'use strict';

module.exports = {
    'lent-0': {
        morningPsalm: {
            title: '诗84',
            content:
                '1万军之耶和华啊，你的居所何等可爱！    2我羡慕渴想耶和华的院宇，我的心肠、我的肉体向永生　神呼吁（或作“欢呼”）。    3万军之耶和华，我的王、我的　神啊，在你祭坛那里，麻雀为自己找着房屋，燕子为自己找着抱雏之窝。    4如此住在你殿中的，便为有福，他们仍要赞美你。    5靠你有力量、心中想往锡安大道的，这人便为有福。    6他们经过流泪谷，叫这谷变为泉源之地，并有秋雨之福盖满了全谷。    7他们行走，力上加力，各人到锡安朝见　神。    8耶和华万军之　神啊，求你听我的祷告。雅各的　神啊，求你留心听。    9　神啊，你是我们的盾牌，求你垂顾观看你受膏者的面。    10在你的院宇住一日，胜似在别处住千日。宁可在我　神殿中看门，不愿住在恶人的帐棚里。    11因为耶和华　神是日头，是盾牌，要赐下恩惠和荣耀。他未尝留下一样好处不给那些行动正直的人。    12万军之耶和华啊，倚靠你的人便为有福！ '
        },
        eveningPsalm: [
            {
                title: '诗42',
                content:
                    '1　神啊，我的心切慕你，如鹿切慕溪水。    2我的心渴想　神，就是永生　神；我几时得朝见　神呢？    3我昼夜以眼泪当饮食，人不住地对我说：“你的　神在哪里呢？”    4我从前与众人同往，用欢呼称赞的声音领他们到　神的殿里，大家守节。我追想这些事，我的心极其悲伤。    5我的心哪，你为何忧闷？为何在我里面烦躁？应当仰望　神，因他笑脸帮助我，我还要称赞他。    6我的　神啊，我的心在我里面忧闷，所以我从约旦地、从黑门岭、从米萨山记念你。    7你的瀑布发声，深渊就与深渊响应，你的波浪洪涛漫过我身。    8白昼，耶和华必向我施慈爱；黑夜，我要歌颂祷告赐我生命的　神。    9我要对　神我的磐石说：“你为何忘记我呢？我为何因仇敌的欺压时常哀痛呢？”    10我的敌人辱骂我，好像打碎我的骨头，不住地对我说：“你的　神在哪里呢？”    11我的心哪，你为何忧闷？为何在我里面烦躁？应当仰望　神，因我还要称赞他。他是我脸上的光荣（原文作“帮助”），是我的　神。'
            },
            {
                title: '诗32',
                content:
                    '1得赦免其过、遮盖其罪的，这人是有福的。    2凡心里没有诡诈，耶和华不算为有罪的，这人是有福的。    3我闭口不认罪的时候，因终日唉哼而骨头枯干。    4黑夜白日，你的手在我身上沉重；我的精液耗尽，如同夏天的干旱。    5我向你陈明我的罪，不隐瞒我的恶。我说：“我要向耶和华承认我的过犯。”你就赦免我的罪恶。    6为此，凡虔诚人都当趁你可寻找的时候祷告你，大水泛溢的时候，必不能到他那里。    7你是我藏身之处，你必保佑我脱离苦难，以得救的乐歌四面环绕我。    8我要教导你，指示你当行的路；我要定睛在你身上劝戒你。    9你不可像那无知的骡马，必用嚼环辔头勒住它，不然，就不能驯服。    10恶人必多受苦楚，惟独倚靠耶和华的，必有慈爱四面环绕他。    11你们义人应当靠耶和华欢喜快乐，你们心里正直的人都当欢呼。'
            }
        ]
    },
    'lent-1': {
        morningPsalm: {
            title: '诗119:73-80',
            content:
                '73你的手制造我，建立我。求你赐我悟性，可以学习你的命令。    74敬畏你的人见我，就要欢喜，因我仰望你的话。    75耶和华啊，我知道你的判语是公义的，你使我受苦是以诚实待我。    76求你照着应许仆人的话，以慈爱安慰我。    77愿你的慈悲临到我，使我存活，因你的律法是我所喜爱的。    78愿骄傲人蒙羞，因为他们无理地倾覆我，但我要思想你的训词。    79愿敬畏你的人归向我，他们就知道你的法度。    80愿我的心在你的律例上完全，使我不至蒙羞。 '
        },
        eveningPsalm: [
            {
                title: '诗121',
                content:
                    '1我要向山举目，我的帮助从何而来？    2我的帮助从造天地的耶和华而来。    3他必不叫你的脚摇动，保护你的必不打盹。    4保护以色列的，也不打盹也不睡觉。    5保护你的是耶和华，耶和华在你右边荫庇你。    6白日，太阳必不伤你；夜间，月亮必不害你。    7耶和华要保护你，免受一切的灾害。他要保护你的性命。    8你出你入，耶和华要保护你，从今时直到永远。 '
            },
            {
                title: '诗6',
                content:
                    ' 1耶和华啊，求你不要在怒中责备我，也不要在烈怒中惩罚我。    2耶和华啊，求你可怜我，因为我软弱；耶和华啊，求你医治我，因为我的骨头发战。    3我心也大大地惊惶。耶和华啊，你要到几时才救我呢？    4耶和华啊，求你转回搭救我，因你的慈爱拯救我。    5因为在死地无人记念你，在阴间有谁称谢你？    6我因唉哼而困乏，我每夜流泪，把床榻漂起，把褥子湿透。    7我因忧愁眼睛干瘪，又因我一切的敌人眼睛昏花。    8你们一切作孽的人，离开我吧！因为耶和华听了我哀哭的声音。    9耶和华听了我的恳求，耶和华必收纳我的祷告。    10我的一切仇敌都必羞愧，大大惊惶；他们必要退后，忽然羞愧。 '
            }
        ]
    },
    'lent-2': {
        morningPsalm: {
            title: '诗34',
            content:
                ' 1我要时时称颂耶和华，赞美他的话必常在我口中。    2我的心必因耶和华夸耀；谦卑人听见，就要喜乐。    3你们和我当称耶和华为大，一同高举他的名。    4我曾寻求耶和华，他就应允我，救我脱离了一切的恐惧。    5凡仰望他的，便有光荣；他们的脸，必不蒙羞。    6我这困苦人呼求，耶和华便垂听，救我脱离一切患难。    7耶和华的使者，在敬畏他的人四围安营搭救他们。    8你们要尝尝主恩的滋味，便知道他是美善，投靠他的人有福了！    9耶和华的圣民哪，你们当敬畏他，因敬畏他的一无所缺。    10少壮狮子还缺食忍饿；但寻求耶和华的，什么好处都不缺。    11众弟子啊，你们当来听我的话。我要将敬畏耶和华的道教训你们。    12有何人喜好存活，爱慕长寿，得享美福，    13就要禁止舌头不出恶言，嘴唇不说诡诈的话。    14要离恶行善，寻求和睦，一心追赶。    15耶和华的眼目看顾义人，他的耳朵听他们的呼求。    16耶和华向行恶的人变脸，要从世上除灭他们的名号。    17义人呼求，耶和华听见了，便救他们脱离一切患难。    18耶和华靠近伤心的人，拯救灵性痛悔的人。    19义人多有苦难，但耶和华救他脱离这一切，    20又保全他一身的骨头，连一根也不折断。    21恶必害死恶人；恨恶义人的，必被定罪。    22耶和华救赎他仆人的灵魂，凡投靠他的，必不至定罪。'
        },
        eveningPsalm: [
            {
                title: '诗25',
                content:
                    ' 1耶和华啊，我的心仰望你。    2我的　神啊，我素来倚靠你。求你不要叫我羞愧，不要叫我的仇敌向我夸胜。    3凡等候你的必不羞愧，惟有那无故行奸诈的必要羞愧。    4耶和华啊，求你将你的道指示我，将你的路教训我。    5求你以你的真理引导我，教训我，因为你是救我的　神，我终日等候你。    6耶和华啊，求你记念你的怜悯和慈爱，因为这是亘古以来所常有的。    7求你不要记念我幼年的罪愆和我的过犯。耶和华啊，求你因你的恩惠，按你的慈爱记念我。    8耶和华是良善正直的，所以他必指示罪人走正路。    9他必按公平引领谦卑人，将他的道教训他们。    10凡遵守他的约和他法度的人，耶和华都以慈爱诚实待他。    11耶和华啊，求你因你的名赦免我的罪，因为我的罪重大。    12谁敬畏耶和华，耶和华必指示他当选择的道路。    13他必安然居住，他的后裔必承受地土。    14耶和华与敬畏他的人亲密，他必将自己的约指示他们。    15我的眼目时常仰望耶和华，因为他必将我的脚从网里拉出来。    16求你转向我，怜恤我，因为我是孤独困苦。    17我心里的愁苦甚多，求你救我脱离我的祸患。    18求你看顾我的困苦、我的艰难，赦免我一切的罪。    19求你察看我的仇敌，因为他们人多，并且痛痛地恨我。    20求你保护我的性命，搭救我，使我不至羞愧，因为我投靠你。    21愿纯全正直保守我，因为我等候你。    22　神啊，求你救赎以色列脱离他一切的愁苦。 '
            },
            {
                title: '诗91',
                content:
                    '1住在至高者隐密处的，必住在全能者的荫下。    2我要论到耶和华说：“他是我的避难所，是我的山寨，是我的　神，是我所倚靠的。”    3他必救你脱离捕鸟人的网罗和毒害的瘟疫。    4他必用自己的翎毛遮蔽你，你要投靠在他的翅膀底下。他的诚实是大小的盾牌。    5你必不怕黑夜的惊骇，或是白日飞的箭；    6也不怕黑夜行的瘟疫，或是午间灭人的毒病。    7虽有千人仆倒在你旁边，万人仆倒在你右边，这灾却不得临近你。    8你惟亲眼观看，见恶人遭报。    9耶和华是我的避难所。你已将至高者当你的居所，    10祸患必不临到你，灾害也不挨近你的帐棚。    11因他要为你吩咐他的使者，在你行的一切道路上保护你。    12他们要用手托着你，免得你的脚碰在石头上。    13你要踹在狮子和虺蛇的身上，践踏少壮狮子和大蛇。    14　神说：“因为他专心爱我，我就要搭救他；因为他知道我的名，我要把他安置在高处。    15他若求告我，我就应允他；他在急难中，我要与他同在。我要搭救他，使他尊贵。    16我要使他足享长寿，将我的救恩显明给他。” '
            }
        ]
    },
    'lent-3': {
        morningPsalm: {
            title: '诗5',
            content:
                '1耶和华啊，求你留心听我的言语，顾念我的心思。    2我的王我的　神啊，求你垂听我呼求的声音，因为我向你祈祷。    3耶和华啊，早晨你必听我的声音；早晨我必向你陈明我的心意，并要警醒。    4因为你不是喜悦恶事的神，恶人不能与你同居。    5狂傲人不能站在你眼前；凡作孽的，都是你所恨恶的；    6说谎言的，你必灭绝；好流人血弄诡诈的，都为耶和华所憎恶。    7至于我，我必凭你丰盛的慈爱进入你的居所；我必存敬畏你的心向你的圣殿下拜。    8耶和华啊，求你因我的仇敌，凭你的公义引领我，使你的道路在我面前正直。    9因为他们的口中没有诚实，他们的心里满有邪恶，他们的喉咙是敞开的坟墓，他们用舌头谄媚人。    10　神啊，求你定他们的罪。愿他们因自己的计谋跌倒；愿你在他们许多的过犯中把他们逐出，因为他们背叛了你。    11凡投靠你的，愿他们喜乐，时常欢呼，因为你护庇他们；又愿那爱你名的人都靠你欢欣。    12因为你必赐福与义人。耶和华啊，你必用恩惠如同盾牌四面护卫他。'
        },
        eveningPsalm: [
            {
                title: '诗27',
                content:
                    '1耶和华是我的亮光，是我的拯救，我还怕谁呢？耶和华是我性命的保障（“保障”或作“力量”），我还惧谁呢？    2那作恶的，就是我的仇敌，前来吃我肉的时候，就绊跌仆倒。    3虽有军兵安营攻击我，我的心也不害怕；虽然兴起刀兵攻击我，我必仍旧安稳。    4有一件事，我曾求耶和华，我仍要寻求：就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里求问。    5因为我遭遇患难，他必暗暗地保守我；在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐石上。    6现在我得以昂首，高过四面的仇敌；我要在他的帐幕里欢然献祭，我要唱诗歌颂耶和华。    7耶和华啊，我用声音呼吁的时候，求你垂听；并求你怜恤我，应允我。    8你说：“你们当寻求我的面。”那时我心向你说：“耶和华啊，你的面我正要寻求。”    9不要向我掩面。不要发怒赶逐仆人，你向来是帮助我的。救我的　神啊，不要丢掉我，也不要离弃我。    10我父母离弃我，耶和华必收留我。    11耶和华啊，求你将你的道指教我，因我仇敌的缘故引导我走平坦的路。    12求你不要把我交给敌人，遂其所愿；因为妄作见证的和口吐凶言的，起来攻击我。    13我若不信在活人之地得见耶和华的恩惠，就早已丧胆了。    14要等候耶和华！当壮胆，坚固你的心。我再说：要等候耶和华！'
            },
            {
                title: '诗51',
                content:
                    '1　神啊，求你按你的慈爱怜恤我，按你丰盛的慈悲涂抹我的过犯。    2求你将我的罪孽洗除净尽，并洁除我的罪。    3因为我知道我的过犯，我的罪常在我面前。    4我向你犯罪，惟独得罪了你，在你眼前行了这恶，以致你责备我的时候显为公义；判断我的时候显为清正。    5我是在罪孽里生的，在我母亲怀胎的时候就有了罪。    6你所喜爱的是内里诚实；你在我隐密处必使我得智慧。    7求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。    8求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。    9求你掩面不看我的罪，涂抹我一切的罪孽。    10　神啊，求你为我造清洁的心，使我里面重新有正直的灵（“正直”或作“坚定”）。    11不要丢弃我，使我离开你的面；不要从我收回你的圣灵。    12求你使我仍得救恩之乐，赐我乐意的灵扶持我；    13我就把你的道指教有过犯的人，罪人必归顺你。    14　神啊，你是拯救我的　神，求你救我脱离流人血的罪，我的舌头就高声歌唱你的公义。    15主啊，求你使我嘴唇张开，我的口便传扬赞美你的话。    16你本不喜爱祭物，若喜爱，我就献上；燔祭你也不喜悦。    17　神所要的祭，就是忧伤的灵。　神啊，忧伤痛悔的心，你必不轻看。    18求你随你的美意善待锡安，建造耶路撒冷的城墙。    19那时，你必喜爱公义的祭和燔祭，并全牲的燔祭；那时，人必将公牛献在你坛上。'
            }
        ]
    },
    'lent-4': {
        morningPsalm: {
            title: '诗38',
            content:
                ' 1耶和华啊，求你不要在怒中责备我，不要在烈怒中惩罚我。    2因为你的箭射入我身，你的手压住我。    3因你的恼怒，我的肉无一完全；因我的罪过，我的骨头也不安宁。    4我的罪孽高过我的头，如同重担叫我担当不起。    5因我的愚昧，我的伤发臭流脓。    6我疼痛，大大拳曲，终日哀痛。    7我满腰是火，我的肉无一完全。    8我被压伤，身体疲倦，因心里不安，我就唉哼。    9主啊，我的心愿都在你面前，我的叹息不向你隐瞒。    10我心跳动，我力衰微，连我眼中的光也没有了。    11我的良朋密友，因我的灾病都躲在旁边站着；我的亲戚本家也远远地站立。    12那寻索我命的设下网罗；那想要害我的口出恶言，终日思想诡计。    13但我如聋子不听，像哑巴不开口。    14我如不听见的人，口中没有回话。    15耶和华啊，我仰望你！主我的　神啊，你必应允我！    16我曾说：“恐怕他们向我夸耀。我失脚的时候，他们向我夸大。”    17我几乎跌倒，我的痛苦常在我面前。    18我要承认我的罪孽，我要因我的罪忧愁。    19但我的仇敌又活泼、又强壮，无理恨我的增多了。    20以恶报善的与我作对，因我是追求良善。    21耶和华啊，求你不要撇弃我；我的　神啊，求你不要远离我；    22拯救我的主啊，求你快快帮助我。 '
        },
        eveningPsalm: [
            {
                title: '诗126',
                content:
                    '1当耶和华将那些被掳的带回锡安的时候，我们好像作梦的人。    2我们满口喜笑、满舌欢呼的时候，外邦中就有人说：“耶和华为他们行了大事！”    3耶和华果然为我们行了大事，我们就欢喜。    4耶和华啊，求你使我们被掳的人归回，好像南地的河水复流。    5流泪撒种的，必欢呼收割。    6那带种流泪出去的，必要欢欢乐乐地带禾捆回来。'
            },
            {
                title: '诗102',
                content:
                    '1困苦人发昏的时候，在耶和华面前吐露苦情的祷告。耶和华啊，求你听我的祷告，容我的呼求达到你面前。    2我在急难的日子，求你向我侧耳，不要向我掩面；我呼求的日子，求你快快应允我！    3因为我的年日如烟云消灭；我的骨头如火把烧着。    4我的心被伤，如草枯干，甚至我忘记吃饭。    5因我唉哼的声音，我的肉紧贴骨头。    6我如同旷野的鹈鹕，我好像荒场的鸮鸟。    7我警醒不睡，我像房顶上孤单的麻雀。    8我的仇敌终日辱骂我，向我猖狂的人指着我赌咒。    9我吃过炉灰，如同吃饭，我所喝的与眼泪搀杂。    10这都因你的恼恨和忿怒；你把我拾起来，又把我摔下去。    11我的年日如日影偏斜，我也如草枯干。    12惟你耶和华必存到永远，你可记念的名也存到万代。    13你必起来怜恤锡安，因现在是可怜他的时候，日期已经到了。    14你的仆人原来喜悦他的石头，可怜他的尘土。    15列国要敬畏耶和华的名，世上诸王都敬畏你的荣耀。    16因为耶和华建造了锡安，在他荣耀里显现。    17他垂听穷人的祷告，并不藐视他们的祈求。    18这必为后代的人记下，将来受造的民要赞美耶和华，    19因为他从至高的圣所垂看。耶和华从天向地观察，    20要垂听被囚之人的叹息，要释放将要死的人；    21使人在锡安传扬耶和华的名，在耶路撒冷传扬赞美他的话，    22就是在万民和列国聚会侍奉耶和华的时候。    23他使我的力量中道衰弱，使我的年日短少。    24我说：“我的　神啊，不要使我中年去世。你的年数世世无穷。”    25你起初立了地的根基，天也是你手所造的。    26天地都要灭没，你却要长存；天地都要如外衣渐渐旧了，你要将天地如里衣更换，天地就都改变了。    27惟有你永不改变，你的年数没有穷尽。    28你仆人的子孙要长存，他们的后裔要坚立在你面前。'
            }
        ]
    },
    'lent-5': {
        morningPsalm: {
            title: '诗22',
            content:
                '1我的　神，我的　神！为什么离弃我？为什么远离不救我，不听我唉哼的言语？    2我的　神啊，我白日呼求，你不应允；夜间呼求，并不住声。    3但你是圣洁的，是用以色列的赞美为宝座（“宝座”或作“居所”）的。    4我们的祖宗倚靠你。他们倚靠你，你便解救他们。    5他们哀求你，便蒙解救；他们倚靠你，就不羞愧。    6但我是虫，不是人，被众人羞辱，被百姓藐视。    7凡看见我的都嗤笑我，他们撇嘴摇头，说：    8“他把自己交托耶和华，耶和华可以救他吧！耶和华既喜悦他，可以搭救他吧！”    9但你是叫我出母腹的，我在母怀里，你就使我有倚靠的心；    10我自出母胎就被交在你手里，从我母亲生我，你就是我的　神。    11求你不要远离我，因为急难临近了，没有人帮助我。    12有许多公牛围绕我，巴珊大力的公牛四面困住我；    13它们向我张口，好像抓撕吼叫的狮子。    14我如水被倒出来，我的骨头都脱了节，我心在我里面如蜡熔化。    15我的精力枯干，如同瓦片；我的舌头贴在我牙床上。你将我安置在死地的尘土中。    16犬类围着我，恶党环绕我；他们扎了我的手、我的脚。    17我的骨头，我都能数过，他们瞪着眼看我。    18他们分我的外衣，为我的里衣拈阄。    19耶和华啊，求你不要远离我；我的救主啊，求你快来帮助我！    20求你救我的灵魂脱离刀剑，救我的生命脱离犬类（“生命”原文作“独一者”），    21救我脱离狮子的口；你已经应允我，使我脱离野牛的角。    22我要将你的名传与我的弟兄，在会中我要赞美你。    23你们敬畏耶和华的人要赞美他！雅各的后裔都要荣耀他！以色列的后裔都要惧怕他！    24因为他没有藐视憎恶受苦的人，也没有向他掩面；那受苦之人呼吁的时候，他就垂听。    25我在大会中赞美你的话是从你而来的；我要在敬畏耶和华的人面前还我的愿。    26谦卑的人必吃得饱足，寻求耶和华的人必赞美他。愿你们的心永远活着。    27地的四极都要想念耶和华，并且归顺他；列国的万族都要在你面前敬拜。    28因为国权是耶和华的，他是管理万国的。    29地上一切丰肥的人必吃喝而敬拜；凡下到尘土中不能存活自己性命的人，都要在他面前下拜。    30他必有后裔侍奉他，主所行的事必传与后代；    31他们必来把他的公义传给将要生的民，言明这事是他所行的。'
        },
        eveningPsalm: [
            {
                title: '诗107',
                content:
                    '1你们要称谢耶和华，因他本为善，他的慈爱永远长存。    2愿耶和华的赎民说这话，就是他从敌人手中所救赎的，    3从各地、从东、从西、从南、从北所招聚来的。    4他们在旷野荒地漂流，寻不见可住的城邑，    5又饥又渴，心里发昏。    6于是，他们在苦难中哀求耶和华，他从他们的祸患中搭救他们；    7又领他们行走直路，使他们往可居住的城邑。    8但愿人因耶和华的慈爱和他向人所行的奇事，都称赞他；    9因他使心里渴慕的人得以知足，使心里饥饿的人得饱美物。    10那些坐在黑暗中死荫里的人，被困苦和铁链捆锁，    11是因他们违背　神的话语，藐视至高者的旨意。    12所以他用劳苦治服他们的心，他们仆倒，无人扶助。    13于是，他们在苦难中哀求耶和华，他从他们的祸患中拯救他们。    14他从黑暗中和死荫里领他们出来，折断他们的绑索。    15但愿人因耶和华的慈爱和他向人所行的奇事都称赞他；    16因为他打破了铜门，砍断了铁闩。    17愚妄人因自己的过犯和自己的罪孽，便受苦楚。    18他们心里厌恶各样的食物，就临近死门。    19于是，他们在苦难中哀求耶和华，他从他们的祸患中拯救他们。    20他发命医治他们，救他们脱离死亡。    21但愿人因耶和华的慈爱和他向人所行的奇事，都称赞他。    22愿他们以感谢为祭献给他，欢呼述说他的作为。    23在海上坐船，在大水中经理事务的，    24他们看见耶和华的作为，并他在深水中的奇事。    25因他一吩咐，狂风就起来，海中的波浪也扬起。    26他们上到天空，下到海底，他们的心因患难便消化。    27他们摇摇晃晃，东倒西歪，好像醉酒的人；他们的智慧无法可施。    28于是，他们在苦难中哀求耶和华，他从他们的祸患中领出他们来。    29他使狂风止息，波浪就平静。    30风息浪静，他们便欢喜，他就引他们到所愿去的海口。    31但愿人因耶和华的慈爱和他向人所行的奇事，都称赞他；    32愿他们在民的会中尊崇他，在长老的位上赞美他。    33他使江河变为旷野，叫水泉变为干渴之地，    34使肥地变为碱地，这都因其间居民的罪恶。    35他使旷野变为水潭，叫旱地变为水泉。    36他使饥饿的人住在那里，好建造可住的城邑，    37又种田地，栽葡萄园，得享所出的土产。    38他又赐福给他们，叫他们生养众多，也不叫他们的牲畜减少。    39他们又因暴虐、患难、愁苦，就减少且卑下。    40他使君王蒙羞被辱，使他们在荒废无路之地漂流。    41他却将穷乏人安置在高处，脱离苦难，使他的家属多如羊群。    42正直人看见就欢喜，罪孽之辈必塞口无言。    43凡有智慧的，必在这些事上留心，也必思想耶和华的慈爱。'
            },
            {
                title: '诗130',
                content:
                    '1耶和华啊，我从深处向你求告。    2主啊，求你听我的声音，愿你侧耳听我恳求的声音。    3主耶和华啊，你若究察罪孽，谁能站得住呢？    4但在你有赦免之恩，要叫人敬畏你。    5我等候耶和华，我的心等候，我也仰望他的话。    6我的心等候主，胜于守夜的等候天亮，胜于守夜的等候天亮。    7以色列啊，你当仰望耶和华，因他有慈爱，有丰盛的救恩。    8他必救赎以色列脱离一切的罪孽。'
            }
        ]
    },
    'lent-6': {
        morningPsalm: {
            title: '诗43',
            content:
                '1　神啊，求你伸我的冤，向不虔诚的国为我辨屈；求你救我脱离诡诈不义的人。    2因为你是赐我力量的　神，为何丢弃我呢？我为何因仇敌的欺压时常哀痛呢？    3求你发出你的亮光和真实，好引导我，带我到你的圣山，到你的居所。    4我就走到　神的祭坛，到我最喜乐的　神那里。　神啊，我的　神！我要弹琴称赞你。    5我的心哪，你为何忧闷？为何在我里面烦躁？应当仰望　神，因我还要称赞他。他是我脸上的光荣（原文作“帮助”），是我的　神。'
        },
        eveningPsalm: [
            {
                title: '诗31',
                content:
                    '1耶和华啊，我投靠你，求你使我永不羞愧，凭你的公义搭救我。    2求你侧耳而听，快快救我，作我坚固的磐石，拯救我的保障。    3因为你是我的岩石，我的山寨，所以求你为你名的缘故引导我，指点我。    4求你救我脱离人为我暗设的网罗，因为你是我的保障。    5我将我的灵魂交在你手里。耶和华诚实的　神啊，你救赎了我。    6我恨恶那信奉虚无之神的人，我却倚靠耶和华。    7我要为你的慈爱高兴欢喜，因为你见过我的困苦，知道我心中的艰难。    8你未曾把我交在仇敌手里，你使我的脚站在宽阔之处。    9耶和华啊，求你怜恤我，因为我在急难之中。我的眼睛因忧愁而干瘪，连我的身心也不安舒。    10我的生命为愁苦所消耗，我的年岁为叹息所旷废，我的力量因我的罪孽衰败，我的骨头也枯干。    11我因一切敌人成了羞辱，在我的邻舍跟前更甚；那认识我的都惧怕我，在外头看见我的都躲避我。    12我被人忘记，如同死人，无人记念。我好像破碎的器皿。    13我听见了许多人的谗谤，四围都是惊吓。他们一同商议攻击我的时候，就图谋要害我的性命。    14耶和华啊，我仍旧倚靠你。我说：“你是我的　神。”    15我终身的事在你手中，求你救我脱离仇敌的手和那些逼迫我的人。    16求你使你的脸光照仆人，凭你的慈爱拯救我。    17耶和华啊，求你叫我不至羞愧，因为我曾呼吁你；求你使恶人羞愧，使他们在阴间缄默无声。    18那撒谎的人逞骄傲轻慢，出狂妄的话攻击义人，愿他的嘴哑而无言。    19敬畏你、投靠你的人，你为他们所积存的，在世人面前所施行的恩惠是何等大呢！    20你必把他们藏在你面前的隐密处，免得遇见人的计谋；你必暗暗地保守他们在亭子里，免受口舌的争闹。    21耶和华是应当称颂的，因为他在坚固城里向我施展奇妙的慈爱。    22至于我，我曾急促地说：“我从你眼前被隔绝。”然而，我呼求你的时候，你仍听我恳求的声音。    23耶和华的圣民哪，你们都要爱他！耶和华保护诚实人，足足报应行事骄傲的人。    24凡仰望耶和华的人，你们都要壮胆，坚固你们的心。'
            },
            {
                title: '诗143',
                content:
                    '1耶和华啊，求你听我的祷告，留心听我的恳求，凭你的信实和公义应允我。    2求你不要审问仆人，因为在你面前，凡活着的人没有一个是义的。    3原来仇敌逼迫我，将我打倒在地，使我住在幽暗之处，像死了许久的人一样。    4所以我的灵在我里面发昏，我的心在我里面凄惨。    5我追想古时之日，思想你的一切作为，默念你手的工作。    6我向你举手，我的心渴想你，如干旱之地盼雨一样。 7耶和华啊，求你速速应允我。我心神耗尽，不要向我掩面，免得我像那些下坑的人一样。    8求你使我清晨得听你慈爱之言，因我倚靠你；求你使我知道当行的路，因我的心仰望你。    9耶和华啊，求你救我脱离我的仇敌，我往你那里藏身。    10求你指教我遵行你的旨意，因你是我的　神。你的灵本为善，求你引我到平坦之地。    11耶和华啊，求你为你的名将我救活，凭你的公义，将我从患难中领出来，    12凭你的慈爱剪除我的仇敌，灭绝一切苦待我的人，因我是你的仆人。'
            }
        ]
    },
    'easter-0': {
        morningPsalm: {
            title: '诗93',
            content:
                '1耶和华作王，他以威严为衣穿上，耶和华以能力为衣，以能力束腰，世界就坚定，不得动摇。    2你的宝座从太初立定，你从亘古就有。    3耶和华啊，大水扬起，大水发声，波浪澎湃。    4耶和华在高处大有能力，胜过诸水的响声，洋海的大浪。    5耶和华啊，你的法度最的确，你的殿永称为圣，是合宜的。'
        },
        eveningPsalm: [
            {
                title: '诗136',
                content:
                    '1你们要称谢耶和华，因他本为善，他的慈爱永远长存。    2你们要称谢万神之神，因他的慈爱永远长存。    3你们要称谢万主之主，因他的慈爱永远长存。    4称谢那独行大奇事的，因他的慈爱永远长存。    5称谢那用智慧造天的，因他的慈爱永远长存。    6称谢那铺地在水以上的，因他的慈爱永远长存。    7称谢那造成大光的，因他的慈爱永远长存。    8他造日头管白昼，因他的慈爱永远长存。    9他造月亮星宿管黑夜，因他的慈爱永远长存。    10称谢那击杀埃及人之长子的，因他的慈爱永远长存。    11他领以色列人从他们中间出来，因他的慈爱永远长存。    12他施展大能的手和伸出来的膀臂，因他的慈爱永远长存。    13称谢那分裂红海的，因他的慈爱永远长存。    14他领以色列从其中经过，因他的慈爱永远长存；    15却把法老和他的军兵推翻在红海里，因他的慈爱永远长存。    16称谢那引导自己的民行走旷野的，因他的慈爱永远长存。    17称谢那击杀大君王的，因他的慈爱永远长存。    18他杀戮有名的君王，因他的慈爱永远长存。    19就是杀戮亚摩利王西宏，因他的慈爱永远长存；    20又杀巴珊王噩，因他的慈爱永远长存。    21他将他们的地赐他的百姓为业，因他的慈爱永远长存；    22就是赐他的仆人以色列为业，因他的慈爱永远长存。    23他顾念我们在卑微的地步，因他的慈爱永远长存。    24他救拔我们脱离敌人，因他的慈爱永远长存。    25他赐粮食给凡有血气的，因他的慈爱永远长存。    26你们要称谢天上的　神，因他的慈爱永远长存。'
            },
            {
                title: '诗117',
                content:
                    '1万国啊，你们都当赞美耶和华！万民哪，你们都当颂赞他！    2因为他向我们大施慈爱，耶和华的诚实存到永远。你们要赞美耶和华！'
            }
        ]
    },
    'easter-1': {
        morningPsalm: {
            title: '诗97',
            content:
                '1耶和华作王，愿地快乐，愿众海岛欢喜！    2密云和幽暗在他的四围；公义和公平是他宝座的根基。    3有烈火在他前头行，烧灭他四围的敌人。    4他的闪电光照世界，大地看见便震动。    5诸山见耶和华的面，就是全地之主的面，便消化如蜡。    6诸天表明他的公义，万民看见他的荣耀。    7愿一切侍奉雕刻的偶像、靠虚无之神自夸的，都蒙羞愧。万神哪，你们都当拜他。    8耶和华啊，锡安听见你的判断就欢喜，犹大的城邑（原文作“女子”）也都快乐。    9因为你耶和华至高，超乎全地；你被尊崇，远超万神之上。    10你们爱耶和华的都当恨恶罪恶。他保护圣民的性命，搭救他们脱离恶人的手。    11散布亮光是为义人；预备喜乐是为正直人。    12你们义人当靠耶和华欢喜，称谢他可记念的圣名。'
        },
        eveningPsalm: [
            {
                title: '诗124',
                content:
                    '1以色列人要说，若不是耶和华帮助我们，    2若不是耶和华帮助我们，当人起来攻击我们，    3向我们发怒的时候，就把我们活活地吞了。    4那时，波涛必漫过我们，河水必淹没我们，    5狂傲的水必淹没我们。    6耶和华是应当称颂的，他没有把我们当野食交给他们吞吃（原文作“牙齿”）。    7我们好像雀鸟，从捕鸟人的网罗里逃脱；网罗破裂，我们逃脱了。    8我们得帮助，是在乎倚靠造天地之耶和华的名。'
            },
            {
                title: '诗115',
                content:
                    '1耶和华啊，荣耀不要归与我们，不要归与我们，要因你的慈爱和诚实归在你的名下。    2为何容外邦人说：“他们的　神在哪里呢？”    3然而我们的　神在天上，都随自己的意旨行事。    4他们的偶像是金的银的，是人手所造的，    5有口却不能言，有眼却不能看，    6有耳却不能听，有鼻却不能闻，    7有手却不能摸，有脚却不能走，有喉咙也不能出声；    8造他的要和他一样，凡靠他的也要如此。    9以色列啊，你要倚靠耶和华，他是你的帮助和你的盾牌。    10亚伦家啊，你们要倚靠耶和华，他是你们的帮助和你们的盾牌。    11你们敬畏耶和华的，要倚靠耶和华，他是你们的帮助和你们的盾牌。    12耶和华向来眷念我们，他还要赐福给我们；要赐福给以色列的家，赐福给亚伦的家。    13凡敬畏耶和华的，无论大小，主必赐福给他。    14愿耶和华叫你们和你们的子孙日见加增。    15你们蒙了造天地之耶和华的福。    16天，是耶和华的天；地，他却给了世人。    17死人不能赞美耶和华，下到寂静中的也都不能。    18但我们要称颂耶和华，从今时直到永远。你们要赞美耶和华！'
            }
        ]
    },
    'easter-2': {
        morningPsalm: {
            title: '诗98',
            content:
                '1你们要向耶和华唱新歌，因为他行过奇妙的事。他的右手和圣臂施行救恩。    2耶和华发明了他的救恩，在列邦人眼前显出公义。    3记念他向以色列家所发的慈爱，所凭的信实。地的四极都看见我们　神的救恩。    4全地都要向耶和华欢乐，要发起大声，欢呼歌颂。    5要用琴歌颂耶和华，用琴和诗歌的声音歌颂他。    6用号和角声，在大君王耶和华面前欢呼。    7愿海和其中所充满的澎湃；世界和住在其间的也要发声。    8愿大水拍手，愿诸山在耶和华面前一同欢呼。    9因为他来要审判遍地。他要按公义审判世界，按公正审判万民。'
        },
        eveningPsalm: [
            {
                title: '诗66',
                content:
                    '1全地都当向　神欢呼！    2歌颂他名的荣耀，用赞美的言语将他的荣耀发明。    3当对　神说：“你的作为何等可畏！因你的大能，仇敌要投降你。    4全地要敬拜你，歌颂你，要歌颂你的名。”    5你们来看　神所行的，他向世人所作之事是可畏的。    6他将海变成干地，众民步行过河。我们在那里因他欢喜。    7他用权能治理万民，直到永远。他的眼睛鉴察列邦，悖逆的人不可自高。    8万民哪，你们当称颂我们的　神，使人得听赞美他的声音。    9他使我们的性命存活，也不叫我们的脚摇动。    10　神啊，你曾试验我们，熬炼我们，如熬炼银子一样。    11你使我们进入网罗，把重担放在我们的身上。    12你使人坐车轧我们的头。我们经过水火，你却使我们到丰富之地。    13我要用燔祭进你的殿，向你还我的愿，    14就是在急难时，我嘴唇所发的、口中所许的。    15我要把肥牛作燔祭，将公羊的香祭献给你，又把公牛和山羊献上。    16凡敬畏　神的人，你们都来听，我要述说他为我所行的事。    17我曾用口求告他，我的舌头也称他为高。    18我若心里注重罪孽，主必不听。    19但　神实在听见了，他侧耳听了我祷告的声音。    20　神是应当称颂的，他并没有推却我的祷告，也没有叫他的慈爱离开我。'
            },
            {
                title: '诗116',
                content:
                    '1我爱耶和华，因为他听了我的声音和我的恳求。    2他既向我侧耳，我一生要求告他。    3死亡的绳索缠绕我，阴间的痛苦抓住我，我遭遇患难愁苦。    4那时，我便求告耶和华的名，说：“耶和华啊，求你救我的灵魂！”    5耶和华有恩惠，有公义，我们的　神以怜悯为怀。    6耶和华保护愚人，我落到卑微的地步，他救了我。    7我的心哪，你要仍归安乐，因为耶和华用厚恩待你。    8主啊，你救我的命免了死亡，救我的眼免了流泪，救我的脚免了跌倒；    9我要在耶和华面前行活人之路。    10我因信，所以如此说话：“我受了极大的困苦。”    11我曾急促地说：“人都是说谎的！”    12我拿什么报答耶和华向我所赐的一切厚恩？    13我要举起救恩的杯，称扬耶和华的名。    14我要在他众民面前向耶和华还我的愿。    15在耶和华眼中，看圣民之死极为宝贵。    16耶和华啊，我真是你的仆人；我是你的仆人，是你婢女的儿子。你已经解开我的绑索。    17我要以感谢为祭献给你，又要求告耶和华的名。    18我要在他众民面前，在耶和华殿的院内，在耶路撒冷当中，向耶和华还我的愿。你们要赞美耶和华！    19'
            }
        ]
    },
    'easter-3': {
        morningPsalm: {
            title: '诗99',
            content:
                '1耶和华作王，万民当战抖。他坐在二基路伯上，地当动摇。    2耶和华在锡安为大，他超乎万民之上。    3他们当称赞他大而可畏的名，他本为圣。    4王有能力，喜爱公平，坚立公正，在雅各中施行公平和公义。    5你们当尊崇耶和华我们的　神，在他脚凳前下拜。他本为圣。    6在他的祭司中有摩西和亚伦，在求告他名的人中有撒母耳。他们求告耶和华，他就应允他们。    7他在云柱中对他们说话。他们遵守他的法度和他所赐给他们的律例。    8耶和华我们的　神啊，你应允他们。你是赦免他们的　神，却按他们所行的报应他们。    9你们要尊崇耶和华我们的　神，在他的圣山下拜，因为耶和华我们的　神本为圣。'
        },
        eveningPsalm: [
            {
                title: '诗8',
                content:
                    '1耶和华我们的主啊，你的名在全地何其美！你将你的荣耀彰显于天。    2你因敌人的缘故，从婴孩和吃奶的口中建立了能力，使仇敌和报仇的闭口无言。    3我观看你指头所造的天，并你所陈设的月亮星宿，    4便说，人算什么，你竟顾念他？世人算什么，你竟眷顾他？    5你叫他比天使（或作“　神”）微小一点，并赐他荣耀尊贵为冠冕。    6你派他管理你手所造的，使万物，就是一切的羊牛、田野的兽、空中的鸟、海里的鱼，凡经行海道的，都服在他的脚下。    7 8 9耶和华我们的主啊，你的名在全地何其美！'
            },
            {
                title: '诗118',
                content:
                    ' 1你们要称谢耶和华，因他本为善，他的慈爱永远长存！    2愿以色列说：“他的慈爱永远长存。”    3愿亚伦的家说：“他的慈爱永远长存。”    4愿敬畏耶和华的说：“他的慈爱永远长存。”    5我在急难中求告耶和华，他就应允我，把我安置在宽阔之地。    6有耶和华帮助我，我必不惧怕，人能把我怎么样呢？    7在那帮助我的人中，有耶和华帮助我，所以我要看见那恨我的人遭报。    8投靠耶和华，强似倚赖人；    9投靠耶和华，强似倚赖王子。    10万民围绕我，我靠耶和华的名，必剿灭他们。    11他们环绕我，围困我，我靠耶和华的名，必剿灭他们。    12他们如同蜂子围绕我，好像烧荆棘的火，必被熄灭；我靠耶和华的名，必剿灭他们。    13你推我，要叫我跌倒，但耶和华帮助了我。    14耶和华是我的力量，是我的诗歌，他也成了我的拯救。    15在义人的帐棚里有欢呼拯救的声音：“耶和华的右手施展大能。    16耶和华的右手高举，耶和华的右手施展大能！”    17我必不至死，仍要存活，并要传扬耶和华的作为。    18耶和华虽严严地惩治我，却未曾将我交于死亡。    19给我敞开义门，我要进去称谢耶和华。    20这是耶和华的门，义人要进去。    21我要称谢你，因为你已经应允我，又成了我的拯救。    22匠人所弃的石头，已成了房角的头块石头。    23这是耶和华所作的，在我们眼中看为希奇。    24这是耶和华所定的日子，我们在其中要高兴欢喜。    25耶和华啊，求你拯救！耶和华啊，求你使我们亨通！    26奉耶和华名来的是应当称颂的！我们从耶和华的殿中为你们祝福。    27耶和华是　神，他光照了我们。理当用绳索把祭牲拴住，牵到坛角那里。    28你是我的　神，我要称谢你；你是我的　神，我要尊崇你。    29你们要称谢耶和华，因他本为善，他的慈爱永远长存！ '
            }
        ]
    },
    'easter-4': {
        morningPsalm: {
            title: '诗47',
            content:
                '1万民哪，你们都要拍掌！要用夸胜的声音向　神呼喊。    2因为耶和华至高者是可畏的，他是治理全地的大君王。    3他叫万民服在我们以下，又叫列邦服在我们脚下。    4他为我们选择产业，就是他所爱之雅各的荣耀。    5　神上升，有喊声相送；耶和华上升，有角声相送。    6你们要向　神歌颂，歌颂！向我们王歌颂，歌颂！    7因为　神是全地的王，你们要用悟性歌颂。    8　神作王治理万国，　神坐在他的圣宝座上。    9列邦的君王聚集，要作亚伯拉罕之　神的民；因为世界的盾牌是属　神的，他为至高。'
        },
        eveningPsalm: [
            {
                title: '诗68',
                content:
                    ' 1愿　神兴起，使他的仇敌四散，叫那恨他的人，从他面前逃跑。    2他们被驱逐，如烟被风吹散；恶人见　神之面而消灭，如蜡被火熔化。    3惟有义人必然欢喜，在　神面前高兴快乐。    4你们当向　神唱诗，歌颂他的名，为那坐车行过旷野的修平大路。他的名是耶和华，要在他面前欢乐。    5　神在他的圣所作孤儿的父，作寡妇的伸冤者。    6　神叫孤独的有家，使被囚的出来享福；惟有悖逆的住在干燥之地。    7　神啊，你曾在你百姓前头出来，在旷野行走。    8那时，地见　神的面而震动，天也落雨，西奈山见以色列　神的面也震动。    9　神啊，你降下大雨。你产业以色列疲乏的时候，你使他坚固。    10你的会众住在其中。　神啊，你的恩惠是为困苦人预备的。    11主发命令，传好信息的妇女成了大群。    12统兵的君王逃跑了，逃跑了；在家等候的妇女分受所夺的。    13你们安卧在羊圈的时候，好像鸽子的翅膀镀白银，翎毛镀黄金一般。    14全能者在境内赶散列王的时候，势如飘雪在撒们。    15巴珊山是　神的山，巴珊山是多峰多岭的山。    16你们多峰多岭的山哪，为何斜看　神所愿居住的山？耶和华必住这山，直到永远。    17　神的车辇累万盈千，主在其中，好像在西奈圣山一样。    18你已经升上高天掳掠仇敌；你在人间，就是在悖逆的人间受了供献，叫耶和华　神可以与他们同住。    19天天背负我们重担的主，就是拯救我们的　神，是应当称颂的。    20　神是为我们施行诸般救恩的　神；人能脱离死亡是在乎主耶和华。    21但　神要打破他仇敌的头，就是那常犯罪之人的发顶。    22主说：“我要使众民从巴珊而归，使他们从深海而回，    23使你打碎仇敌，你的脚踹在血中，使你狗的舌头从其中得份。”    24　神啊，你是我的　神，我的王；人已经看见你行走，进入圣所。    25歌唱的行在前，作乐的随在后，都在击鼓的童女中间。    26从以色列源头而来的，当在各会中称颂主　神。    27在那里有统管他们的小便雅悯，有犹大的首领和他们的群众，有西布伦的首领，有拿弗他利的首领。    28以色列的能力是　神所赐的。　神啊，求你坚固你为我们所成全的事。    29因你耶路撒冷的殿，列王必带贡物献给你。    30求你叱喝芦苇中的野兽和群公牛，并列邦中的牛犊；把银块踹在脚下，　神已经赶散好争战的列邦。    31埃及的公侯要出来朝见　神，古实人要急忙举手祷告。    32世上的列国啊，你们要向　神歌唱。愿你们歌颂主，    33歌颂那自古驾行在诸天以上的主。他发出声音，是极大的声音。    34你们要将能力归给　神，他的威荣在以色列之上，他的能力是在穹苍。    35　神啊，你从圣所显为可畏。以色列的　神是那将力量权能赐给他百姓的。　神是应当称颂的。'
            },
            {
                title: '诗113',
                content:
                    '1你们要赞美耶和华！耶和华的仆人哪，你们要赞美，赞美耶和华的名。    2耶和华的名是应当称颂的，从今时直到永远。    3从日出之地到日落之处，耶和华的名是应当赞美的。    4耶和华超乎万民之上，他的荣耀高过诸天。    5谁像耶和华我们的　神呢？他坐在至高之处，    6自己谦卑，观看天上地下的事。    7他从灰尘里抬举贫寒人，从粪堆中提拔穷乏人，    8使他们与王子同坐，就是与本国的王子同坐。    9他使不能生育的妇人安居家中，为多子的乐母。你们要赞美耶和华！'
            }
        ]
    },
    'easter-5': {
        morningPsalm: {
            title: '诗96',
            content:
                '1你们要向耶和华唱新歌，全地都要向耶和华歌唱。    2要向耶和华歌唱，称颂他的名，天天传扬他的救恩。    3在列邦中述说他的荣耀，在万民中述说他的奇事。    4因耶和华为大，当受极大的赞美，他在万神之上，当受敬畏。    5外邦的神都属虚无，惟独耶和华创造诸天。    6有尊荣和威严在他面前，有能力与华美在他圣所。    7民中的万族啊，你们要将荣耀能力归给耶和华，都归给耶和华。    8要将耶和华的名所当得的荣耀归给他，拿供物来进入他的院宇。    9当以圣洁的妆饰（“的”或作“为”）敬拜耶和华。全地要在他面前战抖。    10人在列邦中要说：“耶和华作王，世界就坚定，不得动摇。他要按公正审判众民。”    11愿天欢喜，愿地快乐；愿海和其中所充满的澎湃；    12愿田和其中所有的都欢乐！那时，林中的树木都要在耶和华面前欢呼。    13因为他来了，他来要审判全地。他要按公义审判世界，按他的信实审判万民。'
        },
        eveningPsalm: [
            {
                title: '诗50',
                content:
                    '1大能者　神耶和华，已经发言招呼天下，从日出之地到日落之处。    2从全美的锡安中，　神已经发光了。    3我们的　神要来，决不闭口，有烈火在他面前吞灭，有暴风在他四围大刮。    4他招呼上天下地，为要审判他的民，    5说：“招聚我的圣民到我这里来，就是那些用祭物与我立约的人。”    6诸天必表明他的公义，因为　神是施行审判的。    7“我的民哪，你们当听我的话；以色列啊，我要劝戒你。我是　神，是你的　神。    8我并不因你的祭物责备你，你的燔祭常在我面前。    9我不从你家中取公牛，也不从你圈内取山羊。    10因为树林中的百兽是我的，千山上的牲畜也是我的。    11山中的飞鸟，我都知道；野地的走兽也都属我。    12我若是饥饿，我不用告诉你，因为世界和其中所充满的都是我的。    13我岂吃公牛的肉呢？我岂喝山羊的血呢？    14你们要以感谢为祭献与　神，又要向至高者还你的愿，    15并要在患难之日求告我，我必搭救你，你也要荣耀我。”    16但　神对恶人说：“你怎敢传说我的律例，口中提到我的约呢？    17其实你恨恶管教，将我的言语丢在背后。    18你见了盗贼，就乐意与他同伙，又与行奸淫的人一同有份。    19你口任说恶言，你舌编造诡诈。    20你坐着毁谤你的兄弟，谗毁你亲母的儿子。    21你行了这些事，我还闭口不言，你想我恰和你一样；其实我要责备你，将这些事摆在你眼前。    22你们忘记　神的，要思想这事，免得我把你们撕碎，无人搭救。    23凡以感谢献上为祭的便是荣耀我。那按正路而行的，我必使他得着我的救恩。” '
            },
            {
                title: '诗138',
                content:
                    '1我要一心称谢你，在诸神面前歌颂你。    2我要向你的圣殿下拜，为你的慈爱和诚实称赞你的名；因你使你的话显为大，过于你所应许的（或作“超乎你的名声”）。    3我呼求的日子，你就应允我，鼓励我，使我心里有能力。    4耶和华啊，地上的君王都要称谢你，因他们听见了你口中的言语。    5他们要歌颂耶和华的作为，因耶和华大有荣耀。    6耶和华虽高，仍看顾低微的人，他却从远处看出骄傲的人。    7我虽行在患难中，你必将我救活。我的仇敌发怒，你必伸手抵挡他们，你的右手也必救我。    8耶和华必成全关乎我的事。耶和华啊，你的慈爱永远长存，求你不要离弃你手所造的。'
            }
        ]
    },
    'easter-6': {
        morningPsalm: {
            title: '诗92',
            content:
                '1称谢耶和华，歌颂你至高者的名。    2用十弦的乐器和瑟，用琴弹幽雅的声音。早晨传扬你的慈爱，每夜传扬你的信实。这本为美事。    3 4因你耶和华藉着你的作为叫我高兴，我要因你手的工作欢呼。    5耶和华啊，你的工作何其大，你的心思极其深！    6畜类人不晓得，愚顽人也不明白。    7恶人茂盛如草，一切作孽之人发旺的时候，正是他们要灭亡，直到永远。    8惟你耶和华是至高，直到永远。    9耶和华啊，你的仇敌都要灭亡，一切作孽的也要离散。    10你却高举了我的角，如野牛的角。我是被新油膏了的。    11我眼睛看见仇敌遭报，我耳朵听见那些起来攻击我的恶人受罚。    12义人要发旺如棕树，生长如黎巴嫩的香柏树。    13他们栽于耶和华的殿中，发旺在我们　神的院里。    14他们年老的时候仍要结果子，要满了汁浆而常发青，    15好显明耶和华是正直的。他是我的磐石，在他毫无不义。'
        },
        eveningPsalm: [
            {
                title: '诗23',
                content:
                    '1耶和华是我的牧者，我必不至缺乏。    2他使我躺卧在青草地上，领我在可安歇的水边；    3他使我的灵魂苏醒，为自己的名引导我走义路。    4我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在；你的杖，你的竿，都安慰我。    5在我敌人面前，你为我摆设筵席；你用油膏了我的头，使我的福杯满溢。    6我一生一世必有恩惠慈爱随着我，我且要住在耶和华的殿中，直到永远。'
            },
            {
                title: '诗114',
                content:
                    '1以色列出了埃及，雅各家离开说异言之民。    2那时犹大为主的圣所，以色列为他所治理的国度。    3沧海看见就奔逃，约旦河也倒流。    4大山踊跃如公羊，小山跳舞如羊羔。    5沧海啊，你为何奔逃？约旦哪，你为何倒流？    6大山哪，你为何踊跃如公羊？小山哪，你为何跳舞如羊羔？    7大地啊，你因见主的面，就是雅各　神的面，便要震动。    8他叫磐石变为水池，叫坚石变为泉源。'
            }
        ]
    },
    'general1-0': {
        morningPsalm: {
            title: '诗103',
            content:
                '1我的心哪，你要称颂耶和华，凡在我里面的，也要称颂他的圣名！    2我的心哪，你要称颂耶和华，不可忘记他的一切恩惠。    3他赦免你的一切罪孽，医治你的一切疾病。    4他救赎你的命脱离死亡，以仁爱和慈悲为你的冠冕。    5他用美物使你所愿的得以知足，以致你如鹰返老还童。    6耶和华施行公义，为一切受屈的人伸冤。    7他使摩西知道他的法则，叫以色列人晓得他的作为。    8耶和华有怜悯，有恩典，不轻易发怒，且有丰盛的慈爱。    9他不长久责备，也不永远怀怒。    10他没有按我们的罪过待我们，也没有照我们的罪孽报应我们。    11天离地何等的高，他的慈爱向敬畏他的人也是何等的大；    12东离西有多远，他叫我们的过犯离我们也有多远。    13父亲怎样怜恤他的儿女，耶和华也怎样怜恤敬畏他的人。    14因为他知道我们的本体，思念我们不过是尘土。    15至于世人，他的年日如草一样。他发旺如野地的花，    16经风一吹，便归无有；他的原处，也不再认识他。    17但耶和华的慈爱归于敬畏他的人，从亘古到永远；他的公义也归于子子孙孙，    18就是那些遵守他的约，记念他的训词而遵行的人。    19耶和华在天上立定宝座，他的权柄（原文作“国”）统管万有。    20听从他命令、成全他旨意、有大能的天使，都要称颂耶和华。    21你们作他的诸军，作他的仆役，行他所喜悦的，都要称颂耶和华。    22你们一切被他造的，在他所治理的各处，都要称颂耶和华。我的心哪，你要称颂耶和华！'
        },
        eveningPsalm: [
            {
                title: '诗117',
                content:
                    '1万国啊，你们都当赞美耶和华！万民哪，你们都当颂赞他！    2因为他向我们大施慈爱，耶和华的诚实存到永远。你们要赞美耶和华！'
            },
            {
                title: '诗139',
                content:
                    '1耶和华啊，你已经鉴察我，认识我。    2我坐下，我起来，你都晓得，你从远处知道我的意念；    3我行路，我躺卧，你都细察，你也深知我一切所行的。    4耶和华啊，我舌头上的话，你没有一句不知道的。    5你在我前后环绕我，按手在我身上。    6这样的知识奇妙，是我不能测的；至高，是我不能及的。    7我往哪里去，躲避你的灵？我往哪里逃，躲避你的面？    8我若升到天上，你在那里；我若在阴间下榻，你也在那里。    9我若展开清晨的翅膀，飞到海极居住，    10就是在那里，你的手必引导我，你的右手也必扶持我。    11我若说：“黑暗必定遮蔽我，我周围的亮光必成为黑夜”，    12黑暗也不能遮蔽我使你不见，黑夜却如白昼发亮。黑暗和光明，在你看都是一样。    13我的肺腑是你所造的。我在母腹中，你已覆庇我。    14我要称谢你，因我受造奇妙可畏。你的作为奇妙，这是我心深知道的。    15我在暗中受造，在地的深处被联络，那时，我的形体并不向你隐藏。    16我未成形的体质，你的眼早已看见了。你所定的日子，我尚未度一日（或作“我被造的肢体尚未有其一”），你都写在你的册上了。    17　神啊，你的意念向我何等宝贵，其数何等众多！    18我若数点，比海沙更多。我睡醒的时候，仍和你同在。    19　神啊，你必要杀戮恶人，所以你们好流人血的，离开我去吧！    20因为他们说恶言顶撞你，你的仇敌也妄称你的名。    21耶和华啊，恨恶你的，我岂不恨恶他们吗？攻击你的，我岂不憎嫌他们吗？    22我切切地恨恶他们，以他们为仇敌。    23　神啊，求你鉴察我，知道我的心思；试炼我，知道我的意念，    24看在我里面有什么恶行没有，引导我走永生的道路。'
            }
        ]
    },
    'general1-1': {
        morningPsalm: {
            title: '诗5',
            content:
                '1耶和华啊，求你留心听我的言语，顾念我的心思。    2我的王我的　神啊，求你垂听我呼求的声音，因为我向你祈祷。    3耶和华啊，早晨你必听我的声音；早晨我必向你陈明我的心意，并要警醒。    4因为你不是喜悦恶事的神，恶人不能与你同居。    5狂傲人不能站在你眼前；凡作孽的，都是你所恨恶的；    6说谎言的，你必灭绝；好流人血弄诡诈的，都为耶和华所憎恶。    7至于我，我必凭你丰盛的慈爱进入你的居所；我必存敬畏你的心向你的圣殿下拜。    8耶和华啊，求你因我的仇敌，凭你的公义引领我，使你的道路在我面前正直。    9因为他们的口中没有诚实，他们的心里满有邪恶，他们的喉咙是敞开的坟墓，他们用舌头谄媚人。    10　神啊，求你定他们的罪。愿他们因自己的计谋跌倒；愿你在他们许多的过犯中把他们逐出，因为他们背叛了你。    11凡投靠你的，愿他们喜乐，时常欢呼，因为你护庇他们；又愿那爱你名的人都靠你欢欣。    12因为你必赐福与义人。耶和华啊，你必用恩惠如同盾牌四面护卫他。'
        },
        eveningPsalm: [
            {
                title: '诗84',
                content:
                    '1万军之耶和华啊，你的居所何等可爱！    2我羡慕渴想耶和华的院宇，我的心肠、我的肉体向永生　神呼吁（或作“欢呼”）。    3万军之耶和华，我的王、我的　神啊，在你祭坛那里，麻雀为自己找着房屋，燕子为自己找着抱雏之窝。    4如此住在你殿中的，便为有福，他们仍要赞美你。    5靠你有力量、心中想往锡安大道的，这人便为有福。    6他们经过流泪谷，叫这谷变为泉源之地，并有秋雨之福盖满了全谷。    7他们行走，力上加力，各人到锡安朝见　神。    8耶和华万军之　神啊，求你听我的祷告。雅各的　神啊，求你留心听。    9　神啊，你是我们的盾牌，求你垂顾观看你受膏者的面。    10在你的院宇住一日，胜似在别处住千日。宁可在我　神殿中看门，不愿住在恶人的帐棚里。    11因为耶和华　神是日头，是盾牌，要赐下恩惠和荣耀。他未尝留下一样好处不给那些行动正直的人。    12万军之耶和华啊，倚靠你的人便为有福！'
            },
            {
                title: '诗29',
                content:
                    '1　神的众子啊，你们要将荣耀能力归给耶和华，归给耶和华。    2要将耶和华的名所当得的荣耀归给他，以圣洁的妆饰（“的”或作“为”）敬拜耶和华。    3耶和华的声音发在水上，荣耀的　神打雷，耶和华打雷在大水之上。    4耶和华的声音大有能力，耶和华的声音满有威严。    5耶和华的声音震破香柏树，耶和华震碎黎巴嫩的香柏树。    6他也使之跳跃如牛犊，使黎巴嫩和西连跳跃如野牛犊。    7耶和华的声音使火焰分岔。    8耶和华的声音震动旷野，耶和华震动加低斯的旷野。    9耶和华的声音惊动母鹿落胎，树木也脱落净光；凡在他殿中的，都称说他的荣耀。    10洪水泛滥之时，耶和华坐着为王；耶和华坐着为王，直到永远。    11耶和华必赐力量给他的百姓，耶和华必赐平安的福给他的百姓。'
            }
        ]
    },
    'general1-2': {
        morningPsalm: {
            title: '诗42',
            content:
                '1　神啊，我的心切慕你，如鹿切慕溪水。    2我的心渴想　神，就是永生　神；我几时得朝见　神呢？    3我昼夜以眼泪当饮食，人不住地对我说：“你的　神在哪里呢？”    4我从前与众人同往，用欢呼称赞的声音领他们到　神的殿里，大家守节。我追想这些事，我的心极其悲伤。    5我的心哪，你为何忧闷？为何在我里面烦躁？应当仰望　神，因他笑脸帮助我，我还要称赞他。    6我的　神啊，我的心在我里面忧闷，所以我从约旦地、从黑门岭、从米萨山记念你。    7你的瀑布发声，深渊就与深渊响应，你的波浪洪涛漫过我身。    8白昼，耶和华必向我施慈爱；黑夜，我要歌颂祷告赐我生命的　神。    9我要对　神我的磐石说：“你为何忘记我呢？我为何因仇敌的欺压时常哀痛呢？”    10我的敌人辱骂我，好像打碎我的骨头，不住地对我说：“你的　神在哪里呢？”    11我的心哪，你为何忧闷？为何在我里面烦躁？应当仰望　神，因我还要称赞他。他是我脸上的光荣（原文作“帮助”），是我的　神。'
        },
        eveningPsalm: [
            {
                title: '诗102',
                content:
                    '1困苦人发昏的时候，在耶和华面前吐露苦情的祷告。耶和华啊，求你听我的祷告，容我的呼求达到你面前。    2我在急难的日子，求你向我侧耳，不要向我掩面；我呼求的日子，求你快快应允我！    3因为我的年日如烟云消灭；我的骨头如火把烧着。    4我的心被伤，如草枯干，甚至我忘记吃饭。    5因我唉哼的声音，我的肉紧贴骨头。    6我如同旷野的鹈鹕，我好像荒场的鸮鸟。    7我警醒不睡，我像房顶上孤单的麻雀。    8我的仇敌终日辱骂我，向我猖狂的人指着我赌咒。    9我吃过炉灰，如同吃饭，我所喝的与眼泪搀杂。    10这都因你的恼恨和忿怒；你把我拾起来，又把我摔下去。    11我的年日如日影偏斜，我也如草枯干。    12惟你耶和华必存到永远，你可记念的名也存到万代。    13你必起来怜恤锡安，因现在是可怜他的时候，日期已经到了。    14你的仆人原来喜悦他的石头，可怜他的尘土。    15列国要敬畏耶和华的名，世上诸王都敬畏你的荣耀。    16因为耶和华建造了锡安，在他荣耀里显现。    17他垂听穷人的祷告，并不藐视他们的祈求。    18这必为后代的人记下，将来受造的民要赞美耶和华，    19因为他从至高的圣所垂看。耶和华从天向地观察，    20要垂听被囚之人的叹息，要释放将要死的人；    21使人在锡安传扬耶和华的名，在耶路撒冷传扬赞美他的话，    22就是在万民和列国聚会侍奉耶和华的时候。    23他使我的力量中道衰弱，使我的年日短少。    24我说：“我的　神啊，不要使我中年去世。你的年数世世无穷。”    25你起初立了地的根基，天也是你手所造的。    26天地都要灭没，你却要长存；天地都要如外衣渐渐旧了，你要将天地如里衣更换，天地就都改变了。    27惟有你永不改变，你的年数没有穷尽。    28你仆人的子孙要长存，他们的后裔要坚立在你面前。'
            },
            {
                title: '诗133',
                content:
                    '1看哪，弟兄和睦同居，是何等地善，何等地美！    2这好比那贵重的油浇在亚伦的头上，流到胡须，又流到他的衣襟。    3又好比黑门的甘露降在锡安山，因为在那里有耶和华所命定的福，就是永远的生命。'
            }
        ]
    },
    'general1-3': {
        morningPsalm: {
            title: '诗89:1-18',
            content:
                '1我要歌唱耶和华的慈爱，直到永远。我要用口将你的信实传与万代。    2因我曾说，你的慈悲必建立到永远，你的信实必坚立在天上。    3我与我所拣选的人立了约，向我的仆人大卫起了誓。    4我要建立你的后裔，直到永远；要建立你的宝座，直到万代。    5耶和华啊，诸天要称赞你的奇事，在圣者的会中，要称赞你的信实。    6在天空谁能比耶和华呢？神的众子中，谁能像耶和华呢？    7他在圣者的会中，是大有威严的　神，比一切在他四围的更可畏惧。    8耶和华万军之　神啊，哪一个大能者像你耶和华？你的信实是在你的四围。    9你管辖海的狂傲，波浪翻腾，你就使它平静了。    10你打碎了拉哈伯，似乎是已杀的人。你用有能的膀臂打散了你的仇敌。    11天属你，地也属你；世界和其中所充满的，都为你所建立。    12南北为你所创造，他泊和黑门都因你的名欢呼。    13你有大能的膀臂，你的手有力，你的右手也高举。    14公义和公平是你宝座的根基；慈爱和诚实行在你前面。    15知道向你欢呼的，那民是有福的，耶和华啊，他们在你脸上的光里行走。    16他们因你的名终日欢乐，因你的公义得以高举。    17你是他们力量的荣耀，因为你喜悦我们，我们的角必被高举。    18我们的盾牌属耶和华，我们的王属以色列的圣者。'
        },
        eveningPsalm: [
            {
                title: '诗1',
                content:
                    '1不从恶人的计谋，不站罪人的道路，不坐亵慢人的座位，    2惟喜爱耶和华的律法，昼夜思想，这人便为有福。    3他要像一棵树栽在溪水旁，按时候结果子，叶子也不枯干。凡他所作的尽都顺利。    4恶人并不是这样，乃像糠秕被风吹散。    5因此当审判的时候，恶人必站立不住；罪人在义人的会中也是如此。    6因为耶和华知道义人的道路，恶人的道路却必灭亡。'
            },
            {
                title: '诗33',
                content:
                    '1义人哪，你们应当靠耶和华欢乐，正直人的赞美是合宜的。    2你们应当弹琴称谢耶和华，用十弦瑟歌颂他。    3应当向他唱新歌，弹得巧妙，声音洪亮。    4因为耶和华的言语正直，凡他所作的尽都诚实。    5他喜爱仁义公平，遍地满了耶和华的慈爱。    6诸天藉耶和华的命而造，万象藉他口中的气而成。    7他聚集海水如垒，收藏深洋在库房。    8愿全地都敬畏耶和华，愿世上的居民都惧怕他。    9因为他说有，就有；命立，就立。    10耶和华使列国的筹算归于无有，使众民的思念无有功效。    11耶和华的筹算永远立定，他心中的思念万代常存。    12以耶和华为　神的，那国是有福的！他所拣选为自己产业的，那民是有福的！    13耶和华从天上观看，他看见一切的世人；    14从他的居所往外察看地上一切的居民。    15他是那造成他们众人心的，留意他们一切作为的。    16君王不能因兵多得胜，勇士不能因力大得救；    17靠马得救是枉然的，马也不能因力大救人。    18耶和华的眼目看顾敬畏他的人和仰望他慈爱的人，    19要救他们的命脱离死亡，并使他们在饥荒中存活。    20我们的心向来等候耶和华，他是我们的帮助，我们的盾牌。    21我们的心必靠他欢喜，因为我们向来倚靠他的圣名。    22耶和华啊，求你照着我们所仰望你的，向我们施行慈爱。'
            }
        ]
    },
    'general1-4': {
        morningPsalm: {
            title: '诗97',
            content:
                '1耶和华作王，愿地快乐，愿众海岛欢喜！    2密云和幽暗在他的四围；公义和公平是他宝座的根基。    3有烈火在他前头行，烧灭他四围的敌人。    4他的闪电光照世界，大地看见便震动。    5诸山见耶和华的面，就是全地之主的面，便消化如蜡。    6诸天表明他的公义，万民看见他的荣耀。    7愿一切侍奉雕刻的偶像、靠虚无之神自夸的，都蒙羞愧。万神哪，你们都当拜他。    8耶和华啊，锡安听见你的判断就欢喜，犹大的城邑（原文作“女子”）也都快乐。    9因为你耶和华至高，超乎全地；你被尊崇，远超万神之上。    10你们爱耶和华的都当恨恶罪恶。他保护圣民的性命，搭救他们脱离恶人的手。    11散布亮光是为义人；预备喜乐是为正直人。    12你们义人当靠耶和华欢喜，称谢他可记念的圣名。'
        },
        eveningPsalm: [
            {
                title: '诗16',
                content:
                    '1　神啊，求你保佑我，因为我投靠你。    2我的心哪，你曾对耶和华说：“你是我的主，我的好处不在你以外。”    3论到世上的圣民，他们又美又善，是我最喜悦的。    4以别神代替耶和华的（或作“送礼物给别神的”），他们的愁苦必加增；他们所浇奠的血我不献上；我嘴唇也不提别神的名号。    5耶和华是我的产业，是我杯中的份；我所得的，你为我持守。    6用绳量给我的地界，坐落在佳美之处；我的产业实在美好。    7我必称颂那指教我的耶和华，我的心肠在夜间也警戒我。    8我将耶和华常摆在我面前，因他在我右边，我便不至摇动。    9因此，我的心欢喜，我的灵（原文作“荣耀”）快乐，我的肉身也要安然居住。    10因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。    11你必将生命的道路指示我。在你面前有满足的喜乐，在你右手中有永远的福乐。'
            },
            {
                title: '诗62',
                content:
                    '1我的心默默无声，专等候　神，我的救恩是从他而来。    2惟独他是我的磐石，我的拯救，他是我的高台，我必不很动摇。    3你们大家攻击一人，把他毁坏，如同毁坏歪斜的墙、将倒的壁，要到几时呢？    4他们彼此商议，专要从他的尊位上把他推下。他们喜爱谎话，口虽祝福，心却咒诅。    5我的心哪，你当默默无声，专等候　神，因为我的盼望是从他而来。    6惟独他是我的磐石，我的拯救，他是我的高台，我必不动摇。    7我的拯救，我的荣耀，都在乎　神；我力量的磐石，我的避难所，都在乎　神。    8你们众民当时时倚靠他，在他面前倾心吐意。　神是我们的避难所。    9下流人真是虚空，上流人也是虚假，放在天平里就必浮起，他们一共比空气还轻。    10不要仗势欺人，也不要因抢夺而骄傲；若财宝加增，不要放在心上。    11　神说了一次、两次，我都听见，就是能力都属乎　神。    12主啊，慈爱也是属乎你，因为你照着各人所行的报应他。'
            }
        ]
    },
    'general1-5': {
        morningPsalm: {
            title: '诗51',
            content:
                '1　神啊，求你按你的慈爱怜恤我，按你丰盛的慈悲涂抹我的过犯。    2求你将我的罪孽洗除净尽，并洁除我的罪。    3因为我知道我的过犯，我的罪常在我面前。    4我向你犯罪，惟独得罪了你，在你眼前行了这恶，以致你责备我的时候显为公义；判断我的时候显为清正。    5我是在罪孽里生的，在我母亲怀胎的时候就有了罪。    6你所喜爱的是内里诚实；你在我隐密处必使我得智慧。    7求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。    8求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。    9求你掩面不看我的罪，涂抹我一切的罪孽。    10　神啊，求你为我造清洁的心，使我里面重新有正直的灵（“正直”或作“坚定”）。    11不要丢弃我，使我离开你的面；不要从我收回你的圣灵。    12求你使我仍得救恩之乐，赐我乐意的灵扶持我；    13我就把你的道指教有过犯的人，罪人必归顺你。    14　神啊，你是拯救我的　神，求你救我脱离流人血的罪，我的舌头就高声歌唱你的公义。    15主啊，求你使我嘴唇张开，我的口便传扬赞美你的话。    16你本不喜爱祭物，若喜爱，我就献上；燔祭你也不喜悦。    17　神所要的祭，就是忧伤的灵。　神啊，忧伤痛悔的心，你必不轻看。    18求你随你的美意善待锡安，建造耶路撒冷的城墙。    19那时，你必喜爱公义的祭和燔祭，并全牲的燔祭；那时，人必将公牛献在你坛上。'
        },
        eveningPsalm: [
            {
                title: '诗142',
                content:
                    '1我发声哀告耶和华，发声恳求耶和华。    2我在他面前吐露我的苦情，陈说我的患难。    3我的灵在我里面发昏的时候，你知道我的道路。在我行的路上，敌人为我暗设网罗。    4求你向我右边观看，因为没有人认识我。我无处避难，也没有人眷顾我。    5耶和华啊，我曾向你哀求，我说：“你是我的避难所，在活人之地，你是我的福分。”    6求你侧耳听我的呼求，因我落到极卑之地；求你救我脱离逼迫我的人，因为他们比我强盛。    7求你领我出离被囚之地，我好称赞你的名。义人必环绕我，因为你是用厚恩待我。'
            },
            {
                title: '诗65',
                content:
                    ' 1　神啊，锡安的人都等候赞美你，所许的愿也要向你偿还。    2听祷告的主啊，凡有血气的都要来就你。    3罪孽胜了我，至于我们的过犯，你都要赦免。    4你所拣选、使他亲近你，住在你院中的，这人便为有福。我们必因你居所、你圣殿的美福知足了。    5拯救我们的　神啊，你必以威严秉公义应允我们。你本是一切地极和海上远处的人所倚靠的。    6他既以大能束腰，就用力量安定诸山，    7使诸海的响声和其中波浪的响声，并万民的喧哗，都平静了。    8住在地极的人，因你的神迹惧怕。你使日出日落之地都欢呼。    9你眷顾地，降下透雨，使地大得肥美。　神的河满了水；你这样浇灌了地，好为人预备五谷。    10你浇透地的犁沟，润平犁脊，降甘霖使地软和；其中发长的，蒙你赐福。    11你以恩典为年岁的冠冕，你的路径都滴下脂油，    12滴在旷野的草场上。小山以欢乐束腰，    13草场以羊群为衣，谷中也长满了五谷。这一切都欢呼歌唱。'
            }
        ]
    },
    'general1-6': {
        morningPsalm: {
            title: '诗104',
            content:
                '1我的心哪，你要称颂耶和华！耶和华我的　神啊，你为至大。你以尊荣威严为衣服，    2披上亮光，如披外袍，铺张穹苍，如铺幔子，    3在水中立楼阁的栋梁，用云彩为车辇，藉着风的翅膀而行，    4以风为使者，以火焰为仆役，    5将地立在根基上，使地永不动摇。    6你用深水遮盖地面，犹如衣裳，诸水高过山岭。    7你的斥责一发，水便奔逃；你的雷声一发，水便奔流。    8诸山升上，诸谷沉下（或作“随山上翻，随谷下流”），归你为它所安定之地。    9你定了界限，使水不能过去，不再转回遮盖地面。    10耶和华使泉源涌在山谷，流在山间，    11使野地的走兽有水喝，野驴得解其渴。    12天上的飞鸟在水旁住宿，在树枝上啼叫。    13他从楼阁中浇灌山岭，因他作为的功效，地就丰足。    14他使草生长，给六畜吃，使菜蔬发长，供给人用，使人从地里能得食物，    15又得酒能悦人心，得油能润人面，得粮能养人心。    16佳美的树木，就是黎巴嫩的香柏树，是耶和华所栽种的，都满了汁浆。    17雀鸟在其上搭窝。至于鹳，松树是它的房屋。    18高山为野山羊的住所，岩石为沙番的藏处。    19你安置月亮为定节令，日头自知沉落。    20你造黑暗为夜，林中的百兽就都爬出来。    21少壮狮子吼叫，要抓食，向　神寻求食物。    22日头一出，兽便躲避，卧在洞里。    23人出去作工，劳碌直到晚上。    24耶和华啊，你所造的何其多，都是你用智慧造成的，遍地满了你的丰富。    25那里有海，又大又广，其中有无数的动物，大小活物都有。    26那里有船行走，有你所造的鳄鱼游泳在其中。    27这都仰望你按时给它食物。    28你给它们，它们便拾起来；你张手，它们饱得美食。    29你掩面，它们便惊惶；你收回它们的气，它们就死亡，归于尘土。    30你发出你的灵，它们便受造，你使地面更换为新。    31愿耶和华的荣耀存到永远；愿耶和华喜悦自己所造的。    32他看地，地便震动；他摸山，山就冒烟。    33我要一生向耶和华唱诗，我还活的时候，要向我　神歌颂。    34愿他以我的默念为甘甜，我要因耶和华欢喜。    35愿罪人从世上消灭，愿恶人归于无有。我的心哪，要称颂耶和华！你们要赞美耶和华（原文作“哈利路亚”。下同！）'
        },
        eveningPsalm: [
            {
                title: '诗118',
                content:
                    ' 1你们要称谢耶和华，因他本为善，他的慈爱永远长存！    2愿以色列说：“他的慈爱永远长存。”    3愿亚伦的家说：“他的慈爱永远长存。”    4愿敬畏耶和华的说：“他的慈爱永远长存。”    5我在急难中求告耶和华，他就应允我，把我安置在宽阔之地。    6有耶和华帮助我，我必不惧怕，人能把我怎么样呢？    7在那帮助我的人中，有耶和华帮助我，所以我要看见那恨我的人遭报。    8投靠耶和华，强似倚赖人；    9投靠耶和华，强似倚赖王子。    10万民围绕我，我靠耶和华的名，必剿灭他们。    11他们环绕我，围困我，我靠耶和华的名，必剿灭他们。    12他们如同蜂子围绕我，好像烧荆棘的火，必被熄灭；我靠耶和华的名，必剿灭他们。    13你推我，要叫我跌倒，但耶和华帮助了我。    14耶和华是我的力量，是我的诗歌，他也成了我的拯救。    15在义人的帐棚里有欢呼拯救的声音：“耶和华的右手施展大能。    16耶和华的右手高举，耶和华的右手施展大能！”    17我必不至死，仍要存活，并要传扬耶和华的作为。    18耶和华虽严严地惩治我，却未曾将我交于死亡。    19给我敞开义门，我要进去称谢耶和华。    20这是耶和华的门，义人要进去。    21我要称谢你，因为你已经应允我，又成了我的拯救。    22匠人所弃的石头，已成了房角的头块石头。    23这是耶和华所作的，在我们眼中看为希奇。    24这是耶和华所定的日子，我们在其中要高兴欢喜。    25耶和华啊，求你拯救！耶和华啊，求你使我们亨通！    26奉耶和华名来的是应当称颂的！我们从耶和华的殿中为你们祝福。    27耶和华是　神，他光照了我们。理当用绳索把祭牲拴住，牵到坛角那里。    28你是我的　神，我要称谢你；你是我的　神，我要尊崇你。    29你们要称谢耶和华，因他本为善，他的慈爱永远长存！ '
            },
            {
                title: '诗111',
                content:
                    '1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。    2耶和华的作为本为大，凡喜爱的都必考察。    3他所行的是尊荣和威严，他的公义存到永远。    4他行了奇事，使人记念。耶和华有恩惠，有怜悯。    5他赐粮食给敬畏他的人，他必永远记念他的约。    6他向百姓显出大能的作为，把外邦的地赐给他们为业。    7他手所行的，是诚实公平，他的训词都是确实的，    8是永永远远坚定的，是按诚实正直设立的。    9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。    10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。'
            }
        ]
    },
    'general2-0': {
        morningPsalm: {
            title: '诗19',
            content:
                '1诸天述说　神的荣耀，穹苍传扬他的手段。    2这日到那日发出言语，这夜到那夜传出知识。    3无言无语，也无声音可听。    4他的量带通遍天下，他的言语传到地极。　神在其间为太阳安设帐幕。    5太阳如同新郎出洞房，又如勇士欢然奔路。    6它从天这边出来，绕到天那边，没有一物被隐藏不得它的热气。    7耶和华的律法全备，能苏醒人心；耶和华的法度确定，能使愚人有智慧；    8耶和华的训词正直，能快活人的心；耶和华的命令清洁，能明亮人的眼目；    9耶和华的道理洁净，存到永远；耶和华的典章真实，全然公义。    10都比金子可羡慕，且比极多的精金可羡慕；比蜜甘甜，且比蜂房下滴的蜜甘甜。    11况且你的仆人因此受警戒，守着这些便有大赏。    12谁能知道自己的错失呢？愿你赦免我隐而未现的过错。    13求你拦阻仆人不犯任意妄为的罪，不容这罪辖制我，我便完全，免犯大罪。    14耶和华我的磐石，我的救赎主啊，愿我口中的言语，心里的意念，在你面前蒙悦纳。'
        },
        eveningPsalm: [
            {
                title: '诗81',
                content:
                    '1你们当向　神我们的力量大声欢呼，向雅各的　神发声欢乐。    2唱起诗歌，打手鼓，弹美琴与瑟。    3当在月朔并月望、我们过节的日期吹角，    4因这是为以色列定的律例，是雅各　神的典章。    5他去攻击埃及地的时候，在约瑟中间立此为证。我在那里听见我所不明白的言语。    6　神说：“我使你的肩得脱重担，你的手放下筐子。    7你在急难中呼求，我就搭救你；我在雷的隐密处应允你，在米利巴水那里试验你。    8我的民哪，你当听，我要劝戒你；以色列啊，甚愿你肯听从我。    9在你当中不可有别的神，外邦的神你也不可下拜。    10我是耶和华你的　神，曾把你从埃及地领上来。你要大大张口，我就给你充满。    11“无奈我的民不听我的声音，以色列全不理我。    12我便任凭他们心里刚硬，随自己的计谋而行。    13甚愿我的民肯听从我，以色列肯行我的道，    14我便速速治服他们的仇敌，反手攻击他们的敌人。    15恨耶和华的人必来投降，但他的百姓必永久长存。    16他也必拿上好的麦子给他们吃，又拿从磐石出的蜂蜜叫他们饱足。”'
            },
            {
                title: '诗113',
                content:
                    '1你们要赞美耶和华！耶和华的仆人哪，你们要赞美，赞美耶和华的名。    2耶和华的名是应当称颂的，从今时直到永远。    3从日出之地到日落之处，耶和华的名是应当赞美的。    4耶和华超乎万民之上，他的荣耀高过诸天。    5谁像耶和华我们的　神呢？他坐在至高之处，    6自己谦卑，观看天上地下的事。    7他从灰尘里抬举贫寒人，从粪堆中提拔穷乏人，    8使他们与王子同坐，就是与本国的王子同坐。    9他使不能生育的妇人安居家中，为多子的乐母。你们要赞美耶和华！'
            }
        ]
    },
    'general2-1': {
        morningPsalm: {
            title: '诗136',
            content:
                '1你们要称谢耶和华，因他本为善，他的慈爱永远长存。    2你们要称谢万神之神，因他的慈爱永远长存。    3你们要称谢万主之主，因他的慈爱永远长存。    4称谢那独行大奇事的，因他的慈爱永远长存。    5称谢那用智慧造天的，因他的慈爱永远长存。    6称谢那铺地在水以上的，因他的慈爱永远长存。    7称谢那造成大光的，因他的慈爱永远长存。    8他造日头管白昼，因他的慈爱永远长存。    9他造月亮星宿管黑夜，因他的慈爱永远长存。    10称谢那击杀埃及人之长子的，因他的慈爱永远长存。    11他领以色列人从他们中间出来，因他的慈爱永远长存。    12他施展大能的手和伸出来的膀臂，因他的慈爱永远长存。    13称谢那分裂红海的，因他的慈爱永远长存。    14他领以色列从其中经过，因他的慈爱永远长存；    15却把法老和他的军兵推翻在红海里，因他的慈爱永远长存。    16称谢那引导自己的民行走旷野的，因他的慈爱永远长存。    17称谢那击杀大君王的，因他的慈爱永远长存。    18他杀戮有名的君王，因他的慈爱永远长存。    19就是杀戮亚摩利王西宏，因他的慈爱永远长存；    20又杀巴珊王噩，因他的慈爱永远长存。    21他将他们的地赐他的百姓为业，因他的慈爱永远长存；    22就是赐他的仆人以色列为业，因他的慈爱永远长存。    23他顾念我们在卑微的地步，因他的慈爱永远长存。    24他救拔我们脱离敌人，因他的慈爱永远长存。    25他赐粮食给凡有血气的，因他的慈爱永远长存。    26你们要称谢天上的　神，因他的慈爱永远长存。'
        },
        eveningPsalm: [
            {
                title: '诗97',
                content:
                    '1耶和华作王，愿地快乐，愿众海岛欢喜！    2密云和幽暗在他的四围；公义和公平是他宝座的根基。    3有烈火在他前头行，烧灭他四围的敌人。    4他的闪电光照世界，大地看见便震动。    5诸山见耶和华的面，就是全地之主的面，便消化如蜡。    6诸天表明他的公义，万民看见他的荣耀。    7愿一切侍奉雕刻的偶像、靠虚无之神自夸的，都蒙羞愧。万神哪，你们都当拜他。    8耶和华啊，锡安听见你的判断就欢喜，犹大的城邑（原文作“女子”）也都快乐。    9因为你耶和华至高，超乎全地；你被尊崇，远超万神之上。    10你们爱耶和华的都当恨恶罪恶。他保护圣民的性命，搭救他们脱离恶人的手。    11散布亮光是为义人；预备喜乐是为正直人。    12你们义人当靠耶和华欢喜，称谢他可记念的圣名。'
            },
            {
                title: '诗112',
                content:
                    '1你们要赞美耶和华！敬畏耶和华，甚喜爱他命令的，这人便为有福。    2他的后裔在世必强盛，正直人的后代必要蒙福。    3他家中有货物，有钱财。他的公义存到永远。    4正直人在黑暗中，有光向他发现。他有恩惠，有怜悯，有公义。    5施恩与人、借贷与人的，这人事情顺利。他被审判的时候，要诉明自己的冤。    6他永不动摇。义人被记念，直到永远。    7他必不怕凶恶的信息，他心坚定，倚靠耶和华。    8他心确定，总不惧怕，直到他看见敌人遭报。    9他施舍钱财，周济贫穷。他的仁义存到永远。他的角必被高举，大有荣耀。    10恶人看见便恼恨，必咬牙而消化。恶人的心愿要归灭绝。'
            }
        ]
    },
    'general2-2': {
        morningPsalm: {
            title: '诗123',
            content:
                '1坐在天上的主啊，我向你举目。    2看哪，仆人的眼睛怎样望主人的手，使女的眼睛怎样望主母的手，我们的眼睛也照样望耶和华我们的　神，直到他怜悯我们。    3耶和华啊，求你怜悯我们，怜悯我们！因为我们被藐视，已到极处。    4我们被那些安逸人的讥诮和骄傲人的藐视，已到极处。'
        },
        eveningPsalm: [
            {
                title: '诗30',
                content:
                    '1耶和华啊，我要尊崇你，因为你曾提拔我，不叫仇敌向我夸耀。    2耶和华我的　神啊，我曾呼求你，你医治了我。    3耶和华啊，你曾把我的灵魂从阴间救上来，使我存活，不至于下坑。    4耶和华的圣民哪，你们要歌颂他，称赞他可记念的圣名。    5因为，他的怒气不过是转眼之间，他的恩典乃是一生之久。一宿虽然有哭泣，早晨便必欢呼。    6至于我，我凡事平顺，便说：“我永不动摇。”    7耶和华啊，你曾施恩，叫我的江山稳固；你掩了面我就惊惶。    8耶和华啊，我曾求告你。我向耶和华恳求，说：    9“我被害流血，下到坑中，有什么益处呢？尘土岂能称赞你，传说你的诚实吗？    10耶和华啊，求你应允我，怜恤我；耶和华啊，求你帮助我。”    11你已将我的哀哭变为跳舞，将我的麻衣脱去，给我披上喜乐，    12好叫我的灵原文作“荣耀”歌颂你，并不住声。耶和华我的　神啊，我要称谢你，直到永远。'
            },
            {
                title: '诗86',
                content:
                    '1耶和华啊，求你侧耳应允我，因我是困苦穷乏的。    2求你保存我的性命，因我是虔诚人。我的　神啊，求你拯救这倚靠你的仆人。    3主啊，求你怜悯我，因我终日求告你。    4主啊，求你使仆人心里欢喜，因为我的心仰望你。    5主啊，你本为良善，乐意饶恕人，有丰盛的慈爱，赐给凡求告你的人。    6耶和华啊，求你留心听我的祷告，垂听我恳求的声音。    7我在患难之日要求告你，因为你必应允我。    8主啊，诸神之中没有可比你的，你的作为也无可比。    9主啊，你所造的万民都要来敬拜你，他们也要荣耀你的名。    10因你为大，且行奇妙的事，惟独你是　神。    11耶和华啊，求你将你的道指教我，我要照你的真理行；求你使我专心敬畏你的名。    12主我的　神啊，我要一心称赞你，我要荣耀你的名，直到永远。    13因为你向我发的慈爱是大的，你救了我的灵魂，免入极深的阴间。    14　神啊，骄傲的人起来攻击我，又有一党强横的人寻索我的命，他们没有将你放在眼中。    15主啊，你是有怜悯、有恩典的　神，不轻易发怒，并有丰盛的慈爱和诚实。    16求你向我转脸，怜恤我，将你的力量赐给仆人，救你婢女的儿子。    17求你向我显出恩待我的凭据，叫恨我的人看见便羞愧，因为你耶和华帮助我，安慰我。'
            }
        ]
    },
    'general2-3': {
        morningPsalm: {
            title: '诗15',
            content:
                '1耶和华啊，谁能寄居你的帐幕？谁能住在你的圣山？    2就是行为正直，作事公义，心里说实话的人。    3他不以舌头谗谤人，不恶待朋友，也不随伙毁谤邻里；    4他眼中藐视匪类，却尊重那敬畏耶和华的人。他发了誓，虽然自己吃亏，也不更改。    5他不放债取利，不受贿赂以害无辜。行这些事的人必永不动摇。'
        },
        eveningPsalm: [
            {
                title: '诗48',
                content:
                    '1耶和华本为大，在我们　神的城中，在他的圣山上，该受大赞美。    2锡安山，大君王的城，在北面居高华美，为全地所喜悦。    3　神在其宫中自显为避难所。    4看哪，众王会合，一同经过。    5他们见了这城，就惊奇丧胆，急忙逃跑。    6他们在那里被战兢疼痛抓住，好像产难的妇人一样。    7　神啊，你用东风打破他施的船只。    8我们在万军之耶和华的城中，就是我们　神的城中所看见的，正如我们所听见的。　神必坚立这城，直到永远。    9　神啊，我们在你的殿中，想念你的慈爱。    10　神啊，你受的赞美正与你的名相称，直到地极，你的右手满了公义。    11因你的判断，锡安山应当欢喜，犹大的城邑应当快乐（“城邑”原文作“女子”）。    12你们当周游锡安，四围旋绕，数点城楼。    13细看她的外郭，察看她的宫殿，为要传说到后代。    14因为这　神永永远远为我们的　神，他必作我们引路的，直到死时。'
            },
            {
                title: '诗4',
                content:
                    '1显我为义的　神啊，我呼吁的时候，求你应允我！我在困苦中，你曾使我宽广；现在求你怜恤我，听我的祷告。    2你们这上流人哪，你们将我的尊荣变为羞辱要到几时呢？你们喜爱虚妄、寻找虚假要到几时呢？    3你们要知道，耶和华已经分别虔诚人归他自己。我求告耶和华，他必听我。    4你们应当畏惧，不可犯罪；在床上的时候，要心里思想，并要肃静。    5当献上公义的祭，又当倚靠耶和华。    6有许多人说：“谁能指示我们什么好处？”耶和华啊，求你仰起脸来，光照我们。    7你使我心里快乐，胜过那丰收五谷新酒的人。    8我必安然躺下睡觉，因为独有你耶和华使我安然居住。'
            }
        ]
    },
    'general2-4': {
        morningPsalm: {
            title: '诗36',
            content:
                '1恶人的罪过在他心里说：“我眼中不怕　神。”    2他自夸自媚，以为他的罪孽终不显露，不被恨恶。    3他口中的言语尽是罪孽诡诈，他与智慧善行已经断绝。    4他在床上图谋罪孽，定意行不善的道，不憎恶恶事。    5耶和华啊，你的慈爱上及诸天，你的信实达到穹苍。    6你的公义好像高山，你的判断如同深渊。耶和华啊，人民、牲畜，你都救护。    7　神啊，你的慈爱何其宝贵！世人投靠在你翅膀的荫下。    8他们必因你殿里的肥甘得以饱足，你也必叫他们喝你乐河的水。    9因为在你那里有生命的源头，在你的光中，我们必得见光。    10愿你常施慈爱给认识你的人，常以公义待心里正直的人。    11不容骄傲人的脚践踏我，不容凶恶人的手赶逐我。    12在那里，作孽的人已经仆倒。他们被推倒，不能再起来。'
        },
        eveningPsalm: [
            {
                title: '诗80',
                content:
                    '1领约瑟如领羊群之以色列的牧者啊，求你留心听！坐在二基路伯上的啊，求你发出光来！    2在以法莲、便雅悯、玛拿西前面，施展你的大能，来救我们。    3　神啊，求你使我们回转（“回转”或作“复兴”），使你的脸发光，我们便要得救。    4耶和华万军之　神啊，你向你百姓的祷告发怒，要到几时呢？    5你以眼泪当食物给他们吃，又多量出眼泪给他们喝。    6你使邻邦因我们纷争，我们的仇敌彼此戏笑。    7万军之　神啊，求你使我们回转，使你的脸发光，我们便要得救。    8你从埃及挪出一棵葡萄树，赶出外邦人，把这树栽上。    9你在这树根前预备了地方，它就深深扎根，爬满了地。    10它的影子遮满了山，枝子好像佳美的香柏树。    11它发出枝子，长到大海；发出蔓子，延到大河。    12你为何拆毁这树的篱笆，任凭一切过路的人摘取？    13林中出来的野猪把它糟踏；野地的走兽拿它当食物。    14万军之　神啊，求你回转，从天上垂看，眷顾这葡萄树，    15保护你右手所栽的和你为自己所坚固的枝子。    16这树已经被火焚烧，被刀砍伐；他们因你脸上的怒容就灭亡了。    17愿你的手扶持你右边的人，就是你为自己所坚固的人子。    18这样，我们便不退后离开你；求你救活我们，我们就要求告你的名。    19耶和华万军之　神啊，求你使我们回转，使你的脸发光，我们便要得救。'
            },
            {
                title: '诗27',
                content:
                    '1耶和华是我的亮光，是我的拯救，我还怕谁呢？耶和华是我性命的保障（“保障”或作“力量”），我还惧谁呢？    2那作恶的，就是我的仇敌，前来吃我肉的时候，就绊跌仆倒。    3虽有军兵安营攻击我，我的心也不害怕；虽然兴起刀兵攻击我，我必仍旧安稳。    4有一件事，我曾求耶和华，我仍要寻求：就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里求问。    5因为我遭遇患难，他必暗暗地保守我；在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐石上。    6现在我得以昂首，高过四面的仇敌；我要在他的帐幕里欢然献祭，我要唱诗歌颂耶和华。    7耶和华啊，我用声音呼吁的时候，求你垂听；并求你怜恤我，应允我。    8你说：“你们当寻求我的面。”那时我心向你说：“耶和华啊，你的面我正要寻求。”    9不要向我掩面。不要发怒赶逐仆人，你向来是帮助我的。救我的　神啊，不要丢掉我，也不要离弃我。    10我父母离弃我，耶和华必收留我。    11耶和华啊，求你将你的道指教我，因我仇敌的缘故引导我走平坦的路。    12求你不要把我交给敌人，遂其所愿；因为妄作见证的和口吐凶言的，起来攻击我。    13我若不信在活人之地得见耶和华的恩惠，就早已丧胆了。    14要等候耶和华！当壮胆，坚固你的心。我再说：要等候耶和华！'
            }
        ]
    },
    'general2-5': {
        morningPsalm: {
            title: '诗130',
            content:
                '1耶和华啊，我从深处向你求告。    2主啊，求你听我的声音，愿你侧耳听我恳求的声音。    3主耶和华啊，你若究察罪孽，谁能站得住呢？    4但在你有赦免之恩，要叫人敬畏你。    5我等候耶和华，我的心等候，我也仰望他的话。    6我的心等候主，胜于守夜的等候天亮，胜于守夜的等候天亮。    7以色列啊，你当仰望耶和华，因他有慈爱，有丰盛的救恩。    8他必救赎以色列脱离一切的罪孽。'
        },
        eveningPsalm: [
            {
                title: '诗32',
                content:
                    '1得赦免其过、遮盖其罪的，这人是有福的。    2凡心里没有诡诈，耶和华不算为有罪的，这人是有福的。    3我闭口不认罪的时候，因终日唉哼而骨头枯干。    4黑夜白日，你的手在我身上沉重；我的精液耗尽，如同夏天的干旱。    5我向你陈明我的罪，不隐瞒我的恶。我说：“我要向耶和华承认我的过犯。”你就赦免我的罪恶。    6为此，凡虔诚人都当趁你可寻找的时候祷告你，大水泛溢的时候，必不能到他那里。    7你是我藏身之处，你必保佑我脱离苦难，以得救的乐歌四面环绕我。    8我要教导你，指示你当行的路；我要定睛在你身上劝戒你。    9你不可像那无知的骡马，必用嚼环辔头勒住它，不然，就不能驯服。    10恶人必多受苦楚，惟独倚靠耶和华的，必有慈爱四面环绕他。    11你们义人应当靠耶和华欢喜快乐，你们心里正直的人都当欢呼。'
            },
            {
                title: '诗139',
                content:
                    '1耶和华啊，你已经鉴察我，认识我。    2我坐下，我起来，你都晓得，你从远处知道我的意念；    3我行路，我躺卧，你都细察，你也深知我一切所行的。    4耶和华啊，我舌头上的话，你没有一句不知道的。    5你在我前后环绕我，按手在我身上。    6这样的知识奇妙，是我不能测的；至高，是我不能及的。    7我往哪里去，躲避你的灵？我往哪里逃，躲避你的面？    8我若升到天上，你在那里；我若在阴间下榻，你也在那里。    9我若展开清晨的翅膀，飞到海极居住，    10就是在那里，你的手必引导我，你的右手也必扶持我。    11我若说：“黑暗必定遮蔽我，我周围的亮光必成为黑夜”，    12黑暗也不能遮蔽我使你不见，黑夜却如白昼发亮。黑暗和光明，在你看都是一样。    13我的肺腑是你所造的。我在母腹中，你已覆庇我。    14我要称谢你，因我受造奇妙可畏。你的作为奇妙，这是我心深知道的。    15我在暗中受造，在地的深处被联络，那时，我的形体并不向你隐藏。    16我未成形的体质，你的眼早已看见了。你所定的日子，我尚未度一日（或作“我被造的肢体尚未有其一”），你都写在你的册上了。    17　神啊，你的意念向我何等宝贵，其数何等众多！    18我若数点，比海沙更多。我睡醒的时候，仍和你同在。    19　神啊，你必要杀戮恶人，所以你们好流人血的，离开我去吧！    20因为他们说恶言顶撞你，你的仇敌也妄称你的名。    21耶和华啊，恨恶你的，我岂不恨恶他们吗？攻击你的，我岂不憎嫌他们吗？    22我切切地恨恶他们，以他们为仇敌。    23　神啊，求你鉴察我，知道我的心思；试炼我，知道我的意念，    24看在我里面有什么恶行没有，引导我走永生的道路。'
            }
        ]
    },
    'general2-6': {
        morningPsalm: {
            title: '诗56',
            content:
                '1　神啊，求你怜悯我，因为人要把我吞了，终日攻击欺压我。    2我的仇敌终日要把我吞了，因逞骄傲攻击我的人甚多。    3我惧怕的时候要倚靠你。    4我倚靠　神，我要赞美他的话；我倚靠　神，必不惧怕。血气之辈能把我怎么样呢？    5他们终日颠倒我的话，他们一切的心思都是要害我。    6他们聚集、埋伏，窥探我的脚踪，等候要害我的命。    7他们岂能因罪孽逃脱吗？　神啊，求你在怒中使众民堕落。    8我几次流离，你都记数。求你把我眼泪装在你的皮袋里。这不都记在你册子上吗？    9我呼求的日子，我的仇敌都要转身退后。　神帮助我，这是我所知道的。    10我倚靠　神，我要赞美他的话；我倚靠耶和华，我要赞美他的话。    11我倚靠　神，必不惧怕。人能把我怎么样呢？    12　神啊，我向你所许的愿在我身上，我要将感谢祭献给你。    13因为你救我的命脱离死亡。你岂不是救护我的脚不跌倒，使我在生命光中行在　神面前吗？ '
        },
        eveningPsalm: [
            {
                title: '诗100',
                content:
                    '1普天下当向耶和华欢呼。    2你们当乐意侍奉耶和华，当来向他歌唱。    3你们当晓得耶和华是　神。我们是他造的，也是属他的；我们是他的民，也是他草场的羊。    4当称谢进入他的门，当赞美进入他的院；当感谢他，称颂他的名。    5因为耶和华本为善，他的慈爱存到永远，他的信实直到万代。'
            },
            {
                title: '诗62',
                content:
                    '1我的心默默无声，专等候　神，我的救恩是从他而来。    2惟独他是我的磐石，我的拯救，他是我的高台，我必不很动摇。    3你们大家攻击一人，把他毁坏，如同毁坏歪斜的墙、将倒的壁，要到几时呢？    4他们彼此商议，专要从他的尊位上把他推下。他们喜爱谎话，口虽祝福，心却咒诅。    5我的心哪，你当默默无声，专等候　神，因为我的盼望是从他而来。    6惟独他是我的磐石，我的拯救，他是我的高台，我必不动摇。    7我的拯救，我的荣耀，都在乎　神；我力量的磐石，我的避难所，都在乎　神。    8你们众民当时时倚靠他，在他面前倾心吐意。　神是我们的避难所。    9下流人真是虚空，上流人也是虚假，放在天平里就必浮起，他们一共比空气还轻。    10不要仗势欺人，也不要因抢夺而骄傲；若财宝加增，不要放在心上。    11　神说了一次、两次，我都听见，就是能力都属乎　神。    12主啊，慈爱也是属乎你，因为你照着各人所行的报应他。'
            }
        ]
    },
    'general3-0': {
        morningPsalm: {
            title: '诗67',
            content:
                '1愿　神怜悯我们，赐福与我们，用脸光照我们，    2好叫世界得知你的道路，万国得知你的救恩。    3　神啊，愿列邦称赞你，愿万民都称赞你。    4愿万国都快乐欢呼，因为你必按公正审判万民，引导世上的万国。    5　神啊，愿列邦称赞你，愿万民都称赞你。    6地已经出了土产；　神，就是我们的　神，要赐福与我们。    7　神要赐福与我们，地的四极都要敬畏他。'
        },
        eveningPsalm: [
            {
                title: '诗46',
                content:
                    '1　神是我们的避难所，是我们的力量，是我们在患难中随时的帮助。    2所以地虽改变，山虽摇动到海心，    3其中的水虽砰訇翻腾，山虽因海涨而战抖，我们也不害怕。    4有一道河，这河的分汊，使　神的城欢喜。这城就是至高者居住的圣所。    5　神在其中，城必不动摇；到天一亮，　神必帮助这城。    6外邦喧嚷，列国动摇。　神发声，地便熔化。    7万军之耶和华与我们同在；雅各的　神是我们的避难所。    8你们来看耶和华的作为，看他使地怎样荒凉。    9他止息刀兵，直到地极；他折弓、断枪，把战车焚烧在火中。    10你们要休息，要知道我是　神！我必在外邦中被尊崇，在遍地上也被尊崇。    11万军之耶和华与我们同在；雅各的　神是我们的避难所。'
            },
            {
                title: '诗93',
                content:
                    '1耶和华作王，他以威严为衣穿上，耶和华以能力为衣，以能力束腰，世界就坚定，不得动摇。    2你的宝座从太初立定，你从亘古就有。    3耶和华啊，大水扬起，大水发声，波浪澎湃。    4耶和华在高处大有能力，胜过诸水的响声，洋海的大浪。    5耶和华啊，你的法度最的确，你的殿永称为圣，是合宜的。'
            }
        ]
    },
    'general3-1': {
        morningPsalm: {
            title: '诗51',
            content:
                '1　神啊，求你按你的慈爱怜恤我，按你丰盛的慈悲涂抹我的过犯。    2求你将我的罪孽洗除净尽，并洁除我的罪。    3因为我知道我的过犯，我的罪常在我面前。    4我向你犯罪，惟独得罪了你，在你眼前行了这恶，以致你责备我的时候显为公义；判断我的时候显为清正。    5我是在罪孽里生的，在我母亲怀胎的时候就有了罪。    6你所喜爱的是内里诚实；你在我隐密处必使我得智慧。    7求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。    8求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。    9求你掩面不看我的罪，涂抹我一切的罪孽。    10　神啊，求你为我造清洁的心，使我里面重新有正直的灵（“正直”或作“坚定”）。    11不要丢弃我，使我离开你的面；不要从我收回你的圣灵。    12求你使我仍得救恩之乐，赐我乐意的灵扶持我；    13我就把你的道指教有过犯的人，罪人必归顺你。    14　神啊，你是拯救我的　神，求你救我脱离流人血的罪，我的舌头就高声歌唱你的公义。    15主啊，求你使我嘴唇张开，我的口便传扬赞美你的话。    16你本不喜爱祭物，若喜爱，我就献上；燔祭你也不喜悦。    17　神所要的祭，就是忧伤的灵。　神啊，忧伤痛悔的心，你必不轻看。    18求你随你的美意善待锡安，建造耶路撒冷的城墙。    19那时，你必喜爱公义的祭和燔祭，并全牲的燔祭；那时，人必将公牛献在你坛上。'
        },
        eveningPsalm: [
            {
                title: '诗85',
                content:
                    '1耶和华啊，你已经向你的地施恩，救回被掳的雅各。    2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。    3你收转了所发的忿怒和你猛烈的怒气。    4拯救我们的　神啊，求你使我们回转，叫你的恼恨向我们止息。    5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？    6你不再将我们救活，使你的百姓靠你欢喜吗？    7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。    8我要听　神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。    9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。    10慈爱和诚实彼此相遇；公义和平安彼此相亲。    11诚实从地而生，公义从天而现。    12耶和华必将好处赐给我们，我们的地也要多出土产。    13公义要行在他面前，叫他的脚踪成为可走的路。'
            },
            {
                title: '诗47',
                content:
                    '1万民哪，你们都要拍掌！要用夸胜的声音向　神呼喊。    2因为耶和华至高者是可畏的，他是治理全地的大君王。    3他叫万民服在我们以下，又叫列邦服在我们脚下。    4他为我们选择产业，就是他所爱之雅各的荣耀。    5　神上升，有喊声相送；耶和华上升，有角声相送。    6你们要向　神歌颂，歌颂！向我们王歌颂，歌颂！    7因为　神是全地的王，你们要用悟性歌颂。    8　神作王治理万国，　神坐在他的圣宝座上。    9列邦的君王聚集，要作亚伯拉罕之　神的民；因为世界的盾牌是属　神的，他为至高。'
            }
        ]
    },
    'general3-2': {
        morningPsalm: {
            title: '诗54',
            content:
                '1　神啊，求你以你的名救我，凭你的大能为我伸冤。    2　神啊，求你听我的祷告，留心听我口中的言语。    3因为外人起来攻击我，强暴人寻索我的命。他们眼中没有　神。    4　神是帮助我的，是扶持我命的。    5他要报应我仇敌所行的恶，求你凭你的诚实灭绝他们。    6我要把甘心祭献给你。耶和华啊，我要称赞你的名，这名本为美好。    7他从一切的急难中把我救出来；我的眼睛也看见了我仇敌遭报。'
        },
        eveningPsalm: [
            {
                title: '诗29',
                content:
                    '1　神的众子啊，你们要将荣耀能力归给耶和华，归给耶和华。    2要将耶和华的名所当得的荣耀归给他，以圣洁的妆饰（“的”或作“为”）敬拜耶和华。    3耶和华的声音发在水上，荣耀的　神打雷，耶和华打雷在大水之上。    4耶和华的声音大有能力，耶和华的声音满有威严。    5耶和华的声音震破香柏树，耶和华震碎黎巴嫩的香柏树。    6他也使之跳跃如牛犊，使黎巴嫩和西连跳跃如野牛犊。    7耶和华的声音使火焰分岔。    8耶和华的声音震动旷野，耶和华震动加低斯的旷野。    9耶和华的声音惊动母鹿落胎，树木也脱落净光；凡在他殿中的，都称说他的荣耀。    10洪水泛滥之时，耶和华坐着为王；耶和华坐着为王，直到永远。    11耶和华必赐力量给他的百姓，耶和华必赐平安的福给他的百姓。'
            },
            {
                title: '诗99',
                content:
                    '1耶和华作王，万民当战抖。他坐在二基路伯上，地当动摇。    2耶和华在锡安为大，他超乎万民之上。    3他们当称赞他大而可畏的名，他本为圣。    4王有能力，喜爱公平，坚立公正，在雅各中施行公平和公义。    5你们当尊崇耶和华我们的　神，在他脚凳前下拜。他本为圣。    6在他的祭司中有摩西和亚伦，在求告他名的人中有撒母耳。他们求告耶和华，他就应允他们。    7他在云柱中对他们说话。他们遵守他的法度和他所赐给他们的律例。    8耶和华我们的　神啊，你应允他们。你是赦免他们的　神，却按他们所行的报应他们。    9你们要尊崇耶和华我们的　神，在他的圣山下拜，因为耶和华我们的　神本为圣。'
            }
        ]
    },
    'general3-3': {
        morningPsalm: {
            title: '诗65',
            content:
                '1　神啊，锡安的人都等候赞美你，所许的愿也要向你偿还。    2听祷告的主啊，凡有血气的都要来就你。    3罪孽胜了我，至于我们的过犯，你都要赦免。    4你所拣选、使他亲近你，住在你院中的，这人便为有福。我们必因你居所、你圣殿的美福知足了。    5拯救我们的　神啊，你必以威严秉公义应允我们。你本是一切地极和海上远处的人所倚靠的。    6他既以大能束腰，就用力量安定诸山，    7使诸海的响声和其中波浪的响声，并万民的喧哗，都平静了。    8住在地极的人，因你的神迹惧怕。你使日出日落之地都欢呼。    9你眷顾地，降下透雨，使地大得肥美。　神的河满了水；你这样浇灌了地，好为人预备五谷。    10你浇透地的犁沟，润平犁脊，降甘霖使地软和；其中发长的，蒙你赐福。    11你以恩典为年岁的冠冕，你的路径都滴下脂油，    12滴在旷野的草场上。小山以欢乐束腰，    13草场以羊群为衣，谷中也长满了五谷。这一切都欢呼歌唱。'
        },
        eveningPsalm: [
            {
                title: '诗125',
                content:
                    '1倚靠耶和华的人好像锡安山，永不动摇。    2众山怎样围绕耶路撒冷，耶和华也照样围绕他的百姓，从今时直到永远。    3恶人的杖不常落在义人的份上，免得义人伸手作恶。    4耶和华啊，求你善待那些为善和心里正直的人。    5至于那偏行弯曲道路的人，耶和华必使他和作恶的人一同出去受刑。愿平安归于以色列。'
            },
            {
                title: '诗91',
                content:
                    '1住在至高者隐密处的，必住在全能者的荫下。    2我要论到耶和华说：“他是我的避难所，是我的山寨，是我的　神，是我所倚靠的。”    3他必救你脱离捕鸟人的网罗和毒害的瘟疫。    4他必用自己的翎毛遮蔽你，你要投靠在他的翅膀底下。他的诚实是大小的盾牌。    5你必不怕黑夜的惊骇，或是白日飞的箭；    6也不怕黑夜行的瘟疫，或是午间灭人的毒病。    7虽有千人仆倒在你旁边，万人仆倒在你右边，这灾却不得临近你。    8你惟亲眼观看，见恶人遭报。    9耶和华是我的避难所。你已将至高者当你的居所，    10祸患必不临到你，灾害也不挨近你的帐棚。    11因他要为你吩咐他的使者，在你行的一切道路上保护你。    12他们要用手托着你，免得你的脚碰在石头上。    13你要踹在狮子和虺蛇的身上，践踏少壮狮子和大蛇。    14　神说：“因为他专心爱我，我就要搭救他；因为他知道我的名，我要把他安置在高处。    15他若求告我，我就应允他；他在急难中，我要与他同在。我要搭救他，使他尊贵。    16我要使他足享长寿，将我的救恩显明给他。”'
            }
        ]
    },
    'general3-4': {
        morningPsalm: {
            title: '诗143',
            content:
                '1耶和华啊，求你听我的祷告，留心听我的恳求，凭你的信实和公义应允我。    2求你不要审问仆人，因为在你面前，凡活着的人没有一个是义的。    3原来仇敌逼迫我，将我打倒在地，使我住在幽暗之处，像死了许久的人一样。    4所以我的灵在我里面发昏，我的心在我里面凄惨。    5我追想古时之日，思想你的一切作为，默念你手的工作。    6我向你举手，我的心渴想你，如干旱之地盼雨一样。 7耶和华啊，求你速速应允我。我心神耗尽，不要向我掩面，免得我像那些下坑的人一样。    8求你使我清晨得听你慈爱之言，因我倚靠你；求你使我知道当行的路，因我的心仰望你。    9耶和华啊，求你救我脱离我的仇敌，我往你那里藏身。    10求你指教我遵行你的旨意，因你是我的　神。你的灵本为善，求你引我到平坦之地。    11耶和华啊，求你为你的名将我救活，凭你的公义，将我从患难中领出来，    12凭你的慈爱剪除我的仇敌，灭绝一切苦待我的人，因我是你的仆人。'
        },
        eveningPsalm: [
            {
                title: '诗81',
                content:
                    '1你们当向　神我们的力量大声欢呼，向雅各的　神发声欢乐。    2唱起诗歌，打手鼓，弹美琴与瑟。    3当在月朔并月望、我们过节的日期吹角，    4因这是为以色列定的律例，是雅各　神的典章。    5他去攻击埃及地的时候，在约瑟中间立此为证。我在那里听见我所不明白的言语。    6　神说：“我使你的肩得脱重担，你的手放下筐子。    7你在急难中呼求，我就搭救你；我在雷的隐密处应允你，在米利巴水那里试验你。    8我的民哪，你当听，我要劝戒你；以色列啊，甚愿你肯听从我。    9在你当中不可有别的神，外邦的神你也不可下拜。    10我是耶和华你的　神，曾把你从埃及地领上来。你要大大张口，我就给你充满。    11“无奈我的民不听我的声音，以色列全不理我。    12我便任凭他们心里刚硬，随自己的计谋而行。    13甚愿我的民肯听从我，以色列肯行我的道，    14我便速速治服他们的仇敌，反手攻击他们的敌人。    15恨耶和华的人必来投降，但他的百姓必永久长存。    16他也必拿上好的麦子给他们吃，又拿从磐石出的蜂蜜叫他们饱足。”'
            },
            {
                title: '诗116',
                content:
                    '1我爱耶和华，因为他听了我的声音和我的恳求。    2他既向我侧耳，我一生要求告他。    3死亡的绳索缠绕我，阴间的痛苦抓住我，我遭遇患难愁苦。    4那时，我便求告耶和华的名，说：“耶和华啊，求你救我的灵魂！”    5耶和华有恩惠，有公义，我们的　神以怜悯为怀。    6耶和华保护愚人，我落到卑微的地步，他救了我。    7我的心哪，你要仍归安乐，因为耶和华用厚恩待你。    8主啊，你救我的命免了死亡，救我的眼免了流泪，救我的脚免了跌倒；    9我要在耶和华面前行活人之路。    10我因信，所以如此说话：“我受了极大的困苦。”    11我曾急促地说：“人都是说谎的！”    12我拿什么报答耶和华向我所赐的一切厚恩？    13我要举起救恩的杯，称扬耶和华的名。    14我要在他众民面前向耶和华还我的愿。    15在耶和华眼中，看圣民之死极为宝贵。    16耶和华啊，我真是你的仆人；我是你的仆人，是你婢女的儿子。你已经解开我的绑索。    17我要以感谢为祭献给你，又要求告耶和华的名。    18我要在他众民面前，在耶和华殿的院内，在耶路撒冷当中，向耶和华还我的愿。你们要赞美耶和华！    19'
            }
        ]
    },
    'general3-5': {
        morningPsalm: {
            title: '诗86',
            content:
                '1耶和华啊，求你侧耳应允我，因我是困苦穷乏的。    2求你保存我的性命，因我是虔诚人。我的　神啊，求你拯救这倚靠你的仆人。    3主啊，求你怜悯我，因我终日求告你。    4主啊，求你使仆人心里欢喜，因为我的心仰望你。    5主啊，你本为良善，乐意饶恕人，有丰盛的慈爱，赐给凡求告你的人。    6耶和华啊，求你留心听我的祷告，垂听我恳求的声音。    7我在患难之日要求告你，因为你必应允我。    8主啊，诸神之中没有可比你的，你的作为也无可比。    9主啊，你所造的万民都要来敬拜你，他们也要荣耀你的名。    10因你为大，且行奇妙的事，惟独你是　神。    11耶和华啊，求你将你的道指教我，我要照你的真理行；求你使我专心敬畏你的名。    12主我的　神啊，我要一心称赞你，我要荣耀你的名，直到永远。    13因为你向我发的慈爱是大的，你救了我的灵魂，免入极深的阴间。    14　神啊，骄傲的人起来攻击我，又有一党强横的人寻索我的命，他们没有将你放在眼中。    15主啊，你是有怜悯、有恩典的　神，不轻易发怒，并有丰盛的慈爱和诚实。    16求你向我转脸，怜恤我，将你的力量赐给仆人，救你婢女的儿子。    17求你向我显出恩待我的凭据，叫恨我的人看见便羞愧，因为你耶和华帮助我，安慰我。'
        },
        eveningPsalm: [
            {
                title: '诗6',
                content:
                    '1耶和华啊，求你不要在怒中责备我，也不要在烈怒中惩罚我。    2耶和华啊，求你可怜我，因为我软弱；耶和华啊，求你医治我，因为我的骨头发战。    3我心也大大地惊惶。耶和华啊，你要到几时才救我呢？    4耶和华啊，求你转回搭救我，因你的慈爱拯救我。    5因为在死地无人记念你，在阴间有谁称谢你？    6我因唉哼而困乏，我每夜流泪，把床榻漂起，把褥子湿透。    7我因忧愁眼睛干瘪，又因我一切的敌人眼睛昏花。    8你们一切作孽的人，离开我吧！因为耶和华听了我哀哭的声音。    9耶和华听了我的恳求，耶和华必收纳我的祷告。    10我的一切仇敌都必羞愧，大大惊惶；他们必要退后，忽然羞愧。'
            },
            {
                title: '诗19',
                content:
                    '1诸天述说　神的荣耀，穹苍传扬他的手段。    2这日到那日发出言语，这夜到那夜传出知识。    3无言无语，也无声音可听。    4他的量带通遍天下，他的言语传到地极。　神在其间为太阳安设帐幕。    5太阳如同新郎出洞房，又如勇士欢然奔路。    6它从天这边出来，绕到天那边，没有一物被隐藏不得它的热气。    7耶和华的律法全备，能苏醒人心；耶和华的法度确定，能使愚人有智慧；    8耶和华的训词正直，能快活人的心；耶和华的命令清洁，能明亮人的眼目；    9耶和华的道理洁净，存到永远；耶和华的典章真实，全然公义。    10都比金子可羡慕，且比极多的精金可羡慕；比蜜甘甜，且比蜂房下滴的蜜甘甜。    11况且你的仆人因此受警戒，守着这些便有大赏。    12谁能知道自己的错失呢？愿你赦免我隐而未现的过错。    13求你拦阻仆人不犯任意妄为的罪，不容这罪辖制我，我便完全，免犯大罪。    14耶和华我的磐石，我的救赎主啊，愿我口中的言语，心里的意念，在你面前蒙悦纳。'
            }
        ]
    },
    'general3-6': {
        morningPsalm: {
            title: '诗122',
            content:
                '1人对我说：“我们往耶和华的殿去。”我就欢喜。    2耶路撒冷啊，我们的脚站在你的门内。    3耶路撒冷被建造，如同连络整齐的一座城。    4众支派，就是耶和华的支派，上那里去，按以色列的常例（或作“作以色列的证据”）称赞耶和华的名。    5因为在那里设立审判的宝座，就是大卫家的宝座。    6你们要为耶路撒冷求平安。耶路撒冷啊，爱你的人必然兴旺。    7愿你城中平安，愿你宫内兴旺。    8因我弟兄和同伴的缘故，我要说：“愿平安在你中间。”    9因耶和华我们　神殿的缘故，我要为你求福。'
        },
        eveningPsalm: [
            {
                title: '诗141',
                content:
                    '耶和华啊，我曾求告你，求你快快临到我这里。我求告你的时候，愿你留心听我的声音。    2愿我的祷告如香陈列在你面前；愿我举手祈求，如献晚祭。    3耶和华啊，求你禁止我的口，把守我的嘴。    4求你不叫我的心偏向邪恶，以致我和作孽的人同行恶事；也不叫我吃他们的美食。    5任凭义人击打我，这算为仁慈；任凭他责备我，这算为头上的膏油，我的头不要躲闪。正在他们行恶的时候，我仍要祈祷。    6他们的审判官被扔在岩下。众人要听我的话，因为这话甘甜。    7我们的骨头散在墓旁，好像人耕田、刨地的土块。    8主耶和华啊，我的眼目仰望你，我投靠你，求你不要将我撇得孤苦。    9求你保护我脱离恶人为我设的网罗和作孽之人的圈套。    10愿恶人落在自己的网里，我却得以逃脱。'
            },
            {
                title: '诗90',
                content:
                    '1主啊，你世世代代作我们的居所。    2诸山未曾生出，地与世界你未曾造成，从亘古到永远，你是　神！    3你使人归于尘土，说：“你们世人要归回。”    4在你看来，千年如已过的昨日，又如夜间的一更。    5你叫他们如水冲去，他们如睡一觉。早晨他们如生长的草，    6早晨发芽生长，晚上割下枯干。    7我们因你的怒气而消灭，因你的忿怒而惊惶。    8你将我们的罪孽摆在你面前，将我们的隐恶摆在你面光之中。    9我们经过的日子都在你震怒之下；我们度尽的年岁好像一声叹息。    10我们一生的年日是七十岁，若是强壮可到八十岁；但其中所矜夸的不过是劳苦愁烦，转眼成空，我们便如飞而去。    11谁晓得你怒气的权势？谁按着你该受的敬畏晓得你的忿怒呢？    12求你指教我们怎样数算自己的日子，好叫我们得着智慧的心。    13耶和华啊，我们要等到几时呢？求你转回，为你的仆人后悔。    14求你使我们早早饱得你的慈爱，好叫我们一生一世欢呼喜乐。    15求你照着你使我们受苦的日子和我们遭难的年岁，叫我们喜乐。    16愿你的作为向你仆人显现；愿你的荣耀向他们子孙显明。    17愿主我们　神的荣美归于我们身上。愿你坚立我们手所作的工；我们手所作的工，愿你坚立。'
            }
        ]
    },
    'general4-0': {
        morningPsalm: {
            title: '诗110',
            content:
                '1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”    2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。    3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。    4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”    5在你右边的主，当他发怒的日子必打伤列王。    6他要在列邦中刑罚恶人，尸首就遍满各处。他要在许多国中打破仇敌的头。    7他要喝路旁的河水，因此必抬起头来。'
        },
        eveningPsalm: [
            {
                title: '诗66',
                content:
                    '1全地都当向　神欢呼！    2歌颂他名的荣耀，用赞美的言语将他的荣耀发明。    3当对　神说：“你的作为何等可畏！因你的大能，仇敌要投降你。    4全地要敬拜你，歌颂你，要歌颂你的名。”    5你们来看　神所行的，他向世人所作之事是可畏的。    6他将海变成干地，众民步行过河。我们在那里因他欢喜。    7他用权能治理万民，直到永远。他的眼睛鉴察列邦，悖逆的人不可自高。    8万民哪，你们当称颂我们的　神，使人得听赞美他的声音。    9他使我们的性命存活，也不叫我们的脚摇动。    10　神啊，你曾试验我们，熬炼我们，如熬炼银子一样。    11你使我们进入网罗，把重担放在我们的身上。    12你使人坐车轧我们的头。我们经过水火，你却使我们到丰富之地。    13我要用燔祭进你的殿，向你还我的愿，    14就是在急难时，我嘴唇所发的、口中所许的。    15我要把肥牛作燔祭，将公羊的香祭献给你，又把公牛和山羊献上。    16凡敬畏　神的人，你们都来听，我要述说他为我所行的事。    17我曾用口求告他，我的舌头也称他为高。    18我若心里注重罪孽，主必不听。    19但　神实在听见了，他侧耳听了我祷告的声音。    20　神是应当称颂的，他并没有推却我的祷告，也没有叫他的慈爱离开我。'
            },
            {
                title: '诗23',
                content:
                    '1耶和华是我的牧者，我必不至缺乏。    2他使我躺卧在青草地上，领我在可安歇的水边；    3他使我的灵魂苏醒，为自己的名引导我走义路。    4我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在；你的杖，你的竿，都安慰我。    5在我敌人面前，你为我摆设筵席；你用油膏了我的头，使我的福杯满溢。    6我一生一世必有恩惠慈爱随着我，我且要住在耶和华的殿中，直到永远。'
            }
        ]
    },
    'general4-1': {
        morningPsalm: {
            title: '诗62',
            content:
                '1我的心默默无声，专等候　神，我的救恩是从他而来。    2惟独他是我的磐石，我的拯救，他是我的高台，我必不很动摇。    3你们大家攻击一人，把他毁坏，如同毁坏歪斜的墙、将倒的壁，要到几时呢？    4他们彼此商议，专要从他的尊位上把他推下。他们喜爱谎话，口虽祝福，心却咒诅。    5我的心哪，你当默默无声，专等候　神，因为我的盼望是从他而来。    6惟独他是我的磐石，我的拯救，他是我的高台，我必不动摇。    7我的拯救，我的荣耀，都在乎　神；我力量的磐石，我的避难所，都在乎　神。    8你们众民当时时倚靠他，在他面前倾心吐意。　神是我们的避难所。    9下流人真是虚空，上流人也是虚假，放在天平里就必浮起，他们一共比空气还轻。    10不要仗势欺人，也不要因抢夺而骄傲；若财宝加增，不要放在心上。    11　神说了一次、两次，我都听见，就是能力都属乎　神。    12主啊，慈爱也是属乎你，因为你照着各人所行的报应他。'
        },
        eveningPsalm: [
            {
                title: '诗73',
                content:
                    ' 1　神实在恩待以色列那些清心的人。    2至于我，我的脚几乎失闪，我的脚险些滑跌。    3我见恶人和狂傲人享平安，就心怀不平。    4他们死的时候没有疼痛，他们的力气却也壮实。    5他们不像别人受苦，也不像别人遭灾。    6所以，骄傲如链子戴在他们的项上，强暴像衣裳遮住他们的身体。    7他们的眼睛因体胖而凸出，他们所得的过于心里所想的。    8他们讥笑人，凭恶意说欺压人的话，他们说话自高。    9他们的口亵渎上天，他们的舌毁谤全地。    10所以　神的民归到这里，喝尽了满杯的苦水。    11他们说：“　神怎能晓得？至高者岂有知识呢？”    12看哪，这就是恶人；他们既是常享安逸，财宝便加增。    13我实在徒然洁净了我的心，徒然洗手表明无辜。    14因为我终日遭灾难，每早晨受惩治。    15我若说，“我要这样讲”，这就是以奸诈待你的众子。    16我思索怎能明白这事，眼看实系为难，    17等我进了　神的圣所，思想他们的结局。    18你实在把他们安在滑地，使他们掉在沉沦之中。    19他们转眼之间成了何等的荒凉！他们被惊恐灭尽了。    20人睡醒了，怎样看梦，主啊，你醒了，也必照样轻看他们的影像。    21因而我心里发酸，肺腑被刺。    22我这样愚昧无知，在你面前如畜类一般。    23然而我常与你同在，你搀着我的右手。    24你要以你的训言引导我，以后必接我到荣耀里。    25除你以外，在天上我有谁呢？除你以外，在地上我也没有所爱慕的。    26我的肉体和我的心肠衰残，但　神是我心里的力量，又是我的福分，直到永远。    27远离你的，必要死亡。凡离弃你行邪淫的，你都灭绝了。    28但我亲近　神是与我有益，我以主耶和华为我的避难所，好叫我述说你一切的作为。'
            },
            {
                title: '诗8',
                content:
                    '1耶和华我们的主啊，你的名在全地何其美！你将你的荣耀彰显于天。    2你因敌人的缘故，从婴孩和吃奶的口中建立了能力，使仇敌和报仇的闭口无言。    3我观看你指头所造的天，并你所陈设的月亮星宿，    4便说，人算什么，你竟顾念他？世人算什么，你竟眷顾他？    5你叫他比天使（或作“　神”）微小一点，并赐他荣耀尊贵为冠冕。    6你派他管理你手所造的，使万物，就是一切的羊牛、田野的兽、空中的鸟、海里的鱼，凡经行海道的，都服在他的脚下。    7 8 9耶和华我们的主啊，你的名在全地何其美！'
            }
        ]
    },
    'general4-2': {
        morningPsalm: {
            title: '诗13',
            content:
                '1耶和华啊，你忘记我要到几时呢？要到永远吗？你掩面不顾我要到几时呢？    2我心里筹算，终日愁苦，要到几时呢？我的仇敌升高压制我，要到几时呢？    3耶和华我的　神啊，求你看顾我，应允我，使我眼目光明，免得我沉睡至死；    4免得我的仇敌说：“我胜了他”；免得我的敌人在我摇动的时候喜乐。    5但我倚靠你的慈爱，我的心因你的救恩快乐。    6我要向耶和华歌唱，因他用厚恩待我。'
        },
        eveningPsalm: [
            {
                title: '诗36',
                content:
                    '1恶人的罪过在他心里说：“我眼中不怕　神。”    2他自夸自媚，以为他的罪孽终不显露，不被恨恶。    3他口中的言语尽是罪孽诡诈，他与智慧善行已经断绝。    4他在床上图谋罪孽，定意行不善的道，不憎恶恶事。    5耶和华啊，你的慈爱上及诸天，你的信实达到穹苍。    6你的公义好像高山，你的判断如同深渊。耶和华啊，人民、牲畜，你都救护。    7　神啊，你的慈爱何其宝贵！世人投靠在你翅膀的荫下。    8他们必因你殿里的肥甘得以饱足，你也必叫他们喝你乐河的水。    9因为在你那里有生命的源头，在你的光中，我们必得见光。    10愿你常施慈爱给认识你的人，常以公义待心里正直的人。    11不容骄傲人的脚践踏我，不容凶恶人的手赶逐我。    12在那里，作孽的人已经仆倒。他们被推倒，不能再起来。'
            },
            {
                title: '诗5',
                content:
                    '1耶和华啊，求你留心听我的言语，顾念我的心思。    2我的王我的　神啊，求你垂听我呼求的声音，因为我向你祈祷。    3耶和华啊，早晨你必听我的声音；早晨我必向你陈明我的心意，并要警醒。    4因为你不是喜悦恶事的神，恶人不能与你同居。    5狂傲人不能站在你眼前；凡作孽的，都是你所恨恶的；    6说谎言的，你必灭绝；好流人血弄诡诈的，都为耶和华所憎恶。    7至于我，我必凭你丰盛的慈爱进入你的居所；我必存敬畏你的心向你的圣殿下拜。    8耶和华啊，求你因我的仇敌，凭你的公义引领我，使你的道路在我面前正直。    9因为他们的口中没有诚实，他们的心里满有邪恶，他们的喉咙是敞开的坟墓，他们用舌头谄媚人。    10　神啊，求你定他们的罪。愿他们因自己的计谋跌倒；愿你在他们许多的过犯中把他们逐出，因为他们背叛了你。    11凡投靠你的，愿他们喜乐，时常欢呼，因为你护庇他们；又愿那爱你名的人都靠你欢欣。    12因为你必赐福与义人。耶和华啊，你必用恩惠如同盾牌四面护卫他。'
            }
        ]
    },
    'general4-3': {
        morningPsalm: {
            title: '诗96',
            content:
                '1你们要向耶和华唱新歌，全地都要向耶和华歌唱。    2要向耶和华歌唱，称颂他的名，天天传扬他的救恩。    3在列邦中述说他的荣耀，在万民中述说他的奇事。    4因耶和华为大，当受极大的赞美，他在万神之上，当受敬畏。    5外邦的神都属虚无，惟独耶和华创造诸天。    6有尊荣和威严在他面前，有能力与华美在他圣所。    7民中的万族啊，你们要将荣耀能力归给耶和华，都归给耶和华。    8要将耶和华的名所当得的荣耀归给他，拿供物来进入他的院宇。    9当以圣洁的妆饰（“的”或作“为”）敬拜耶和华。全地要在他面前战抖。    10人在列邦中要说：“耶和华作王，世界就坚定，不得动摇。他要按公正审判众民。”    11愿天欢喜，愿地快乐；愿海和其中所充满的澎湃；    12愿田和其中所有的都欢乐！那时，林中的树木都要在耶和华面前欢呼。    13因为他来了，他来要审判全地。他要按公义审判世界，按他的信实审判万民。'
        },
        eveningPsalm: [
            {
                title: '诗132',
                content:
                    '1耶和华啊，求你记念大卫所受的一切苦难。    2他怎样向耶和华起誓，向雅各的大能者许愿，    3说：“我必不进我的帐幕，也不上我的床榻；    4我不容我的眼睛睡觉，也不容我的眼目打盹，    5直等我为耶和华寻得所在，为雅各的大能者寻得居所。”    6我们听说约柜在以法他，我们在基列耶琳就寻见了。    7我们要进他的居所，在他脚凳前下拜。    8耶和华啊，求你兴起，和你有能力的约柜同入安息之所。    9愿你的祭司披上公义，愿你的圣民欢呼。    10求你因你仆人大卫的缘故，不要厌弃你的受膏者。    11耶和华向大卫凭诚实起了誓，必不反复，说：“我要使你所生的坐在你的宝座上。    12你的众子若守我的约和我所教训他们的法度，他们的子孙必永远坐在你的宝座上。”    13因为耶和华拣选了锡安，愿意当作自己的居所，    14说：“这是我永远安息之所，我要住在这里，因为是我所愿意的。    15我要使其中的粮食丰满，使其中的穷人饱足。    16我要使祭司披上救恩，圣民大声欢呼。    17我要叫大卫的角在那里发生；我为我的受膏者预备明灯。    18我要使他的仇敌披上羞耻，但他的冠冕要在头上发光。”'
            },
            {
                title: '诗134',
                content:
                    '1耶和华的仆人夜间站在耶和华殿中的，你们当称颂耶和华。    2你们当向圣所举手，称颂耶和华。    3愿造天地的耶和华，从锡安赐福给你们。'
            }
        ]
    },
    'general4-4': {
        morningPsalm: {
            title: '诗116',
            content:
                '1我爱耶和华，因为他听了我的声音和我的恳求。    2他既向我侧耳，我一生要求告他。    3死亡的绳索缠绕我，阴间的痛苦抓住我，我遭遇患难愁苦。    4那时，我便求告耶和华的名，说：“耶和华啊，求你救我的灵魂！”    5耶和华有恩惠，有公义，我们的　神以怜悯为怀。    6耶和华保护愚人，我落到卑微的地步，他救了我。    7我的心哪，你要仍归安乐，因为耶和华用厚恩待你。    8主啊，你救我的命免了死亡，救我的眼免了流泪，救我的脚免了跌倒；    9我要在耶和华面前行活人之路。    10我因信，所以如此说话：“我受了极大的困苦。”    11我曾急促地说：“人都是说谎的！”    12我拿什么报答耶和华向我所赐的一切厚恩？    13我要举起救恩的杯，称扬耶和华的名。    14我要在他众民面前向耶和华还我的愿。    15在耶和华眼中，看圣民之死极为宝贵。    16耶和华啊，我真是你的仆人；我是你的仆人，是你婢女的儿子。你已经解开我的绑索。    17我要以感谢为祭献给你，又要求告耶和华的名。    18我要在他众民面前，在耶和华殿的院内，在耶路撒冷当中，向耶和华还我的愿。你们要赞美耶和华！    19'
        },
        eveningPsalm: [
            {
                title: '诗26',
                content:
                    '1耶和华啊，求你为我伸冤，因我向来行事纯全，我又倚靠耶和华并不摇动。    2耶和华啊，求你察看我，试验我，熬炼我的肺腑心肠。    3因为你的慈爱常在我眼前，我也按你的真理而行。    4我没有和虚谎人同坐，也不与瞒哄人的同群；    5我恨恶恶人的会，必不与恶人同坐。    6耶和华啊，我要洗手表明无辜，才环绕你的祭坛；    7我好发称谢的声音，也要述说你一切奇妙的作为。    8耶和华啊，我喜爱你所住的殿和你显荣耀的居所。    9不要把我的灵魂和罪人一同除掉，不要把我的性命和流人血的一同除掉；    10他们的手中有奸恶，右手满有贿赂。    11至于我，却要行事纯全。求你救赎我，怜恤我。    12我的脚站在平坦地方，在众会中我要称颂耶和华。'
            },
            {
                title: '诗130',
                content:
                    '1耶和华啊，我从深处向你求告。    2主啊，求你听我的声音，愿你侧耳听我恳求的声音。    3主耶和华啊，你若究察罪孽，谁能站得住呢？    4但在你有赦免之恩，要叫人敬畏你。    5我等候耶和华，我的心等候，我也仰望他的话。    6我的心等候主，胜于守夜的等候天亮，胜于守夜的等候天亮。    7以色列啊，你当仰望耶和华，因他有慈爱，有丰盛的救恩。    8他必救赎以色列脱离一切的罪孽。'
            }
        ]
    },
    'general4-5': {
        morningPsalm: {
            title: '诗85',
            content:
                '1耶和华啊，你已经向你的地施恩，救回被掳的雅各。    2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。    3你收转了所发的忿怒和你猛烈的怒气。    4拯救我们的　神啊，求你使我们回转，叫你的恼恨向我们止息。    5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？    6你不再将我们救活，使你的百姓靠你欢喜吗？    7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。    8我要听　神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。    9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。    10慈爱和诚实彼此相遇；公义和平安彼此相亲。    11诚实从地而生，公义从天而现。    12耶和华必将好处赐给我们，我们的地也要多出土产。    13公义要行在他面前，叫他的脚踪成为可走的路。'
        },
        eveningPsalm: [
            {
                title: '诗25',
                content:
                    '1耶和华啊，我的心仰望你。    2我的　神啊，我素来倚靠你。求你不要叫我羞愧，不要叫我的仇敌向我夸胜。    3凡等候你的必不羞愧，惟有那无故行奸诈的必要羞愧。    4耶和华啊，求你将你的道指示我，将你的路教训我。    5求你以你的真理引导我，教训我，因为你是救我的　神，我终日等候你。    6耶和华啊，求你记念你的怜悯和慈爱，因为这是亘古以来所常有的。    7求你不要记念我幼年的罪愆和我的过犯。耶和华啊，求你因你的恩惠，按你的慈爱记念我。    8耶和华是良善正直的，所以他必指示罪人走正路。    9他必按公平引领谦卑人，将他的道教训他们。    10凡遵守他的约和他法度的人，耶和华都以慈爱诚实待他。    11耶和华啊，求你因你的名赦免我的罪，因为我的罪重大。    12谁敬畏耶和华，耶和华必指示他当选择的道路。    13他必安然居住，他的后裔必承受地土。    14耶和华与敬畏他的人亲密，他必将自己的约指示他们。    15我的眼目时常仰望耶和华，因为他必将我的脚从网里拉出来。    16求你转向我，怜恤我，因为我是孤独困苦。    17我心里的愁苦甚多，求你救我脱离我的祸患。    18求你看顾我的困苦、我的艰难，赦免我一切的罪。    19求你察看我的仇敌，因为他们人多，并且痛痛地恨我。    20求你保护我的性命，搭救我，使我不至羞愧，因为我投靠你。    21愿纯全正直保守我，因为我等候你。    22　神啊，求你救赎以色列脱离他一切的愁苦。'
            },
            {
                title: '诗40',
                content:
                    '1我曾耐性等候耶和华，他垂听我的呼求。    2他从祸坑里、从淤泥中把我拉上来，使我的脚立在磐石上，使我脚步稳当。    3他使我口唱新歌，就是赞美我们　神的话。许多人必看见而惧怕，并要倚靠耶和华。    4那倚靠耶和华，不理会狂傲和偏向虚假之辈的，这人便为有福。    5耶和华我的　神啊，你所行的奇事，并你向我们所怀的意念甚多，不能向你陈明；若要陈明，其事不可胜数。    6祭物和礼物，你不喜悦，你已经开通我的耳朵。燔祭和赎罪祭非你所要。    7那时我说：“看哪，我来了！我的事在经卷上已经记载了。    8我的　神啊，我乐意照你的旨意行，你的律法在我心里。”    9我在大会中宣传公义的佳音，我必不止住我的嘴唇。耶和华啊，这是你所知道的。    10我未曾把你的公义藏在心里，我已陈明你的信实和你的救恩。我在大会中未曾隐瞒你的慈爱和诚实。    11耶和华啊，求你不要向我止住你的慈悲。愿你的慈爱和诚实常常保佑我。    12因有无数的祸患围困我，我的罪孽追上了我，使我不能昂首。这罪孽比我的头发还多，我就心寒胆战。    13耶和华啊，求你开恩搭救我；耶和华啊，求你速速帮助我。    14愿那些寻找我、要灭我命的，一同抱愧蒙羞；愿那些喜悦我受害的，退后受辱。    15愿那些对我说“阿哈、阿哈”的，因羞愧而败亡。    16愿一切寻求你的，因你高兴欢喜；愿那些喜爱你救恩的，常说：“当尊耶和华为大。”    17但我是困苦穷乏的，主仍顾念我。你是帮助我的，搭救我的。　神啊，求你不要耽延！'
            }
        ]
    },
    'general4-6': {
        morningPsalm: {
            title: '诗61',
            content:
                '1　神啊，求你听我的呼求，侧耳听我的祷告。    2我心里发昏的时候，我要从地极求告你，求你领我到那比我更高的磐石。    3因为你作过我的避难所，作过我的坚固台，脱离仇敌。    4我要永远住在你的帐幕里，我要投靠在你翅膀下的隐密处。    5　神啊，你原是听了我所许的愿。你将产业赐给敬畏你名的人。    6你要加添王的寿数，他的年岁必存到世世。    7他必永远坐在　神面前。愿你预备慈爱和诚实保佑他。    8这样，我要歌颂你的名，直到永远，好天天还我所许的愿。'
        },
        eveningPsalm: [
            {
                title: '诗138',
                content:
                    '1我要一心称谢你，在诸神面前歌颂你。    2我要向你的圣殿下拜，为你的慈爱和诚实称赞你的名；因你使你的话显为大，过于你所应许的（或作“超乎你的名声”）。    3我呼求的日子，你就应允我，鼓励我，使我心里有能力。    4耶和华啊，地上的君王都要称谢你，因他们听见了你口中的言语。    5他们要歌颂耶和华的作为，因耶和华大有荣耀。    6耶和华虽高，仍看顾低微的人，他却从远处看出骄傲的人。    7我虽行在患难中，你必将我救活。我的仇敌发怒，你必伸手抵挡他们，你的右手也必救我。    8耶和华必成全关乎我的事。耶和华啊，你的慈爱永远长存，求你不要离弃你手所造的。'
            },
            {
                title: '诗98',
                content:
                    '1你们要向耶和华唱新歌，因为他行过奇妙的事。他的右手和圣臂施行救恩。    2耶和华发明了他的救恩，在列邦人眼前显出公义。    3记念他向以色列家所发的慈爱，所凭的信实。地的四极都看见我们　神的救恩。    4全地都要向耶和华欢乐，要发起大声，欢呼歌颂。    5要用琴歌颂耶和华，用琴和诗歌的声音歌颂他。    6用号和角声，在大君王耶和华面前欢呼。    7愿海和其中所充满的澎湃；世界和住在其间的也要发声。    8愿大水拍手，愿诸山在耶和华面前一同欢呼。    9因为他来要审判遍地。他要按公义审判世界，按公正审判万民。'
            }
        ]
    },
    'advent-0': {
        morningPsalm: {
            title: '诗24',
            content:
                '1地和其中所充满的，世界和住在其间的，都属耶和华。    2他把地建立在海上，安定在大水之上。    3谁能登耶和华的山？谁能站在他的圣所？    4就是手洁心清，不向虚妄，起誓不怀诡诈的人。    5他必蒙耶和华赐福，又蒙救他的　神使他成义。    6这是寻求耶和华的族类，是寻求你面的雅各。    7众城门哪，你们要抬起头来！永久的门户，你们要被举起！那荣耀的王将要进来。    8荣耀的王是谁呢？就是有力有能的耶和华，在战场上有能的耶和华。    9众城门哪，你们要抬起头来！永久的门户，你们要把头抬起！那荣耀的王将要进来。    10荣耀的王是谁呢？万军之耶和华，他是荣耀的王'
        },
        eveningPsalm: [
            {
                title: '诗25',
                content:
                    '1耶和华啊，我的心仰望你。    2我的　神啊，我素来倚靠你。求你不要叫我羞愧，不要叫我的仇敌向我夸胜。    3凡等候你的必不羞愧，惟有那无故行奸诈的必要羞愧。    4耶和华啊，求你将你的道指示我，将你的路教训我。    5求你以你的真理引导我，教训我，因为你是救我的　神，我终日等候你。    6耶和华啊，求你记念你的怜悯和慈爱，因为这是亘古以来所常有的。    7求你不要记念我幼年的罪愆和我的过犯。耶和华啊，求你因你的恩惠，按你的慈爱记念我。    8耶和华是良善正直的，所以他必指示罪人走正路。    9他必按公平引领谦卑人，将他的道教训他们。    10凡遵守他的约和他法度的人，耶和华都以慈爱诚实待他。    11耶和华啊，求你因你的名赦免我的罪，因为我的罪重大。    12谁敬畏耶和华，耶和华必指示他当选择的道路。    13他必安然居住，他的后裔必承受地土。    14耶和华与敬畏他的人亲密，他必将自己的约指示他们。    15我的眼目时常仰望耶和华，因为他必将我的脚从网里拉出来。    16求你转向我，怜恤我，因为我是孤独困苦。    17我心里的愁苦甚多，求你救我脱离我的祸患。    18求你看顾我的困苦、我的艰难，赦免我一切的罪。    19求你察看我的仇敌，因为他们人多，并且痛痛地恨我。    20求你保护我的性命，搭救我，使我不至羞愧，因为我投靠你。    21愿纯全正直保守我，因为我等候你。    22　神啊，求你救赎以色列脱离他一切的愁苦。'
            },
            {
                title: '诗110',
                content:
                    '1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”    2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。    3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。    4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”    5在你右边的主，当他发怒的日子必打伤列王。    6他要在列邦中刑罚恶人，尸首就遍满各处。他要在许多国中打破仇敌的头。    7他要喝路旁的河水，因此必抬起头来。'
            }
        ]
    },
    'advent-1': {
        morningPsalm: {
            title: '诗122',
            content:
                '1人对我说：“我们往耶和华的殿去。”我就欢喜。    2耶路撒冷啊，我们的脚站在你的门内。    3耶路撒冷被建造，如同连络整齐的一座城。    4众支派，就是耶和华的支派，上那里去，按以色列的常例（或作“作以色列的证据”）称赞耶和华的名。    5因为在那里设立审判的宝座，就是大卫家的宝座。    6你们要为耶路撒冷求平安。耶路撒冷啊，爱你的人必然兴旺。    7愿你城中平安，愿你宫内兴旺。    8因我弟兄和同伴的缘故，我要说：“愿平安在你中间。”    9因耶和华我们　神殿的缘故，我要为你求福。'
        },
        eveningPsalm: [
            {
                title: '诗50',
                content:
                    '1大能者　神耶和华，已经发言招呼天下，从日出之地到日落之处。    2从全美的锡安中，　神已经发光了。    3我们的　神要来，决不闭口，有烈火在他面前吞灭，有暴风在他四围大刮。    4他招呼上天下地，为要审判他的民，    5说：“招聚我的圣民到我这里来，就是那些用祭物与我立约的人。”    6诸天必表明他的公义，因为　神是施行审判的。    7“我的民哪，你们当听我的话；以色列啊，我要劝戒你。我是　神，是你的　神。    8我并不因你的祭物责备你，你的燔祭常在我面前。    9我不从你家中取公牛，也不从你圈内取山羊。    10因为树林中的百兽是我的，千山上的牲畜也是我的。    11山中的飞鸟，我都知道；野地的走兽也都属我。    12我若是饥饿，我不用告诉你，因为世界和其中所充满的都是我的。    13我岂吃公牛的肉呢？我岂喝山羊的血呢？    14你们要以感谢为祭献与　神，又要向至高者还你的愿，    15并要在患难之日求告我，我必搭救你，你也要荣耀我。”    16但　神对恶人说：“你怎敢传说我的律例，口中提到我的约呢？    17其实你恨恶管教，将我的言语丢在背后。    18你见了盗贼，就乐意与他同伙，又与行奸淫的人一同有份。    19你口任说恶言，你舌编造诡诈。    20你坐着毁谤你的兄弟，谗毁你亲母的儿子。    21你行了这些事，我还闭口不言，你想我恰和你一样；其实我要责备你，将这些事摆在你眼前。    22你们忘记　神的，要思想这事，免得我把你们撕碎，无人搭救。    23凡以感谢献上为祭的便是荣耀我。那按正路而行的，我必使他得着我的救恩。”'
            },
            {
                title: '诗67',
                content:
                    '1愿　神怜悯我们，赐福与我们，用脸光照我们，    2好叫世界得知你的道路，万国得知你的救恩。    3　神啊，愿列邦称赞你，愿万民都称赞你。    4愿万国都快乐欢呼，因为你必按公正审判万民，引导世上的万国。    5　神啊，愿列邦称赞你，愿万民都称赞你。    6地已经出了土产；　神，就是我们的　神，要赐福与我们。    7　神要赐福与我们，地的四极都要敬畏他。'
            }
        ]
    },
    'advent-2': {
        morningPsalm: {
            title: '诗33',
            content:
                '1义人哪，你们应当靠耶和华欢乐，正直人的赞美是合宜的。    2你们应当弹琴称谢耶和华，用十弦瑟歌颂他。    3应当向他唱新歌，弹得巧妙，声音洪亮。    4因为耶和华的言语正直，凡他所作的尽都诚实。    5他喜爱仁义公平，遍地满了耶和华的慈爱。    6诸天藉耶和华的命而造，万象藉他口中的气而成。    7他聚集海水如垒，收藏深洋在库房。    8愿全地都敬畏耶和华，愿世上的居民都惧怕他。    9因为他说有，就有；命立，就立。    10耶和华使列国的筹算归于无有，使众民的思念无有功效。    11耶和华的筹算永远立定，他心中的思念万代常存。    12以耶和华为　神的，那国是有福的！他所拣选为自己产业的，那民是有福的！    13耶和华从天上观看，他看见一切的世人；    14从他的居所往外察看地上一切的居民。    15他是那造成他们众人心的，留意他们一切作为的。    16君王不能因兵多得胜，勇士不能因力大得救；    17靠马得救是枉然的，马也不能因力大救人。    18耶和华的眼目看顾敬畏他的人和仰望他慈爱的人，    19要救他们的命脱离死亡，并使他们在饥荒中存活。    20我们的心向来等候耶和华，他是我们的帮助，我们的盾牌。    21我们的心必靠他欢喜，因为我们向来倚靠他的圣名。    22耶和华啊，求你照着我们所仰望你的，向我们施行慈爱。'
        },
        eveningPsalm: [
            {
                title: '诗85',
                content:
                    '1耶和华啊，你已经向你的地施恩，救回被掳的雅各。    2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。    3你收转了所发的忿怒和你猛烈的怒气。    4拯救我们的　神啊，求你使我们回转，叫你的恼恨向我们止息。    5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？    6你不再将我们救活，使你的百姓靠你欢喜吗？    7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。    8我要听　神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。    9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。    10慈爱和诚实彼此相遇；公义和平安彼此相亲。    11诚实从地而生，公义从天而现。    12耶和华必将好处赐给我们，我们的地也要多出土产。    13公义要行在他面前，叫他的脚踪成为可走的路。'
            },
            {
                title: '诗91',
                content:
                    '1住在至高者隐密处的，必住在全能者的荫下。    2我要论到耶和华说：“他是我的避难所，是我的山寨，是我的　神，是我所倚靠的。”    3他必救你脱离捕鸟人的网罗和毒害的瘟疫。    4他必用自己的翎毛遮蔽你，你要投靠在他的翅膀底下。他的诚实是大小的盾牌。    5你必不怕黑夜的惊骇，或是白日飞的箭；    6也不怕黑夜行的瘟疫，或是午间灭人的毒病。    7虽有千人仆倒在你旁边，万人仆倒在你右边，这灾却不得临近你。    8你惟亲眼观看，见恶人遭报。    9耶和华是我的避难所。你已将至高者当你的居所，    10祸患必不临到你，灾害也不挨近你的帐棚。    11因他要为你吩咐他的使者，在你行的一切道路上保护你。    12他们要用手托着你，免得你的脚碰在石头上。    13你要踹在狮子和虺蛇的身上，践踏少壮狮子和大蛇。    14　神说：“因为他专心爱我，我就要搭救他；因为他知道我的名，我要把他安置在高处。    15他若求告我，我就应允他；他在急难中，我要与他同在。我要搭救他，使他尊贵。    16我要使他足享长寿，将我的救恩显明给他。”'
            }
        ]
    },
    'advent-3': {
        morningPsalm: {
            title: '诗50',
            content:
                '1大能者　神耶和华，已经发言招呼天下，从日出之地到日落之处。    2从全美的锡安中，　神已经发光了。    3我们的　神要来，决不闭口，有烈火在他面前吞灭，有暴风在他四围大刮。    4他招呼上天下地，为要审判他的民，    5说：“招聚我的圣民到我这里来，就是那些用祭物与我立约的人。”    6诸天必表明他的公义，因为　神是施行审判的。    7“我的民哪，你们当听我的话；以色列啊，我要劝戒你。我是　神，是你的　神。    8我并不因你的祭物责备你，你的燔祭常在我面前。    9我不从你家中取公牛，也不从你圈内取山羊。    10因为树林中的百兽是我的，千山上的牲畜也是我的。    11山中的飞鸟，我都知道；野地的走兽也都属我。    12我若是饥饿，我不用告诉你，因为世界和其中所充满的都是我的。    13我岂吃公牛的肉呢？我岂喝山羊的血呢？    14你们要以感谢为祭献与　神，又要向至高者还你的愿，    15并要在患难之日求告我，我必搭救你，你也要荣耀我。”    16但　神对恶人说：“你怎敢传说我的律例，口中提到我的约呢？    17其实你恨恶管教，将我的言语丢在背后。    18你见了盗贼，就乐意与他同伙，又与行奸淫的人一同有份。    19你口任说恶言，你舌编造诡诈。    20你坐着毁谤你的兄弟，谗毁你亲母的儿子。    21你行了这些事，我还闭口不言，你想我恰和你一样；其实我要责备你，将这些事摆在你眼前。    22你们忘记　神的，要思想这事，免得我把你们撕碎，无人搭救。    23凡以感谢献上为祭的便是荣耀我。那按正路而行的，我必使他得着我的救恩。”'
        },
        eveningPsalm: [
            {
                title: '诗14',
                content:
                    '1愚顽人心里说：“没有　神。”他们都是邪恶，行了可憎恶的事，没有一个人行善。    2耶和华从天上垂看世人，要看有明白的没有，有寻求　神的没有。    3他们都偏离正路，一同变为污秽；并没有行善的，连一个也没有。    4作孽的都没有知识吗？他们吞吃我的百姓如同吃饭一样，并不求告耶和华。    5他们在那里大大地害怕，因为　神在义人的族类中。    6你们叫困苦人的谋算变为羞辱，然而耶和华是他的避难所。    7但愿以色列的救恩从锡安而出，耶和华救回他被掳的子民。那时，雅各要快乐，以色列要欢喜。'
            },
            {
                title: '诗16',
                content:
                    '1　神啊，求你保佑我，因为我投靠你。    2我的心哪，你曾对耶和华说：“你是我的主，我的好处不在你以外。”    3论到世上的圣民，他们又美又善，是我最喜悦的。    4以别神代替耶和华的（或作“送礼物给别神的”），他们的愁苦必加增；他们所浇奠的血我不献上；我嘴唇也不提别神的名号。    5耶和华是我的产业，是我杯中的份；我所得的，你为我持守。    6用绳量给我的地界，坐落在佳美之处；我的产业实在美好。    7我必称颂那指教我的耶和华，我的心肠在夜间也警戒我。    8我将耶和华常摆在我面前，因他在我右边，我便不至摇动。    9因此，我的心欢喜，我的灵（原文作“荣耀”）快乐，我的肉身也要安然居住。    10因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。    11你必将生命的道路指示我。在你面前有满足的喜乐，在你右手中有永远的福乐。'
            }
        ]
    },
    'advent-4': {
        morningPsalm: {
            title: '诗18:1-20',
            content:
                '1耶和华我的力量啊，我爱你！    2耶和华是我的岩石，我的山寨，我的救主，我的　神，我的磐石，我所投靠的。他是我的盾牌，是拯救我的角，是我的高台。    3我要求告当赞美的耶和华，这样我必从仇敌手中被救出来。    4曾有死亡的绳索缠绕我，匪类的急流使我惊惧；    5阴间的绳索缠绕我，死亡的网罗临到我。    6我在急难中求告耶和华，向我的　神呼求。他从殿中听了我的声音，我在他面前的呼求入了他的耳中。    7那时，因他发怒，地就摇撼战抖；山的根基也震动摇撼。    8从他鼻孔冒烟上腾，从他口中发火焚烧，连炭也着了。    9他又使天下垂，亲自降临，有黑云在他脚下。    10他坐着基路伯飞行，他藉着风的翅膀快飞。    11他以黑暗为藏身之处，以水的黑暗、天空的厚云为他四围的行宫。    12因他面前的光辉，他的厚云行过，便有冰雹火炭。    13耶和华也在天上打雷，至高者发出声音，便有冰雹火炭。    14他射出箭来，使仇敌四散；多多发出闪电，使他们扰乱。    15耶和华啊，你的斥责一发，你鼻孔的气一出，海底就出现，大地的根基也显露。    16他从高天伸手抓住我，把我从大水中拉上来。    17他救我脱离我的劲敌和那些恨我的人，因为他们比我强盛。    18我遭遇灾难的日子，他们来攻击我，但耶和华是我的倚靠。    19他又领我到宽阔之处，他救拔我，因他喜悦我。    20耶和华按着我的公义报答我，按着我手中的清洁赏赐我。'
        },
        eveningPsalm: [
            {
                title: '诗126',
                content:
                    '1当耶和华将那些被掳的带回锡安的时候，我们好像作梦的人。    2我们满口喜笑、满舌欢呼的时候，外邦中就有人说：“耶和华为他们行了大事！”    3耶和华果然为我们行了大事，我们就欢喜。    4耶和华啊，求你使我们被掳的人归回，好像南地的河水复流。    5流泪撒种的，必欢呼收割。    6那带种流泪出去的，必要欢欢乐乐地带禾捆回来。'
            },
            {
                title: '诗62',
                content:
                    '1我的心默默无声，专等候　神，我的救恩是从他而来。    2惟独他是我的磐石，我的拯救，他是我的高台，我必不很动摇。    3你们大家攻击一人，把他毁坏，如同毁坏歪斜的墙、将倒的壁，要到几时呢？    4他们彼此商议，专要从他的尊位上把他推下。他们喜爱谎话，口虽祝福，心却咒诅。    5我的心哪，你当默默无声，专等候　神，因为我的盼望是从他而来。    6惟独他是我的磐石，我的拯救，他是我的高台，我必不动摇。    7我的拯救，我的荣耀，都在乎　神；我力量的磐石，我的避难所，都在乎　神。    8你们众民当时时倚靠他，在他面前倾心吐意。　神是我们的避难所。    9下流人真是虚空，上流人也是虚假，放在天平里就必浮起，他们一共比空气还轻。    10不要仗势欺人，也不要因抢夺而骄傲；若财宝加增，不要放在心上。    11　神说了一次、两次，我都听见，就是能力都属乎　神。    12主啊，慈爱也是属乎你，因为你照着各人所行的报应他。'
            }
        ]
    },
    'advent-5': {
        morningPsalm: {
            title: '诗102',
            content:
                '1困苦人发昏的时候，在耶和华面前吐露苦情的祷告。耶和华啊，求你听我的祷告，容我的呼求达到你面前。    2我在急难的日子，求你向我侧耳，不要向我掩面；我呼求的日子，求你快快应允我！    3因为我的年日如烟云消灭；我的骨头如火把烧着。    4我的心被伤，如草枯干，甚至我忘记吃饭。    5因我唉哼的声音，我的肉紧贴骨头。    6我如同旷野的鹈鹕，我好像荒场的鸮鸟。    7我警醒不睡，我像房顶上孤单的麻雀。    8我的仇敌终日辱骂我，向我猖狂的人指着我赌咒。    9我吃过炉灰，如同吃饭，我所喝的与眼泪搀杂。    10这都因你的恼恨和忿怒；你把我拾起来，又把我摔下去。    11我的年日如日影偏斜，我也如草枯干。    12惟你耶和华必存到永远，你可记念的名也存到万代。    13你必起来怜恤锡安，因现在是可怜他的时候，日期已经到了。    14你的仆人原来喜悦他的石头，可怜他的尘土。    15列国要敬畏耶和华的名，世上诸王都敬畏你的荣耀。    16因为耶和华建造了锡安，在他荣耀里显现。    17他垂听穷人的祷告，并不藐视他们的祈求。    18这必为后代的人记下，将来受造的民要赞美耶和华，    19因为他从至高的圣所垂看。耶和华从天向地观察，    20要垂听被囚之人的叹息，要释放将要死的人；    21使人在锡安传扬耶和华的名，在耶路撒冷传扬赞美他的话，    22就是在万民和列国聚会侍奉耶和华的时候。    23他使我的力量中道衰弱，使我的年日短少。    24我说：“我的　神啊，不要使我中年去世。你的年数世世无穷。”    25你起初立了地的根基，天也是你手所造的。    26天地都要灭没，你却要长存；天地都要如外衣渐渐旧了，你要将天地如里衣更换，天地就都改变了。    27惟有你永不改变，你的年数没有穷尽。    28你仆人的子孙要长存，他们的后裔要坚立在你面前。'
        },
        eveningPsalm: [
            {
                title: '诗130',
                content:
                    '1耶和华啊，我从深处向你求告。    2主啊，求你听我的声音，愿你侧耳听我恳求的声音。    3主耶和华啊，你若究察罪孽，谁能站得住呢？    4但在你有赦免之恩，要叫人敬畏你。    5我等候耶和华，我的心等候，我也仰望他的话。    6我的心等候主，胜于守夜的等候天亮，胜于守夜的等候天亮。    7以色列啊，你当仰望耶和华，因他有慈爱，有丰盛的救恩。    8他必救赎以色列脱离一切的罪孽。'
            },
            {
                title: '诗16',
                content:
                    '1　神啊，求你保佑我，因为我投靠你。    2我的心哪，你曾对耶和华说：“你是我的主，我的好处不在你以外。”    3论到世上的圣民，他们又美又善，是我最喜悦的。    4以别神代替耶和华的（或作“送礼物给别神的”），他们的愁苦必加增；他们所浇奠的血我不献上；我嘴唇也不提别神的名号。    5耶和华是我的产业，是我杯中的份；我所得的，你为我持守。    6用绳量给我的地界，坐落在佳美之处；我的产业实在美好。    7我必称颂那指教我的耶和华，我的心肠在夜间也警戒我。    8我将耶和华常摆在我面前，因他在我右边，我便不至摇动。    9因此，我的心欢喜，我的灵（原文作“荣耀”）快乐，我的肉身也要安然居住。    10因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。    11你必将生命的道路指示我。在你面前有满足的喜乐，在你右手中有永远的福乐。'
            }
        ]
    },
    'advent-6': {
        morningPsalm: {
            title: '诗90',
            content:
                '1主啊，你世世代代作我们的居所。    2诸山未曾生出，地与世界你未曾造成，从亘古到永远，你是　神！    3你使人归于尘土，说：“你们世人要归回。”    4在你看来，千年如已过的昨日，又如夜间的一更。    5你叫他们如水冲去，他们如睡一觉。早晨他们如生长的草，    6早晨发芽生长，晚上割下枯干。    7我们因你的怒气而消灭，因你的忿怒而惊惶。    8你将我们的罪孽摆在你面前，将我们的隐恶摆在你面光之中。    9我们经过的日子都在你震怒之下；我们度尽的年岁好像一声叹息。    10我们一生的年日是七十岁，若是强壮可到八十岁；但其中所矜夸的不过是劳苦愁烦，转眼成空，我们便如飞而去。    11谁晓得你怒气的权势？谁按着你该受的敬畏晓得你的忿怒呢？    12求你指教我们怎样数算自己的日子，好叫我们得着智慧的心。    13耶和华啊，我们要等到几时呢？求你转回，为你的仆人后悔。    14求你使我们早早饱得你的慈爱，好叫我们一生一世欢呼喜乐。    15求你照着你使我们受苦的日子和我们遭难的年岁，叫我们喜乐。    16愿你的作为向你仆人显现；愿你的荣耀向他们子孙显明。    17愿主我们　神的荣美归于我们身上。愿你坚立我们手所作的工；我们手所作的工，愿你坚立。'
        },
        eveningPsalm: [
            {
                title: '诗80',
                content:
                    '1领约瑟如领羊群之以色列的牧者啊，求你留心听！坐在二基路伯上的啊，求你发出光来！    2在以法莲、便雅悯、玛拿西前面，施展你的大能，来救我们。    3　神啊，求你使我们回转（“回转”或作“复兴”），使你的脸发光，我们便要得救。    4耶和华万军之　神啊，你向你百姓的祷告发怒，要到几时呢？    5你以眼泪当食物给他们吃，又多量出眼泪给他们喝。    6你使邻邦因我们纷争，我们的仇敌彼此戏笑。    7万军之　神啊，求你使我们回转，使你的脸发光，我们便要得救。    8你从埃及挪出一棵葡萄树，赶出外邦人，把这树栽上。    9你在这树根前预备了地方，它就深深扎根，爬满了地。    10它的影子遮满了山，枝子好像佳美的香柏树。    11它发出枝子，长到大海；发出蔓子，延到大河。    12你为何拆毁这树的篱笆，任凭一切过路的人摘取？    13林中出来的野猪把它糟踏；野地的走兽拿它当食物。    14万军之　神啊，求你回转，从天上垂看，眷顾这葡萄树，    15保护你右手所栽的和你为自己所坚固的枝子。    16这树已经被火焚烧，被刀砍伐；他们因你脸上的怒容就灭亡了。    17愿你的手扶持你右边的人，就是你为自己所坚固的人子。    18这样，我们便不退后离开你；求你救活我们，我们就要求告你的名。    19耶和华万军之　神啊，求你使我们回转，使你的脸发光，我们便要得救。'
            },
            {
                title: '诗72',
                content:
                    '1　神啊，求你将判断的权柄赐给王，将公义赐给王的儿子。    2他要按公义审判你的民，按公平审判你的困苦人。    3大山小山都要因公义使民得享平安。    4他必为民中的困苦人伸冤，拯救穷乏之辈，压碎那欺压人的。    5太阳还存，月亮还在，人要敬畏你，直到万代。    6他必降临，像雨降在已割的草地上，如甘霖滋润田地。    7在他的日子，义人要发旺，大有平安，好像月亮长存。    8他要执掌权柄，从这海直到那海，从大河直到地极。    9住在旷野的，必在他面前下拜；他的仇敌必要舔土。    10他施和海岛的王要进贡，示巴和西巴的王要献礼物。    11诸王都要叩拜他，万国都要侍奉他。    12因为穷乏人呼求的时候，他要搭救；没有人帮助的困苦人，他也要搭救。    13他要怜恤贫寒和穷乏的人，拯救穷苦人的性命。    14他要救赎他们脱离欺压和强暴。他们的血在他眼中看为宝贵。    15他们要存活。示巴的金子要奉给他。人要常常为他祷告，终日称颂他。    16在地的山顶上，五谷必然茂盛“五谷必然茂盛”或作“有一把五谷”，所结的谷实要响动，如黎巴嫩的树林；城里的人要发旺如地上的草。    17他的名要存到永远，要留传如日之久。人要因他蒙福，万国要称他有福。    18独行奇事的耶和华以色列的　神，是应当称颂的。    19他荣耀的名也当称颂，直到永远。愿他的荣耀充满全地。阿们，阿们！    20耶西的儿子大卫的祈祷完毕。'
            }
        ]
    },
    'd12-24': {
        morningPsalm: {
            title: '诗19',
            content:
                '1诸天述说　神的荣耀，穹苍传扬他的手段。    2这日到那日发出言语，这夜到那夜传出知识。    3无言无语，也无声音可听。    4他的量带通遍天下，他的言语传到地极。　神在其间为太阳安设帐幕。    5太阳如同新郎出洞房，又如勇士欢然奔路。    6它从天这边出来，绕到天那边，没有一物被隐藏不得它的热气。    7耶和华的律法全备，能苏醒人心；耶和华的法度确定，能使愚人有智慧；    8耶和华的训词正直，能快活人的心；耶和华的命令清洁，能明亮人的眼目；    9耶和华的道理洁净，存到永远；耶和华的典章真实，全然公义。    10都比金子可羡慕，且比极多的精金可羡慕；比蜜甘甜，且比蜂房下滴的蜜甘甜。    11况且你的仆人因此受警戒，守着这些便有大赏。    12谁能知道自己的错失呢？愿你赦免我隐而未现的过错。    13求你拦阻仆人不犯任意妄为的罪，不容这罪辖制我，我便完全，免犯大罪。    14耶和华我的磐石，我的救赎主啊，愿我口中的言语，心里的意念，在你面前蒙悦纳。'
        },
        eveningPsalm: [
            {
                title: '诗132',
                content:
                    '1耶和华啊，求你记念大卫所受的一切苦难。    2他怎样向耶和华起誓，向雅各的大能者许愿，    3说：“我必不进我的帐幕，也不上我的床榻；    4我不容我的眼睛睡觉，也不容我的眼目打盹，    5直等我为耶和华寻得所在，为雅各的大能者寻得居所。”    6我们听说约柜在以法他，我们在基列耶琳就寻见了。    7我们要进他的居所，在他脚凳前下拜。    8耶和华啊，求你兴起，和你有能力的约柜同入安息之所。    9愿你的祭司披上公义，愿你的圣民欢呼。    10求你因你仆人大卫的缘故，不要厌弃你的受膏者。    11耶和华向大卫凭诚实起了誓，必不反复，说：“我要使你所生的坐在你的宝座上。    12你的众子若守我的约和我所教训他们的法度，他们的子孙必永远坐在你的宝座上。”    13因为耶和华拣选了锡安，愿意当作自己的居所，    14说：“这是我永远安息之所，我要住在这里，因为是我所愿意的。    15我要使其中的粮食丰满，使其中的穷人饱足。    16我要使祭司披上救恩，圣民大声欢呼。    17我要叫大卫的角在那里发生；我为我的受膏者预备明灯。    18我要使他的仇敌披上羞耻，但他的冠冕要在头上发光。”'
            },
            {
                title: '诗114',
                content:
                    '1以色列出了埃及，雅各家离开说异言之民。    2那时犹大为主的圣所，以色列为他所治理的国度。    3沧海看见就奔逃，约旦河也倒流。    4大山踊跃如公羊，小山跳舞如羊羔。    5沧海啊，你为何奔逃？约旦哪，你为何倒流？    6大山哪，你为何踊跃如公羊？小山哪，你为何跳舞如羊羔？    7大地啊，你因见主的面，就是雅各　神的面，便要震动。    8他叫磐石变为水池，叫坚石变为泉源。'
            }
        ]
    },
    'd12-25': {
        morningPsalm: {
            title: '诗2',
            content:
                '1外邦为什么争闹？万民为什么谋算虚妄的事？    2世上的君王一齐起来，臣宰一同商议，要敌挡耶和华并他的受膏者，    3说：“我们要挣开他们的捆绑，脱去他们的绳索。”    4那坐在天上的必发笑；主必嗤笑他们。    5那时，他要在怒中责备他们，在烈怒中惊吓他们，    6说：“我已经立我的君在锡安我的圣山上了。”    7受膏者说：“我要传圣旨。耶和华曾对我说：‘你是我的儿子，我今日生你。    8你求我，我就将列国赐你为基业，将地极赐你为田产。    9你必用铁杖打破他们，你必将他们如同窑匠的瓦器摔碎。’”    10现在，你们君王应当省悟，你们世上的审判官该受管教。    11当存畏惧侍奉耶和华，又当存战兢而快乐；    12当以嘴亲子，恐怕他发怒，你们便在道中灭亡，因为他的怒气快要发作。凡投靠他的，都是有福的。'
        },
        eveningPsalm: [
            {
                title: '诗98',
                content:
                    '1你们要向耶和华唱新歌，因为他行过奇妙的事。他的右手和圣臂施行救恩。    2耶和华发明了他的救恩，在列邦人眼前显出公义。    3记念他向以色列家所发的慈爱，所凭的信实。地的四极都看见我们　神的救恩。    4全地都要向耶和华欢乐，要发起大声，欢呼歌颂。    5要用琴歌颂耶和华，用琴和诗歌的声音歌颂他。    6用号和角声，在大君王耶和华面前欢呼。    7愿海和其中所充满的澎湃；世界和住在其间的也要发声。    8愿大水拍手，愿诸山在耶和华面前一同欢呼。    9因为他来要审判遍地。他要按公义审判世界，按公正审判万民。'
            },
            {
                title: '诗96',
                content:
                    '1你们要向耶和华唱新歌，全地都要向耶和华歌唱。    2要向耶和华歌唱，称颂他的名，天天传扬他的救恩。    3在列邦中述说他的荣耀，在万民中述说他的奇事。    4因耶和华为大，当受极大的赞美，他在万神之上，当受敬畏。    5外邦的神都属虚无，惟独耶和华创造诸天。    6有尊荣和威严在他面前，有能力与华美在他圣所。    7民中的万族啊，你们要将荣耀能力归给耶和华，都归给耶和华。    8要将耶和华的名所当得的荣耀归给他，拿供物来进入他的院宇。    9当以圣洁的妆饰（“的”或作“为”）敬拜耶和华。全地要在他面前战抖。    10人在列邦中要说：“耶和华作王，世界就坚定，不得动摇。他要按公正审判众民。”    11愿天欢喜，愿地快乐；愿海和其中所充满的澎湃；    12愿田和其中所有的都欢乐！那时，林中的树木都要在耶和华面前欢呼。    13因为他来了，他来要审判全地。他要按公义审判世界，按他的信实审判万民。'
            }
        ]
    },
    'd12-26': {
        morningPsalm: {
            title: '诗116',
            content:
                '1我爱耶和华，因为他听了我的声音和我的恳求。    2他既向我侧耳，我一生要求告他。    3死亡的绳索缠绕我，阴间的痛苦抓住我，我遭遇患难愁苦。    4那时，我便求告耶和华的名，说：“耶和华啊，求你救我的灵魂！”    5耶和华有恩惠，有公义，我们的　神以怜悯为怀。    6耶和华保护愚人，我落到卑微的地步，他救了我。    7我的心哪，你要仍归安乐，因为耶和华用厚恩待你。    8主啊，你救我的命免了死亡，救我的眼免了流泪，救我的脚免了跌倒；    9我要在耶和华面前行活人之路。    10我因信，所以如此说话：“我受了极大的困苦。”    11我曾急促地说：“人都是说谎的！”    12我拿什么报答耶和华向我所赐的一切厚恩？    13我要举起救恩的杯，称扬耶和华的名。    14我要在他众民面前向耶和华还我的愿。    15在耶和华眼中，看圣民之死极为宝贵。    16耶和华啊，我真是你的仆人；我是你的仆人，是你婢女的儿子。你已经解开我的绑索。    17我要以感谢为祭献给你，又要求告耶和华的名。    18我要在他众民面前，在耶和华殿的院内，在耶路撒冷当中，向耶和华还我的愿。你们要赞美耶和华！    19'
        },
        eveningPsalm: [
            {
                title: '诗119:1-24',
                content:
                    '1行为完全、遵行耶和华律法的，这人便为有福；    2遵守他的法度、一心寻求他的，这人便为有福。    3这人不作非义的事，但遵行他的道。    4耶和华啊，你曾将你的训词吩咐我们，为要我们殷勤遵守。    5但愿我行事坚定，得以遵守你的律例。    6我看重你的一切命令，就不至于羞愧。    7我学了你公义的判语，就要以正直的心称谢你。    8我必守你的律例，求你总不要丢弃我。    9少年人用什么洁净他的行为呢？是要遵行你的话。    10我一心寻求了你，求你不要叫我偏离你的命令。    11我将你的话藏在心里，免得我得罪你。    12耶和华啊，你是应当称颂的，求你将你的律例教训我。    13我用嘴唇传扬你口中的一切典章。    14我喜悦你的法度，如同喜悦一切的财物。    15我要默想你的训词，看重你的道路。    16我要在你的律例中自乐，我不忘记你的话。    17求你用厚恩待你的仆人，使我存活，我就遵守你的话。    18求你开我的眼睛，使我看出你律法中的奇妙。    19我是在地上作寄居的，求你不要向我隐瞒你的命令。    20我时常切慕你的典章，甚至心碎。    21受咒诅偏离你命令的骄傲人，你已经责备他们。    22求你除掉我所受的羞辱和藐视，因我遵守你的法度。    23虽有首领坐着妄论我，你仆人却思想你的律例。    24你的法度是我所喜乐的，是我的谋士。'
            },
            {
                title: '诗27',
                content:
                    '1耶和华是我的亮光，是我的拯救，我还怕谁呢？耶和华是我性命的保障（“保障”或作“力量”），我还惧谁呢？    2那作恶的，就是我的仇敌，前来吃我肉的时候，就绊跌仆倒。    3虽有军兵安营攻击我，我的心也不害怕；虽然兴起刀兵攻击我，我必仍旧安稳。    4有一件事，我曾求耶和华，我仍要寻求：就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里求问。    5因为我遭遇患难，他必暗暗地保守我；在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐石上。    6现在我得以昂首，高过四面的仇敌；我要在他的帐幕里欢然献祭，我要唱诗歌颂耶和华。    7耶和华啊，我用声音呼吁的时候，求你垂听；并求你怜恤我，应允我。    8你说：“你们当寻求我的面。”那时我心向你说：“耶和华啊，你的面我正要寻求。”    9不要向我掩面。不要发怒赶逐仆人，你向来是帮助我的。救我的　神啊，不要丢掉我，也不要离弃我。    10我父母离弃我，耶和华必收留我。    11耶和华啊，求你将你的道指教我，因我仇敌的缘故引导我走平坦的路。    12求你不要把我交给敌人，遂其所愿；因为妄作见证的和口吐凶言的，起来攻击我。    13我若不信在活人之地得见耶和华的恩惠，就早已丧胆了。    14要等候耶和华！当壮胆，坚固你的心。我再说：要等候耶和华！'
            }
        ]
    },
    'd12-27': {
        morningPsalm: {
            title: '诗34',
            content:
                '1我要时时称颂耶和华，赞美他的话必常在我口中。    2我的心必因耶和华夸耀；谦卑人听见，就要喜乐。    3你们和我当称耶和华为大，一同高举他的名。    4我曾寻求耶和华，他就应允我，救我脱离了一切的恐惧。    5凡仰望他的，便有光荣；他们的脸，必不蒙羞。    6我这困苦人呼求，耶和华便垂听，救我脱离一切患难。    7耶和华的使者，在敬畏他的人四围安营搭救他们。    8你们要尝尝主恩的滋味，便知道他是美善，投靠他的人有福了！    9耶和华的圣民哪，你们当敬畏他，因敬畏他的一无所缺。    10少壮狮子还缺食忍饿；但寻求耶和华的，什么好处都不缺。    11众弟子啊，你们当来听我的话。我要将敬畏耶和华的道教训你们。    12有何人喜好存活，爱慕长寿，得享美福，    13就要禁止舌头不出恶言，嘴唇不说诡诈的话。    14要离恶行善，寻求和睦，一心追赶。    15耶和华的眼目看顾义人，他的耳朵听他们的呼求。    16耶和华向行恶的人变脸，要从世上除灭他们的名号。    17义人呼求，耶和华听见了，便救他们脱离一切患难。    18耶和华靠近伤心的人，拯救灵性痛悔的人。    19义人多有苦难，但耶和华救他脱离这一切，    20又保全他一身的骨头，连一根也不折断。    21恶必害死恶人；恨恶义人的，必被定罪。    22耶和华救赎他仆人的灵魂，凡投靠他的，必不至定罪。'
        },
        eveningPsalm: [
            {
                title: '诗19',
                content:
                    '1诸天述说　神的荣耀，穹苍传扬他的手段。    2这日到那日发出言语，这夜到那夜传出知识。    3无言无语，也无声音可听。    4他的量带通遍天下，他的言语传到地极。　神在其间为太阳安设帐幕。    5太阳如同新郎出洞房，又如勇士欢然奔路。    6它从天这边出来，绕到天那边，没有一物被隐藏不得它的热气。    7耶和华的律法全备，能苏醒人心；耶和华的法度确定，能使愚人有智慧；    8耶和华的训词正直，能快活人的心；耶和华的命令清洁，能明亮人的眼目；    9耶和华的道理洁净，存到永远；耶和华的典章真实，全然公义。    10都比金子可羡慕，且比极多的精金可羡慕；比蜜甘甜，且比蜂房下滴的蜜甘甜。    11况且你的仆人因此受警戒，守着这些便有大赏。    12谁能知道自己的错失呢？愿你赦免我隐而未现的过错。    13求你拦阻仆人不犯任意妄为的罪，不容这罪辖制我，我便完全，免犯大罪。    14耶和华我的磐石，我的救赎主啊，愿我口中的言语，心里的意念，在你面前蒙悦纳。'
            },
            {
                title: '诗121',
                content:
                    '1我要向山举目，我的帮助从何而来？    2我的帮助从造天地的耶和华而来。    3他必不叫你的脚摇动，保护你的必不打盹。    4保护以色列的，也不打盹也不睡觉。    5保护你的是耶和华，耶和华在你右边荫庇你。    6白日，太阳必不伤你；夜间，月亮必不害你。    7耶和华要保护你，免受一切的灾害。他要保护你的性命。    8你出你入，耶和华要保护你，从今时直到永远。'
            }
        ]
    },
    'd12-28': {
        morningPsalm: {
            title: '诗2',
            content:
                '1外邦为什么争闹？万民为什么谋算虚妄的事？    2世上的君王一齐起来，臣宰一同商议，要敌挡耶和华并他的受膏者，    3说：“我们要挣开他们的捆绑，脱去他们的绳索。”    4那坐在天上的必发笑；主必嗤笑他们。    5那时，他要在怒中责备他们，在烈怒中惊吓他们，    6说：“我已经立我的君在锡安我的圣山上了。”    7受膏者说：“我要传圣旨。耶和华曾对我说：‘你是我的儿子，我今日生你。    8你求我，我就将列国赐你为基业，将地极赐你为田产。    9你必用铁杖打破他们，你必将他们如同窑匠的瓦器摔碎。’”    10现在，你们君王应当省悟，你们世上的审判官该受管教。    11当存畏惧侍奉耶和华，又当存战兢而快乐；    12当以嘴亲子，恐怕他发怒，你们便在道中灭亡，因为他的怒气快要发作。凡投靠他的，都是有福的。'
        },
        eveningPsalm: [
            {
                title: '诗110',
                content:
                    '1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”    2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。    3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。    4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”    5在你右边的主，当他发怒的日子必打伤列王。    6他要在列邦中刑罚恶人，尸首就遍满各处。他要在许多国中打破仇敌的头。    7他要喝路旁的河水，因此必抬起头来。'
            },
            {
                title: '诗111',
                content:
                    '1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。    2耶和华的作为本为大，凡喜爱的都必考察。    3他所行的是尊荣和威严，他的公义存到永远。    4他行了奇事，使人记念。耶和华有恩惠，有怜悯。    5他赐粮食给敬畏他的人，他必永远记念他的约。    6他向百姓显出大能的作为，把外邦的地赐给他们为业。    7他手所行的，是诚实公平，他的训词都是确实的，    8是永永远远坚定的，是按诚实正直设立的。    9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。    10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。'
            }
        ]
    },
    'd12-29': {
        morningPsalm: {
            title: '诗96',
            content:
                '1你们要向耶和华唱新歌，全地都要向耶和华歌唱。    2要向耶和华歌唱，称颂他的名，天天传扬他的救恩。    3在列邦中述说他的荣耀，在万民中述说他的奇事。    4因耶和华为大，当受极大的赞美，他在万神之上，当受敬畏。    5外邦的神都属虚无，惟独耶和华创造诸天。    6有尊荣和威严在他面前，有能力与华美在他圣所。    7民中的万族啊，你们要将荣耀能力归给耶和华，都归给耶和华。    8要将耶和华的名所当得的荣耀归给他，拿供物来进入他的院宇。    9当以圣洁的妆饰（“的”或作“为”）敬拜耶和华。全地要在他面前战抖。    10人在列邦中要说：“耶和华作王，世界就坚定，不得动摇。他要按公正审判众民。”    11愿天欢喜，愿地快乐；愿海和其中所充满的澎湃；    12愿田和其中所有的都欢乐！那时，林中的树木都要在耶和华面前欢呼。    13因为他来了，他来要审判全地。他要按公义审判世界，按他的信实审判万民。'
        },
        eveningPsalm: [
            {
                title: '诗132',
                content:
                    '1耶和华啊，求你记念大卫所受的一切苦难。    2他怎样向耶和华起誓，向雅各的大能者许愿，    3说：“我必不进我的帐幕，也不上我的床榻；    4我不容我的眼睛睡觉，也不容我的眼目打盹，    5直等我为耶和华寻得所在，为雅各的大能者寻得居所。”    6我们听说约柜在以法他，我们在基列耶琳就寻见了。    7我们要进他的居所，在他脚凳前下拜。    8耶和华啊，求你兴起，和你有能力的约柜同入安息之所。    9愿你的祭司披上公义，愿你的圣民欢呼。    10求你因你仆人大卫的缘故，不要厌弃你的受膏者。    11耶和华向大卫凭诚实起了誓，必不反复，说：“我要使你所生的坐在你的宝座上。    12你的众子若守我的约和我所教训他们的法度，他们的子孙必永远坐在你的宝座上。”    13因为耶和华拣选了锡安，愿意当作自己的居所，    14说：“这是我永远安息之所，我要住在这里，因为是我所愿意的。    15我要使其中的粮食丰满，使其中的穷人饱足。    16我要使祭司披上救恩，圣民大声欢呼。    17我要叫大卫的角在那里发生；我为我的受膏者预备明灯。    18我要使他的仇敌披上羞耻，但他的冠冕要在头上发光。”'
            },
            {
                title: '诗97',
                content:
                    '1耶和华作王，愿地快乐，愿众海岛欢喜！    2密云和幽暗在他的四围；公义和公平是他宝座的根基。    3有烈火在他前头行，烧灭他四围的敌人。    4他的闪电光照世界，大地看见便震动。    5诸山见耶和华的面，就是全地之主的面，便消化如蜡。    6诸天表明他的公义，万民看见他的荣耀。    7愿一切侍奉雕刻的偶像、靠虚无之神自夸的，都蒙羞愧。万神哪，你们都当拜他。    8耶和华啊，锡安听见你的判断就欢喜，犹大的城邑（原文作“女子”）也都快乐。    9因为你耶和华至高，超乎全地；你被尊崇，远超万神之上。    10你们爱耶和华的都当恨恶罪恶。他保护圣民的性命，搭救他们脱离恶人的手。    11散布亮光是为义人；预备喜乐是为正直人。    12你们义人当靠耶和华欢喜，称谢他可记念的圣名。'
            }
        ]
    },
    'd12-30': {
        morningPsalm: {
            title: '诗93',
            content:
                '1耶和华作王，他以威严为衣穿上，耶和华以能力为衣，以能力束腰，世界就坚定，不得动摇。    2你的宝座从太初立定，你从亘古就有。    3耶和华啊，大水扬起，大水发声，波浪澎湃。    4耶和华在高处大有能力，胜过诸水的响声，洋海的大浪。    5耶和华啊，你的法度最的确，你的殿永称为圣，是合宜的。'
        },
        eveningPsalm: [
            {
                title: '诗89:1-18',
                content:
                    '1我要歌唱耶和华的慈爱，直到永远。我要用口将你的信实传与万代。    2因我曾说，你的慈悲必建立到永远，你的信实必坚立在天上。    3我与我所拣选的人立了约，向我的仆人大卫起了誓。    4我要建立你的后裔，直到永远；要建立你的宝座，直到万代。    5耶和华啊，诸天要称赞你的奇事，在圣者的会中，要称赞你的信实。    6在天空谁能比耶和华呢？神的众子中，谁能像耶和华呢？    7他在圣者的会中，是大有威严的　神，比一切在他四围的更可畏惧。    8耶和华万军之　神啊，哪一个大能者像你耶和华？你的信实是在你的四围。    9你管辖海的狂傲，波浪翻腾，你就使它平静了。    10你打碎了拉哈伯，似乎是已杀的人。你用有能的膀臂打散了你的仇敌。    11天属你，地也属你；世界和其中所充满的，都为你所建立。    12南北为你所创造，他泊和黑门都因你的名欢呼。    13你有大能的膀臂，你的手有力，你的右手也高举。    14公义和公平是你宝座的根基；慈爱和诚实行在你前面。    15知道向你欢呼的，那民是有福的，耶和华啊，他们在你脸上的光里行走。    16他们因你的名终日欢乐，因你的公义得以高举。    17你是他们力量的荣耀，因为你喜悦我们，我们的角必被高举。    18我们的盾牌属耶和华，我们的王属以色列的圣者。'
            },
            {
                title: '诗89:19-52',
                content:
                    '19当时，你在异象中晓谕你的圣民，说：“我已把救助之力加在那有能者的身上，我高举那从民中所拣选的。    20我寻得我的仆人大卫，用我的圣膏膏他。    21我的手必使他坚立，我的膀臂也必坚固他。    22仇敌必不勒索他，凶恶之子也不苦害他。    23我要在他面前打碎他的敌人，击杀那恨他的人。    24只是我的信实和我的慈爱要与他同在，因我的名，他的角必被高举。    25我要使他的左手伸到海上，右手伸到河上。    26他要称呼我说：‘你是我的父，是我的　神，是拯救我的磐石。’    27我也要立他为长子，为世上最高的君王。    28我要为他存留我的慈爱，直到永远，我与他立的约必要坚定。    29我也要使他的后裔存到永远，使他的宝座如天之久。    30“倘若他的子孙离弃我的律法，不照我的典章行，    31背弃我的律例，不遵守我的诫命，    32我就要用杖责罚他们的过犯，用鞭责罚他们的罪孽。    33只是我必不将我的慈爱全然收回，也必不叫我的信实废弃。    34我必不背弃我的约，也不改变我口中所出的。    35我一次指着自己的圣洁起誓，我决不向大卫说谎。    36他的后裔要存到永远，他的宝座在我面前如日之恒一般，    37又如月亮永远坚立，如天上确实的见证。”    38但你恼怒你的受膏者，就丢掉弃绝他。    39你厌恶了与仆人所立的约，将他的冠冕践踏于地。    40你拆毁了他一切的篱笆，使他的保障变为荒场。    41凡过路的人都抢夺他，他成为邻邦的羞辱。    42你高举了他敌人的右手，你叫他一切的仇敌欢喜。    43你叫他的刀剑卷刃，叫他在争战之中站立不住。    44你使他的光辉止息，将他的宝座推倒于地。    45你减少他青年的日子，又使他蒙羞。    46耶和华啊，这要到几时呢？你要将自己隐藏到永远吗？你的忿怒如火焚烧，要到几时呢？    47求你想念我的时候是何等的短少，你创造世人，要使他们归何等的虚空呢！    48谁能常活免死，救他的灵魂脱离阴间的权柄呢？    49主啊，你从前凭你的信实向大卫立誓，要施行的慈爱在哪里呢？    50主啊，求你记念仆人们所受的羞辱，记念我怎样将一切强盛民的羞辱存在我怀里。    51耶和华啊，你的仇敌用这羞辱，羞辱了你的仆人，羞辱了你受膏者的脚踪。    52耶和华是应当称颂的，直到永远。阿们，阿们！'
            }
        ]
    },
    'd12-31': {
        morningPsalm: {
            title: '诗98',
            content:
                '1你们要向耶和华唱新歌，因为他行过奇妙的事。他的右手和圣臂施行救恩。    2耶和华发明了他的救恩，在列邦人眼前显出公义。    3记念他向以色列家所发的慈爱，所凭的信实。地的四极都看见我们　神的救恩。    4全地都要向耶和华欢乐，要发起大声，欢呼歌颂。    5要用琴歌颂耶和华，用琴和诗歌的声音歌颂他。    6用号和角声，在大君王耶和华面前欢呼。    7愿海和其中所充满的澎湃；世界和住在其间的也要发声。    8愿大水拍手，愿诸山在耶和华面前一同欢呼。    9因为他来要审判遍地。他要按公义审判世界，按公正审判万民。'
        },
        eveningPsalm: [
            {
                title: '诗45',
                content:
                    '1我心里涌出美辞。我论到我为王作的事，我的舌头是快手笔。    2你比世人更美，在你嘴里满有恩惠，所以　神赐福给你，直到永远。    3大能者啊，愿你腰间佩刀，大有荣耀和威严。    4为真理、谦卑、公义赫然坐车前往，无不得胜。你的右手必显明可畏的事。    5你的箭锋快，射中王敌之心，万民仆倒在你以下。    6　神啊，你的宝座是永永远远地，你的国权是正直的。    7你喜爱公义，恨恶罪恶，所以　神，就是你的　神，用喜乐油膏你，胜过膏你的同伴。    8你的衣服都有没药、沉香、肉桂的香气，象牙宫中有丝弦乐器的声音，使你欢喜。    9有君王的女儿在你尊贵妇女之中；王后佩戴俄斐金饰站在你右边。    10女子啊，你要听，要想，要侧耳而听，不要记念你的民和你的父家，    11王就羡慕你的美貌，因为他是你的主，你当敬拜他。    12推罗的民（“民”原文作“女子”）必来送礼，民中的富足人也必向你求恩。    13王女在宫里极其荣华，她的衣服是用金线绣的。    14她要穿锦绣的衣服，被引到王前；随从她的陪伴童女也要被带到你面前。    15她们要欢喜快乐被引导，她们要进入王宫。    16你的子孙要接续你的列祖，你要立他们在全地作王。    17我必叫你的名被万代记念，所以万民要永永远远称谢你。'
            },
            {
                title: '诗96',
                content:
                    '1你们要向耶和华唱新歌，全地都要向耶和华歌唱。    2要向耶和华歌唱，称颂他的名，天天传扬他的救恩。    3在列邦中述说他的荣耀，在万民中述说他的奇事。    4因耶和华为大，当受极大的赞美，他在万神之上，当受敬畏。    5外邦的神都属虚无，惟独耶和华创造诸天。    6有尊荣和威严在他面前，有能力与华美在他圣所。    7民中的万族啊，你们要将荣耀能力归给耶和华，都归给耶和华。    8要将耶和华的名所当得的荣耀归给他，拿供物来进入他的院宇。    9当以圣洁的妆饰（“的”或作“为”）敬拜耶和华。全地要在他面前战抖。    10人在列邦中要说：“耶和华作王，世界就坚定，不得动摇。他要按公正审判众民。”    11愿天欢喜，愿地快乐；愿海和其中所充满的澎湃；    12愿田和其中所有的都欢乐！那时，林中的树木都要在耶和华面前欢呼。    13因为他来了，他来要审判全地。他要按公义审判世界，按他的信实审判万民。'
            }
        ]
    },
    'd01-01': {
        morningPsalm: {
            title: '诗97',
            content:
                '1耶和华作王，愿地快乐，愿众海岛欢喜！    2密云和幽暗在他的四围；公义和公平是他宝座的根基。    3有烈火在他前头行，烧灭他四围的敌人。    4他的闪电光照世界，大地看见便震动。    5诸山见耶和华的面，就是全地之主的面，便消化如蜡。    6诸天表明他的公义，万民看见他的荣耀。    7愿一切侍奉雕刻的偶像、靠虚无之神自夸的，都蒙羞愧。万神哪，你们都当拜他。    8耶和华啊，锡安听见你的判断就欢喜，犹大的城邑（原文作“女子”）也都快乐。    9因为你耶和华至高，超乎全地；你被尊崇，远超万神之上。    10你们爱耶和华的都当恨恶罪恶。他保护圣民的性命，搭救他们脱离恶人的手。    11散布亮光是为义人；预备喜乐是为正直人。    12你们义人当靠耶和华欢喜，称谢他可记念的圣名。'
        },
        eveningPsalm: [
            {
                title: '诗99',
                content:
                    '1耶和华作王，万民当战抖。他坐在二基路伯上，地当动摇。    2耶和华在锡安为大，他超乎万民之上。    3他们当称赞他大而可畏的名，他本为圣。    4王有能力，喜爱公平，坚立公正，在雅各中施行公平和公义。    5你们当尊崇耶和华我们的　神，在他脚凳前下拜。他本为圣。    6在他的祭司中有摩西和亚伦，在求告他名的人中有撒母耳。他们求告耶和华，他就应允他们。    7他在云柱中对他们说话。他们遵守他的法度和他所赐给他们的律例。    8耶和华我们的　神啊，你应允他们。你是赦免他们的　神，却按他们所行的报应他们。    9你们要尊崇耶和华我们的　神，在他的圣山下拜，因为耶和华我们的　神本为圣。'
            },
            {
                title: '诗8',
                content:
                    '1耶和华我们的主啊，你的名在全地何其美！你将你的荣耀彰显于天。    2你因敌人的缘故，从婴孩和吃奶的口中建立了能力，使仇敌和报仇的闭口无言。    3我观看你指头所造的天，并你所陈设的月亮星宿，    4便说，人算什么，你竟顾念他？世人算什么，你竟眷顾他？    5你叫他比天使（或作“　神”）微小一点，并赐他荣耀尊贵为冠冕。    6你派他管理你手所造的，使万物，就是一切的羊牛、田野的兽、空中的鸟、海里的鱼，凡经行海道的，都服在他的脚下。    7 8 9耶和华我们的主啊，你的名在全地何其美！'
            }
        ]
    },
    'd01-02': {
        morningPsalm: {
            title: '诗48',
            content:
                '1耶和华本为大，在我们　神的城中，在他的圣山上，该受大赞美。    2锡安山，大君王的城，在北面居高华美，为全地所喜悦。    3　神在其宫中自显为避难所。    4看哪，众王会合，一同经过。    5他们见了这城，就惊奇丧胆，急忙逃跑。    6他们在那里被战兢疼痛抓住，好像产难的妇人一样。    7　神啊，你用东风打破他施的船只。    8我们在万军之耶和华的城中，就是我们　神的城中所看见的，正如我们所听见的。　神必坚立这城，直到永远。    9　神啊，我们在你的殿中，想念你的慈爱。    10　神啊，你受的赞美正与你的名相称，直到地极，你的右手满了公义。    11因你的判断，锡安山应当欢喜，犹大的城邑应当快乐（“城邑”原文作“女子”）。    12你们当周游锡安，四围旋绕，数点城楼。    13细看她的外郭，察看她的宫殿，为要传说到后代。    14因为这　神永永远远为我们的　神，他必作我们引路的，直到死时。'
        },
        eveningPsalm: [
            {
                title: '诗45',
                content:
                    '1我心里涌出美辞。我论到我为王作的事，我的舌头是快手笔。    2你比世人更美，在你嘴里满有恩惠，所以　神赐福给你，直到永远。    3大能者啊，愿你腰间佩刀，大有荣耀和威严。    4为真理、谦卑、公义赫然坐车前往，无不得胜。你的右手必显明可畏的事。    5你的箭锋快，射中王敌之心，万民仆倒在你以下。    6　神啊，你的宝座是永永远远地，你的国权是正直的。    7你喜爱公义，恨恶罪恶，所以　神，就是你的　神，用喜乐油膏你，胜过膏你的同伴。    8你的衣服都有没药、沉香、肉桂的香气，象牙宫中有丝弦乐器的声音，使你欢喜。    9有君王的女儿在你尊贵妇女之中；王后佩戴俄斐金饰站在你右边。    10女子啊，你要听，要想，要侧耳而听，不要记念你的民和你的父家，    11王就羡慕你的美貌，因为他是你的主，你当敬拜他。    12推罗的民（“民”原文作“女子”）必来送礼，民中的富足人也必向你求恩。    13王女在宫里极其荣华，她的衣服是用金线绣的。    14她要穿锦绣的衣服，被引到王前；随从她的陪伴童女也要被带到你面前。    15她们要欢喜快乐被引导，她们要进入王宫。    16你的子孙要接续你的列祖，你要立他们在全地作王。    17我必叫你的名被万代记念，所以万民要永永远远称谢你。'
            },
            {
                title: '诗29',
                content:
                    '1　神的众子啊，你们要将荣耀能力归给耶和华，归给耶和华。    2要将耶和华的名所当得的荣耀归给他，以圣洁的妆饰（“的”或作“为”）敬拜耶和华。    3耶和华的声音发在水上，荣耀的　神打雷，耶和华打雷在大水之上。    4耶和华的声音大有能力，耶和华的声音满有威严。    5耶和华的声音震破香柏树，耶和华震碎黎巴嫩的香柏树。    6他也使之跳跃如牛犊，使黎巴嫩和西连跳跃如野牛犊。    7耶和华的声音使火焰分岔。    8耶和华的声音震动旷野，耶和华震动加低斯的旷野。    9耶和华的声音惊动母鹿落胎，树木也脱落净光；凡在他殿中的，都称说他的荣耀。    10洪水泛滥之时，耶和华坐着为王；耶和华坐着为王，直到永远。    11耶和华必赐力量给他的百姓，耶和华必赐平安的福给他的百姓。'
            }
        ]
    },
    'd01-03': {
        morningPsalm: {
            title: '诗111',
            content:
                '1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。    2耶和华的作为本为大，凡喜爱的都必考察。    3他所行的是尊荣和威严，他的公义存到永远。    4他行了奇事，使人记念。耶和华有恩惠，有怜悯。    5他赐粮食给敬畏他的人，他必永远记念他的约。    6他向百姓显出大能的作为，把外邦的地赐给他们为业。    7他手所行的，是诚实公平，他的训词都是确实的，    8是永永远远坚定的，是按诚实正直设立的。    9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。    10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。'
        },
        eveningPsalm: [
            {
                title: '诗107',
                content:
                    '1你们要称谢耶和华，因他本为善，他的慈爱永远长存。    2愿耶和华的赎民说这话，就是他从敌人手中所救赎的，    3从各地、从东、从西、从南、从北所招聚来的。    4他们在旷野荒地漂流，寻不见可住的城邑，    5又饥又渴，心里发昏。    6于是，他们在苦难中哀求耶和华，他从他们的祸患中搭救他们；    7又领他们行走直路，使他们往可居住的城邑。    8但愿人因耶和华的慈爱和他向人所行的奇事，都称赞他；    9因他使心里渴慕的人得以知足，使心里饥饿的人得饱美物。    10那些坐在黑暗中死荫里的人，被困苦和铁链捆锁，    11是因他们违背　神的话语，藐视至高者的旨意。    12所以他用劳苦治服他们的心，他们仆倒，无人扶助。    13于是，他们在苦难中哀求耶和华，他从他们的祸患中拯救他们。    14他从黑暗中和死荫里领他们出来，折断他们的绑索。    15但愿人因耶和华的慈爱和他向人所行的奇事都称赞他；    16因为他打破了铜门，砍断了铁闩。    17愚妄人因自己的过犯和自己的罪孽，便受苦楚。    18他们心里厌恶各样的食物，就临近死门。    19于是，他们在苦难中哀求耶和华，他从他们的祸患中拯救他们。    20他发命医治他们，救他们脱离死亡。    21但愿人因耶和华的慈爱和他向人所行的奇事，都称赞他。    22愿他们以感谢为祭献给他，欢呼述说他的作为。    23在海上坐船，在大水中经理事务的，    24他们看见耶和华的作为，并他在深水中的奇事。    25因他一吩咐，狂风就起来，海中的波浪也扬起。    26他们上到天空，下到海底，他们的心因患难便消化。    27他们摇摇晃晃，东倒西歪，好像醉酒的人；他们的智慧无法可施。    28于是，他们在苦难中哀求耶和华，他从他们的祸患中领出他们来。    29他使狂风止息，波浪就平静。    30风息浪静，他们便欢喜，他就引他们到所愿去的海口。    31但愿人因耶和华的慈爱和他向人所行的奇事，都称赞他；    32愿他们在民的会中尊崇他，在长老的位上赞美他。    33他使江河变为旷野，叫水泉变为干渴之地，    34使肥地变为碱地，这都因其间居民的罪恶。    35他使旷野变为水潭，叫旱地变为水泉。    36他使饥饿的人住在那里，好建造可住的城邑，    37又种田地，栽葡萄园，得享所出的土产。    38他又赐福给他们，叫他们生养众多，也不叫他们的牲畜减少。    39他们又因暴虐、患难、愁苦，就减少且卑下。    40他使君王蒙羞被辱，使他们在荒废无路之地漂流。    41他却将穷乏人安置在高处，脱离苦难，使他的家属多如羊群。    42正直人看见就欢喜，罪孽之辈必塞口无言。    43凡有智慧的，必在这些事上留心，也必思想耶和华的慈爱。'
            },
            {
                title: '诗15',
                content:
                    '1耶和华啊，谁能寄居你的帐幕？谁能住在你的圣山？    2就是行为正直，作事公义，心里说实话的人。    3他不以舌头谗谤人，不恶待朋友，也不随伙毁谤邻里；    4他眼中藐视匪类，却尊重那敬畏耶和华的人。他发了誓，虽然自己吃亏，也不更改。    5他不放债取利，不受贿赂以害无辜。行这些事的人必永不动摇。'
            }
        ]
    },
    'd01-04': {
        morningPsalm: {
            title: '诗103',
            content:
                '1我的心哪，你要称颂耶和华，凡在我里面的，也要称颂他的圣名！    2我的心哪，你要称颂耶和华，不可忘记他的一切恩惠。    3他赦免你的一切罪孽，医治你的一切疾病。    4他救赎你的命脱离死亡，以仁爱和慈悲为你的冠冕。    5他用美物使你所愿的得以知足，以致你如鹰返老还童。    6耶和华施行公义，为一切受屈的人伸冤。    7他使摩西知道他的法则，叫以色列人晓得他的作为。    8耶和华有怜悯，有恩典，不轻易发怒，且有丰盛的慈爱。    9他不长久责备，也不永远怀怒。    10他没有按我们的罪过待我们，也没有照我们的罪孽报应我们。    11天离地何等的高，他的慈爱向敬畏他的人也是何等的大；    12东离西有多远，他叫我们的过犯离我们也有多远。    13父亲怎样怜恤他的儿女，耶和华也怎样怜恤敬畏他的人。    14因为他知道我们的本体，思念我们不过是尘土。    15至于世人，他的年日如草一样。他发旺如野地的花，    16经风一吹，便归无有；他的原处，也不再认识他。    17但耶和华的慈爱归于敬畏他的人，从亘古到永远；他的公义也归于子子孙孙，    18就是那些遵守他的约，记念他的训词而遵行的人。    19耶和华在天上立定宝座，他的权柄（原文作“国”）统管万有。    20听从他命令、成全他旨意、有大能的天使，都要称颂耶和华。    21你们作他的诸军，作他的仆役，行他所喜悦的，都要称颂耶和华。    22你们一切被他造的，在他所治理的各处，都要称颂耶和华。我的心哪，你要称颂耶和华！'
        },
        eveningPsalm: [
            {
                title: '诗93',
                content:
                    '1耶和华作王，他以威严为衣穿上，耶和华以能力为衣，以能力束腰，世界就坚定，不得动摇。    2你的宝座从太初立定，你从亘古就有。    3耶和华啊，大水扬起，大水发声，波浪澎湃。    4耶和华在高处大有能力，胜过诸水的响声，洋海的大浪。    5耶和华啊，你的法度最的确，你的殿永称为圣，是合宜的。'
            },
            {
                title: '诗97',
                content:
                    '1耶和华作王，愿地快乐，愿众海岛欢喜！    2密云和幽暗在他的四围；公义和公平是他宝座的根基。    3有烈火在他前头行，烧灭他四围的敌人。    4他的闪电光照世界，大地看见便震动。    5诸山见耶和华的面，就是全地之主的面，便消化如蜡。    6诸天表明他的公义，万民看见他的荣耀。    7愿一切侍奉雕刻的偶像、靠虚无之神自夸的，都蒙羞愧。万神哪，你们都当拜他。    8耶和华啊，锡安听见你的判断就欢喜，犹大的城邑（原文作“女子”）也都快乐。    9因为你耶和华至高，超乎全地；你被尊崇，远超万神之上。    10你们爱耶和华的都当恨恶罪恶。他保护圣民的性命，搭救他们脱离恶人的手。    11散布亮光是为义人；预备喜乐是为正直人。    12你们义人当靠耶和华欢喜，称谢他可记念的圣名。'
            }
        ]
    },
    'd01-05': {
        morningPsalm: {
            title: '诗99',
            content:
                '1耶和华作王，万民当战抖。他坐在二基路伯上，地当动摇。    2耶和华在锡安为大，他超乎万民之上。    3他们当称赞他大而可畏的名，他本为圣。    4王有能力，喜爱公平，坚立公正，在雅各中施行公平和公义。    5你们当尊崇耶和华我们的　神，在他脚凳前下拜。他本为圣。    6在他的祭司中有摩西和亚伦，在求告他名的人中有撒母耳。他们求告耶和华，他就应允他们。    7他在云柱中对他们说话。他们遵守他的法度和他所赐给他们的律例。    8耶和华我们的　神啊，你应允他们。你是赦免他们的　神，却按他们所行的报应他们。    9你们要尊崇耶和华我们的　神，在他的圣山下拜，因为耶和华我们的　神本为圣。'
        },
        eveningPsalm: [
            {
                title: '诗96',
                content:
                    '1你们要向耶和华唱新歌，全地都要向耶和华歌唱。    2要向耶和华歌唱，称颂他的名，天天传扬他的救恩。    3在列邦中述说他的荣耀，在万民中述说他的奇事。    4因耶和华为大，当受极大的赞美，他在万神之上，当受敬畏。    5外邦的神都属虚无，惟独耶和华创造诸天。    6有尊荣和威严在他面前，有能力与华美在他圣所。    7民中的万族啊，你们要将荣耀能力归给耶和华，都归给耶和华。    8要将耶和华的名所当得的荣耀归给他，拿供物来进入他的院宇。    9当以圣洁的妆饰（“的”或作“为”）敬拜耶和华。全地要在他面前战抖。    10人在列邦中要说：“耶和华作王，世界就坚定，不得动摇。他要按公正审判众民。”    11愿天欢喜，愿地快乐；愿海和其中所充满的澎湃；    12愿田和其中所有的都欢乐！那时，林中的树木都要在耶和华面前欢呼。    13因为他来了，他来要审判全地。他要按公义审判世界，按他的信实审判万民。'
            },
            {
                title: '诗110',
                content:
                    '1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”    2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。    3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。    4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”    5在你右边的主，当他发怒的日子必打伤列王。    6他要在列邦中刑罚恶人，尸首就遍满各处。他要在许多国中打破仇敌的头。    7他要喝路旁的河水，因此必抬起头来。'
            }
        ]
    },
    'd01-06': {
        morningPsalm: {
            title: '诗72',
            content:
                '1　神啊，求你将判断的权柄赐给王，将公义赐给王的儿子。    2他要按公义审判你的民，按公平审判你的困苦人。    3大山小山都要因公义使民得享平安。    4他必为民中的困苦人伸冤，拯救穷乏之辈，压碎那欺压人的。    5太阳还存，月亮还在，人要敬畏你，直到万代。    6他必降临，像雨降在已割的草地上，如甘霖滋润田地。    7在他的日子，义人要发旺，大有平安，好像月亮长存。    8他要执掌权柄，从这海直到那海，从大河直到地极。    9住在旷野的，必在他面前下拜；他的仇敌必要舔土。    10他施和海岛的王要进贡，示巴和西巴的王要献礼物。    11诸王都要叩拜他，万国都要侍奉他。    12因为穷乏人呼求的时候，他要搭救；没有人帮助的困苦人，他也要搭救。    13他要怜恤贫寒和穷乏的人，拯救穷苦人的性命。    14他要救赎他们脱离欺压和强暴。他们的血在他眼中看为宝贵。    15他们要存活。示巴的金子要奉给他。人要常常为他祷告，终日称颂他。    16在地的山顶上，五谷必然茂盛“五谷必然茂盛”或作“有一把五谷”，所结的谷实要响动，如黎巴嫩的树林；城里的人要发旺如地上的草。    17他的名要存到永远，要留传如日之久。人要因他蒙福，万国要称他有福。    18独行奇事的耶和华以色列的　神，是应当称颂的。    19他荣耀的名也当称颂，直到永远。愿他的荣耀充满全地。阿们，阿们！    20耶西的儿子大卫的祈祷完毕。'
        },
        eveningPsalm: [
            {
                title: '诗100',
                content:
                    '1普天下当向耶和华欢呼。    2你们当乐意侍奉耶和华，当来向他歌唱。    3你们当晓得耶和华是　神。我们是他造的，也是属他的；我们是他的民，也是他草场的羊。    4当称谢进入他的门，当赞美进入他的院；当感谢他，称颂他的名。    5因为耶和华本为善，他的慈爱存到永远，他的信实直到万代。'
            },
            {
                title: '诗67',
                content:
                    '1愿　神怜悯我们，赐福与我们，用脸光照我们，    2好叫世界得知你的道路，万国得知你的救恩。    3　神啊，愿列邦称赞你，愿万民都称赞你。    4愿万国都快乐欢呼，因为你必按公正审判万民，引导世上的万国。    5　神啊，愿列邦称赞你，愿万民都称赞你。    6地已经出了土产；　神，就是我们的　神，要赐福与我们。    7　神要赐福与我们，地的四极都要敬畏他。'
            }
        ]
    }
};
