'use strict';

module.exports = [
    {
        title:'诗150',
        content:'1你们要赞美耶和华！在神的圣所赞美他，在他显能力的穹苍赞美他。  2要因他大能的作为赞美他，按着他极美的大德赞美他。  3要用角声赞美他，鼓瑟、弹琴赞美他；  4击鼓、跳舞赞美他，用丝弦的乐器和箫的声音赞美他；  5用大响的钹赞美他，用高声的钹赞美他。  6凡有气息的，都要赞美耶和华。你们要赞美耶和华！'
    },
    {
        title:'诗145',
        content:'1我的神、我的王啊，我要尊崇你，我要永永远远称颂你的名。  2我要天天称颂你，也要永永远远赞美你的名。  3耶和华本为大，该受大赞美，其大无法测度。  4这代要对那代颂赞你的作为，也要传扬你的大能。  5我要默念你威严的尊荣和你奇妙的作为。  6人要传说你可畏之事的能力，我也要传扬你的大德。  7他们记念你的大恩，就要传出来，并要歌唱你的公义。  8耶和华有恩惠，有怜悯，不轻易发怒，大有慈爱。  9耶和华善待万民，他的慈悲覆庇他一切所造的。  10耶和华啊，你一切所造的都要称谢你；你的圣民也要称颂你，  11传说你国的荣耀，谈论你的大能，  12好叫世人知道你大能的作为，并你国度威严的荣耀。  13你的国是永远的国，你执掌的权柄存到万代。  14凡跌倒的，耶和华将他们扶持；凡被压下的，将他们扶起。  15万民都举目仰望你，你随时给他们食物。  16你张手，使有生气的都随愿饱足。  17耶和华在他一切所行的，无不公义；在他一切所作的都有慈爱。  18凡求告耶和华的，就是诚心求告他的，耶和华便与他们相近。  19敬畏他的，他必成就他们的心愿，也必听他们的呼求，拯救他们。  20耶和华保护一切爱他的人，却要灭绝一切的恶人。  21我的口要说出赞美耶和华的话，惟愿凡有血气的，都永永远远称颂他的圣名。'
    },
    {
        title:'诗146',
        content:'1你们要赞美耶和华！我的心哪，你要赞美耶和华！  2我一生要赞美耶和华。我还活的时候，要歌颂我的神。  3你们不要倚靠君王，不要倚靠世人，他一点不能帮助。  4他的气一断，就归回尘土。他所打算的，当日就消灭了。  5以雅各的神为帮助、仰望耶和华他神的，这人便为有福。  6耶和华造天、地、海和其中的万物，他守诚实，直到永远。  7他为受屈的伸冤，赐食物与饥饿的。耶和华释放被囚的。  8耶和华开了瞎子的眼睛。耶和华扶起被压下的人。耶和华喜爱义人。  9耶和华保护寄居的，扶持孤儿和寡妇，却使恶人的道路弯曲。  10耶和华要作王，直到永远。锡安哪，你的神要作王，直到万代。你们要赞美耶和华！'
    },
    {
        title:'诗147:1-11',
        content:'1你们要赞美耶和华！因歌颂我们的神为善为美，赞美的话是合宜的。  2耶和华建造耶路撒冷，聚集以色列中被赶散的人。  3他医好伤心的人，裹好他们的伤处。  4他数点星宿的数目，一一称它的名。  5我们的主为大，最有能力。他的智慧无法测度。  6耶和华扶持谦卑人，将恶人倾覆于地。  7你们要以感谢向耶和华歌唱，用琴向我们的神歌颂。  8他用云遮天，为地降雨，使草生长在山上。  9他赐食给走兽和啼叫的小乌鸦。  10他不喜悦马的力大，不喜爱人的腿快。  11耶和华喜爱敬畏他和盼望他慈爱的人。'
    },
    {
        title:'诗147:12-20',
        content:'12耶路撒冷啊，你要颂赞耶和华！锡安哪，你要赞美你的神！  13因为他坚固了你的门闩，赐福给你中间的儿女。  14他使你境内平安，用上好的麦子使你满足。  15他发命在地，他的话颁行最快。  16他降雪如羊毛，撒霜如炉灰。  17他掷下冰雹如碎渣，他发出寒冷，谁能当得起呢？  18他一出令，这些就都消化。他使风刮起，水便流动。  19他将他的道指示雅各，将他的律例、典章指示以色列，  20别国他都没有这样待过；至于他的典章，他们向来没有知道。你们要赞美耶和华！'
    },
    {
        title:'诗148',
        content:'1你们要赞美耶和华！从天上赞美耶和华，在高处赞美他。  2他的众使者都要赞美他，他的诸军都要赞美他。  3日头、月亮，你们要赞美他；放光的星宿，你们都要赞美他。  4天上的天和天上的水，你们都要赞美他。  5愿这些都赞美耶和华的名，因他一吩咐便都造成。  6他将这些立定，直到永永远远。他定了命，不能废去（或作“越过”）。  7所有在地上的，大鱼和一切深洋，  8火与冰雹，雪和雾气，成就他命的狂风，  9大山和小山，结果的树木和一切香柏树，  10野兽和一切牲畜，昆虫和飞鸟，  11世上的君王和万民，首领和世上一切审判官，  12少年人和处女，老年人和孩童，都当赞美耶和华。  13愿这些都赞美耶和华的名；因为独有他的名被尊崇，他的荣耀在天地之上。  14他将他百姓的角高举，因此他（“因此他”或作“他使”）一切圣民以色列人，就是与他相近的百姓，都赞美他。你们要赞美耶和华！'
    },
    {
        title:'诗149',
        content:'1你们要赞美耶和华！向耶和华唱新歌，在圣民的会中赞美他。  2愿以色列因造他的主欢喜，愿锡安的民因他们的王快乐。  3愿他们跳舞赞美他的名，击鼓、弹琴歌颂他。  4因为耶和华喜爱他的百姓，他要用救恩当作谦卑人的妆饰。  5愿圣民因所得的荣耀高兴，愿他们在床上欢呼。  6愿他们口中称赞神为高，手里有两刃的刀，  7为要报复列邦，刑罚万民。  8要用链子捆他们的君王，用铁镣锁他们的大臣，  9要在他们身上施行所记录的审判。他的圣民都有这荣耀。你们要赞美耶和华！'
    }
];
