'use strict';

module.exports = {
    'Genesis': [
        {
            title: '创世记1:26-27',
            content: '　神说：“我们要照着我们的形像、按着我们的样式造人，使他们管理海里的鱼、空中的鸟、地上的牲畜，和全地，并地上所爬的一切昆虫。”　神就照着自己的形像造人，乃是照着他的形像造男造女。'
        },
        {
            title: '创世记2:16-17',
            content: '耶和华　神吩咐他说：“园中各样树上的果子，你可以随意吃，只是分别善恶树上的果子，你不可吃，因为你吃的日子必定死！”'
        },
        {
            title: '创世记3:15',
            content: '我又要叫你和女人彼此为仇；你的后裔和女人的后裔也彼此为仇。女人的后裔要伤你的头；你要伤他的脚跟。”'
        },
        {
            title: '创世记6:5',
            content: '耶和华见人在地上罪恶很大，终日所思想的尽都是恶'
        },
        {
            title: '创世记8:21-22',
            content: '耶和华闻那馨香之气，就心里说：“我不再因人的缘故咒诅地（人从小时心里怀着恶念），也不再按着我才行的灭各种的活物了。地还存留的时候，稼穑、寒暑、冬夏、昼夜就永不停息了。”'
        },
        {
            title: '创世记12:3',
            content: '为你祝福的，我必赐福与他；那咒诅你的，我必咒诅他。地上的万族都要因你得福。'
        },
        {
            title: '创世记15:6',
            content: '亚伯兰信耶和华，耶和华就以此为他的义。'
        },
        {
            title: '创世记18:18',
            content: '亚伯拉罕必要成为强大的国；地上的万国都必因他得福。'
        },
        {
            title: '创世记26:4',
            content: '我要加增你的后裔，像天上的星那样多，又要将这些地都赐给你的后裔。并且地上万国必因你的后裔得福；'
        },
        {
            title: '创世记49:10-12',
            content: '圭必不离犹大，杖必不离他两脚之间，直等细罗（就是赐平安者）来到，万民都必归顺。犹大把小驴拴在葡萄树上，把驴驹拴在美好的葡萄树上。他在葡萄酒中洗了衣服，在葡萄汁中洗了袍褂。他的眼睛必因酒红润；他的牙齿必因奶白亮。'
        }
    ],
    'Exodus': [
        {
            title: '出埃及记20:1-17',
            content: '　神吩咐这一切的话说：“我是耶和华你的　神，曾将你从埃及地为奴之家领出来。“除了我以外，你不可有别的神。“不可为自己雕刻偶像，也不可做什么形像仿佛上天、下地，和地底下、水中的百物。不可跪拜那些像，也不可侍奉它，因为我耶和华你的　神是忌邪的　神。恨我的，我必追讨他的罪，自父及子，直到三四代；爱我、守我诫命的，我必向他们发慈爱，直到千代。“不可妄称耶和华你　神的名；因为妄称耶和华名的，耶和华必不以他为无罪。“当记念安息日，守为圣日。六日要劳碌做你一切的工，但第七日是向耶和华你　神当守的安息日。这一日你和你的儿女、仆婢、牲畜，并你城里寄居的客旅，无论何工都不可做；因为六日之内，耶和华造天、地、海，和其中的万物，第七日便安息，所以耶和华赐福与安息日，定为圣日。“当孝敬父母，使你的日子在耶和华你　神所赐你的地上得以长久。“不可杀人。“不可奸淫。“不可偷盗。“不可作假见证陷害人。“不可贪恋人的房屋；也不可贪恋人的妻子、仆婢、牛驴，并他一切所有的。”'
        },
        {
            title: '出埃及记34:6-7',
            content: '耶和华在他面前宣告说：“耶和华，耶和华，是有怜悯有恩典的　神，不轻易发怒，并有丰盛的慈爱和诚实，为千万人存留慈爱，赦免罪孽、过犯，和罪恶，万不以有罪的为无罪，必追讨他的罪，自父及子，直到三、四代。”'
        }
    ],
    'Leviticus': [
        {
            title: '利未记10:10-11',
            content: '使你们可以将圣的、俗的，洁净的、不洁净的，分别出来；又使你们可以将耶和华藉摩西晓谕以色列人的一切律例教训他们。”'
        },
        {
            title: '利未记11:45',
            content: '我是把你们从埃及地领出来的耶和华，要作你们的　神；所以你们要圣洁，因为我是圣洁的。”'
        },
        {
            title: '利未记16:30-34',
            content: '因在这日要为你们赎罪，使你们洁净。你们要在耶和华面前得以洁净，脱尽一切的罪愆。这日你们要守为圣安息日，要刻苦己心；这为永远的定例。那受膏、接续他父亲承接圣职的祭司要穿上细麻布的圣衣，行赎罪之礼。他要在至圣所和会幕与坛行赎罪之礼，并要为众祭司和会众的百姓赎罪。这要作你们永远的定例，就是因以色列人一切的罪，要一年一次为他们赎罪。”于是，亚伦照耶和华所吩咐摩西的行了。'
        },
        {
            title: '利未记17:1-5',
            content: '耶和华对摩西说：“你晓谕亚伦和他儿子并以色列众人说，耶和华所吩咐的乃是这样：凡以色列家中的人宰公牛，或是绵羊羔，或是山羊，不拘宰于营内营外，若未曾牵到会幕门口、耶和华的帐幕前献给耶和华为供物，流血的罪必归到那人身上。他流了血，要从民中剪除。这是为要使以色列人把他们在田野里所献的祭带到会幕门口、耶和华面前，交给祭司，献与耶和华为平安祭。'
        },
        {
            title: '利未记20:26',
            content: '你们要归我为圣，因为我耶和华是圣的，并叫你们与万民有分别，使你们作我的民。'
        }
    ],
    'Numbers': [
        {
            title: '民数记6:24-27',
            content: '‘愿耶和华赐福给你，保护你。愿耶和华使他的脸光照你，赐恩给你。愿耶和华向你仰脸，赐你平安。’他们要如此奉我的名为以色列人祝福；我也要赐福给他们。”'
        },
        {
            title: '民数记23:19',
            content: '　神非人，必不致说谎，也非人子，必不致后悔。他说话岂不照着行呢？他发言岂不要成就呢？'
        },
        {
            title: '民数记24:17',
            content: '我看他却不在现时；我望他却不在近日。有星要出于雅各，有杖要兴于以色列，必打破摩押的四角，毁坏扰乱之子。'
        }
    ],
    'Deuteronomy': [
        {
            title: '申命记1:17',
            content: '审判的时候，不可看人的外貌；听讼不可分贵贱，不可惧怕人，因为审判是属乎　神的。若有难断的案件，可以呈到我这里，我就判断。’'
        },
        {
            title: '申命记4:2',
            content: '所吩咐你们的话，你们不可加添，也不可删减，好叫你们遵守我所吩咐的，就是耶和华你们　神的命令。'
        },
        {
            title: '申命记6:4-9',
            content: '“以色列啊，你要听！耶和华我们　神是独一的主。你要尽心、尽性、尽力爱耶和华你的　神。我今日所吩咐你的话都要记在心上，也要殷勤教训你的儿女。无论你坐在家里，行在路上，躺下，起来，都要谈论。也要系在手上为记号，戴在额上为经文；又要写在你房屋的门框上，并你的城门上。”'
        },
        {
            title: '申命记18:15-22',
            content: '耶和华你的　神要从你们弟兄中间给你兴起一位先知，像我，你们要听从他。正如你在何烈山大会的日子求耶和华你　神一切的话，说：‘求你不再叫我听见耶和华我　神的声音，也不再叫我看见这大火，免得我死亡。’耶和华就对我说：‘他们所说的是。我必在他们弟兄中间给他们兴起一位先知，像你。我要将当说的话传给他；他要将我一切所吩咐的都传给他们。谁不听他奉我名所说的话，我必讨谁的罪。若有先知擅敢托我的名说我所未曾吩咐他说的话，或是奉别神的名说话，那先知就必治死。’你心里若说：‘耶和华所未曾吩咐的话，我们怎能知道呢？’先知托耶和华的名说话，所说的若不成就，也无效验，这就是耶和华所未曾吩咐的，是那先知擅自说的，你不要怕他。”'
        },
        {
            title: '申命记32:39',
            content: '你们如今要知道：我，惟有我是　神；在我以外并无别神。我使人死，我使人活；我损伤，我也医治，并无人能从我手中救出来。'
        }
    ],
    'Joshua': [
        {
            title: '约书亚记1:7-8',
            content: '只要刚强，大大壮胆，谨守遵行我仆人摩西所吩咐你的一切律法，不可偏离左右，使你无论往哪里去，都可以顺利。这律法书不可离开你的口，总要昼夜思想，好使你谨守遵行这书上所写的一切话。如此，你的道路就可以亨通，凡事顺利。'
        },
        {
            title: '约书亚记24:14-15',
            content: '“现在你们要敬畏耶和华，诚心实意地侍奉他，将你们列祖在大河那边和在埃及所侍奉的神除掉，去侍奉耶和华。若是你们以侍奉耶和华为不好，今日就可以选择所要侍奉的：是你们列祖在大河那边所侍奉的神呢？是你们所住这地的亚摩利人的神呢？至于我和我家，我们必定侍奉耶和华。”'
        }
    ],
    'Judges': [
        {
            title: '士师记5:31',
            content: '和华啊，愿你的仇敌都这样灭亡！愿爱你的人如日头出现，光辉烈烈！”这样，国中太平四十年。'
        },
        {
            title: '士师记20:26',
            content: '以色列众人就上到伯特利，坐在耶和华面前哭号，当日禁食直到晚上；又在耶和华面前献燔祭和平安祭。'
        },
        {
            title: '士师记21:25',
            content: '那时，以色列中没有王，各人任意而行。'
        }
    ],
    'Ruth': [
        {
            title: '路得记1:16-17',
            content: '路得说：“不要催我回去不跟随你。你往哪里去，我也往那里去；你在哪里住宿，我也在那里住宿；你的国就是我的国，你的　神就是我的　神。你在哪里死，我也在那里死，也葬在那里。除非死能使你我相离！不然，愿耶和华重重地降罚与我。”'
        },
        {
            title: '路得记2:11-12',
            content: '波阿斯回答说：“自从你丈夫死后，凡你向婆婆所行的，并你离开父母和本地，到素不认识的民中，这些事人全都告诉我了。愿耶和华照你所行的赏赐你。你来投靠耶和华以色列　神的翅膀下，愿你满得他的赏赐。”'
        },
        {
            title: '路得记4:14-15',
            content: '妇人们对拿俄米说：“耶和华是应当称颂的！因为今日没有撇下你，使你无至近的亲属。愿这孩子在以色列中得名声。他必提起你的精神，奉养你的老，因为是爱慕你的那儿妇所生的。有这儿妇比有七个儿子还好！”'
        }
    ],
    '1Samuel': [
        {
            title: '撒母耳记上2:1-10',
            content: '哈拿祷告说：“我的心因耶和华快乐；我的角因耶和华高举。我的口向仇敌张开；我因耶和华的救恩欢欣。“只有耶和华为圣；除他以外没有可比的，也没有磐石像我们的　神。人不要夸口说骄傲的话，也不要出狂妄的言语；因耶和华是大有智识的　神，人的行为被他衡量。勇士的弓都已折断；跌倒的人以力量束腰。素来饱足的，反作佣人求食；饥饿的，再不饥饿。不生育的，生了七个儿子；多有儿女的，反倒衰微。耶和华使人死，也使人活，使人下阴间，也使人往上升。他使人贫穷，也使人富足，使人卑微，也使人高贵。他从灰尘里抬举贫寒人，从粪堆中提拔穷乏人，使他们与王子同坐，得着荣耀的座位。地的柱子属于耶和华；他将世界立在其上。“他必保护圣民的脚步，使恶人在黑暗中寂然不动；人都不能靠力量得胜。与耶和华争竞的，必被打碎；耶和华必从天上以雷攻击他，必审判地极的人，将力量赐与所立的王，高举受膏者的角。”'
        },
        {
            title: '撒母耳记上2:30-31',
            content: '因此，耶和华以色列的　神说：‘我曾说，你和你父家必永远行在我面前；现在我却说，决不容你们这样行。因为尊重我的，我必重看他；藐视我的，他必被轻视。日子必到，我要折断你的膀臂和你父家的膀臂，使你家中没有一个老年人。'
        },
        {
            title: '撒母耳记上2:35',
            content: '要为自己立一个忠心的祭司；他必照我的心意而行。我要为他建立坚固的家；他必永远行在我的受膏者面前。'
        },
        {
            title: '撒母耳记上3:10-11',
            content: '耶和华又来站着，像前三次呼唤说：“撒母耳啊！撒母耳啊！”撒母耳回答说：“请说，仆人敬听！”耶和华对撒母耳说：“我在以色列中必行一件事，叫听见的人都必耳鸣。'
        },
        {
            title: '撒母耳记上15:22-23',
            content: '撒母耳说：“耶和华喜悦燔祭和平安祭，岂如喜悦人听从他的话呢？听命胜于献祭；顺从胜于公羊的脂油。悖逆的罪与行邪术的罪相等；顽梗的罪与拜虚神和偶像的罪相同。你既厌弃耶和华的命令，耶和华也厌弃你作王。”'
        },
        {
            title: '撒母耳记上17:45-47',
            content: '大卫对非利士人说：“你来攻击我，是靠着刀枪和铜戟；我来攻击你，是靠着万军之耶和华的名，就是你所怒骂带领以色列军队的　神。今日耶和华必将你交在我手里。我必杀你，斩你的头，又将非利士军兵的尸首给空中的飞鸟、地上的野兽吃，使普天下的人都知道以色列中有　神；又使这众人知道耶和华使人得胜，不是用刀用枪，因为争战的胜败全在乎耶和华。他必将你们交在我们手里。”'
        }
    ],
    '1Kings': [
        {
            title: '列王纪上2:1-4',
            content: '大卫的死期临近了，就嘱咐他儿子所罗门说：“我现在要走世人必走的路。所以，你当刚强，作大丈夫，遵守耶和华你　神所吩咐的，照着摩西律法上所写的行主的道，谨守他的律例、诫命、典章、法度。这样，你无论做什么事，不拘往何处去，尽都亨通。耶和华必成就向我所应许的话说：‘你的子孙若谨慎自己的行为，尽心尽意诚诚实实地行在我面前，就不断人坐以色列的国位。’'
        },
        {
            title: '列王纪上3:6-9',
            content: '所罗门说：“你仆人我父亲大卫用诚实、公义、正直的心行在你面前，你就向他大施恩典，又为他存留大恩，赐他一个儿子坐在他的位上，正如今日一样。耶和华我的　神啊，如今你使仆人接续我父亲大卫作王；但我是幼童，不知道应当怎样出入。仆人住在你所拣选的民中，这民多得不可胜数。所以求你赐我智慧，可以判断你的民，能辨别是非。不然，谁能判断这众多的民呢？”'
        },
        {
            title: '列王纪上8:22-30',
            content: '所罗门当着以色列会众，站在耶和华的坛前，向天举手说：“耶和华以色列的　神啊，天上地下没有神可比你的！你向那尽心行在你面前的仆人守约施慈爱；向你仆人我父大卫所应许的话现在应验了。你亲口应许，亲手成就，正如今日一样。耶和华以色列的　神啊，你所应许你仆人我父大卫的话说：‘你的子孙若谨慎自己的行为，在我面前行事像你所行的一样，就不断人坐以色列的国位。’现在求你应验这话。以色列的　神啊，求你成就向你仆人我父大卫所应许的话。“　神果真住在地上吗？看哪，天和天上的天尚且不足你居住的，何况我所建的这殿呢？惟求耶和华我的　神垂顾仆人的祷告祈求，俯听仆人今日在你面前的祈祷呼吁。愿你昼夜看顾这殿，就是你应许立为你名的居所；求你垂听仆人向此处祷告的话。你仆人和你民以色列向此处祈祷的时候，求你在天上你的居所垂听，垂听而赦免。'
        },
        {
            title: '列王纪上8:56-61',
            content: '“耶和华是应当称颂的！因为他照着一切所应许的赐平安给他的民以色列人，凡藉他仆人摩西应许赐福的话，一句都没有落空。愿耶和华我们的　神与我们同在，像与我们列祖同在一样，不撇下我们，不丢弃我们，使我们的心归向他，遵行他的道，谨守他吩咐我们列祖的诫命、律例、典章。我在耶和华面前祈求的这些话，愿耶和华我们的　神昼夜垂念，每日为他仆人与他民以色列伸冤，使地上的万民都知道惟独耶和华是　神，并无别神。所以你们当向耶和华我们的　神存诚实的心，遵行他的律例，谨守他的诫命，至终如今日一样。”'
        },
        {
            title: '列王纪上18:36-39',
            content: '到了献晚祭的时候，先知以利亚近前来，说：“亚伯拉罕、以撒、以色列的　神，耶和华啊，求你今日使人知道你是以色列的　神，也知道我是你的仆人，又是奉你的命行这一切事。耶和华啊，求你应允我，应允我！使这民知道你耶和华是　神，又知道是你叫这民的心回转。”于是，耶和华降下火来，烧尽燔祭、木柴、石头、尘土，又烧干沟里的水。众民看见了，就俯伏在地，说：“耶和华是　神！耶和华是　神！”'
        }
    ],
    '2Kings': [
        {
            title: '列王纪下6:15-17',
            content: '神人的仆人清早起来出去，看见车马军兵围困了城。仆人对神人说：“哀哉！我主啊，我们怎样行才好呢？”神人说：“不要惧怕！与我们同在的比与他们同在的更多。”以利沙祷告说：“耶和华啊，求你开这少年人的眼目，使他能看见。”耶和华开他的眼目，他就看见满山有火车火马围绕以利沙。'
        },
        {
            title: '列王纪下17:13-14',
            content: '但耶和华藉众先知、先见劝戒以色列人和犹大人说：“当离开你们的恶行，谨守我的诫命律例，遵行我吩咐你们列祖，并藉我仆人众先知所传给你们的律法。”他们却不听从，竟硬着颈项，效法他们列祖，不信服耶和华他们的　神'
        }
    ],
    '1Chronicles': [
        {
            title: '历代志上22:9-10',
            content: '你要生一个儿子，他必作太平的人；我必使他安静，不被四围的仇敌扰乱。他的名要叫所罗门（就是太平的意思）。他在位的日子，我必使以色列人平安康泰。他必为我的名建造殿宇。他要作我的子；我要作他的父。他作以色列王；我必坚定他的国位，直到永远。’'
        },
        {
            title: '历代志上28:20',
            content: '大卫又对他儿子所罗门说：“你当刚强壮胆去行！不要惧怕，也不要惊惶。因为耶和华　神就是我的　神，与你同在；他必不撇下你，也不丢弃你，直到耶和华殿的工作都完毕了。'
        },
        {
            title: '历代志上29:11',
            content: '耶和华啊，尊大、能力、荣耀、强胜、威严都是你的；凡天上地下的都是你的；国度也是你的，并且你为至高，为万有之首。'
        },
        {
            title: '历代志上29:16-17',
            content: '耶和华我们的　神啊，我们预备这许多材料，要为你的圣名建造殿宇，都是从你而来，都是属你的。我的　神啊，我知道你察验人心，喜悦正直；我以正直的心乐意献上这一切物。现在我喜欢见你的民在这里都乐意奉献与你。'
        }
    ],
    '2Chronicles': [
        {
            title: '历代志下16:9',
            content: '耶和华的眼目遍察全地，要显大能帮助向他心存诚实的人。你这事行得愚昧；此后，你必有争战的事。”'
        },
        {
            title: '历代志下20:20-22',
            content: '次日清早，众人起来往提哥亚的旷野去。出去的时候，约沙法站着说：“犹大人和耶路撒冷的居民哪，要听我说：信耶和华你们的　神就必立稳；信他的先知就必亨通。”约沙法既与民商议了，就设立歌唱的人，颂赞耶和华，使他们穿上圣洁的礼服，走在军前赞美耶和华说：“当称谢耶和华，因他的慈爱永远长存！”众人方唱歌赞美的时候，耶和华就派伏兵击杀那来攻击犹大人的亚扪人、摩押人，和西珥山人，他们就被打败了。'
        }
    ],
    'Ezra': [
        {
            title: '以斯拉记3:10-13',
            content: '匠人立耶和华殿根基的时候，祭司皆穿礼服吹号，亚萨的子孙利未人敲钹，照以色列王大卫所定的例，都站着赞美耶和华。他们彼此唱和，赞美称谢耶和华说：“他本为善，他向以色列人永发慈爱。”他们赞美耶和华的时候，众民大声呼喊，因耶和华殿的根基已经立定。然而有许多祭司、利未人、族长，就是见过旧殿的老年人，现在亲眼看见立这殿的根基，便大声哭号，也有许多人大声欢呼，甚至百姓不能分辨欢呼的声音和哭号的声音；因为众人大声呼喊，声音听到远处。'
        },
        {
            title: '以斯拉记7:10',
            content: '以斯拉定志考究遵行耶和华的律法，又将律例典章教训以色列人。'
        },
        {
            title: '以斯拉记9:5-15',
            content: '献晚祭的时候我起来，心中愁苦，穿着撕裂的衣袍，双膝跪下向耶和华我的　神举手，说：“我的　神啊，我抱愧蒙羞，不敢向我　神仰面；因为我们的罪孽灭顶，我们的罪恶滔天。从我们列祖直到今日，我们的罪恶甚重；因我们的罪孽，我们和君王、祭司都交在外邦列王的手中，杀害、掳掠、抢夺、脸上蒙羞正如今日的光景。现在耶和华我们的　神暂且施恩与我们，给我们留些逃脱的人，使我们安稳如钉子钉在他的圣所，我们的　神好光照我们的眼目，使我们在受辖制之中稍微复兴。我们是奴仆，然而在受辖制之中，我们的　神仍没有丢弃我们，在波斯王眼前向我们施恩，叫我们复兴，能重建我们　神的殿，修其毁坏之处，使我们在犹大和耶路撒冷有墙垣。“我们的　神啊，既是如此，我们还有什么话可说呢？因为我们已经离弃你的命令，就是你藉你仆人众先知所吩咐的说：‘你们要去得为业之地是污秽之地；因列国之民的污秽和可憎的事，叫全地从这边直到那边满了污秽。所以不可将你们的女儿嫁他们的儿子，也不可为你们的儿子娶他们的女儿，永不可求他们的平安和他们的利益，这样你们就可以强盛，吃这地的美物，并遗留这地给你们的子孙永远为业。’　神啊，我们因自己的恶行和大罪，遭遇了这一切的事，并且你刑罚我们轻于我们罪所当得的，又给我们留下这些人。我们岂可再违背你的命令，与这行可憎之事的民结亲呢？若这样行，你岂不向我们发怒，将我们灭绝，以致没有一个剩下逃脱的人吗？耶和华以色列的　神啊，因你是公义的，我们这剩下的人才得逃脱，正如今日的光景。看哪，我们在你面前有罪恶，因此无人在你面前站立得住。”'
        }
    ],
    'Nehemiah': [
        {
            tite: '尼希米记1:4-11',
            content: '我听见这话，就坐下哭泣，悲哀几日，在天上的　神面前禁食祈祷，说：“耶和华天上的　神，大而可畏的　神啊，你向爱你、守你诫命的人守约施慈爱。愿你睁眼看，侧耳听，你仆人昼夜在你面前为你众仆人以色列民的祈祷，承认我们以色列人向你所犯的罪；我与我父家都有罪了。我们向你所行的甚是邪恶，没有遵守你藉着仆人摩西所吩咐的诫命、律例、典章。求你记念所吩咐你仆人摩西的话，说：‘你们若犯罪，我就把你们分散在万民中；但你们若归向我，谨守遵行我的诫命，你们被赶散的人虽在天涯，我也必从那里将他们招聚回来，带到我所选择立为我名的居所。’这都是你的仆人、你的百姓，就是你用大力和大能的手所救赎的。主啊，求你侧耳听你仆人的祈祷，和喜爱敬畏你名众仆人的祈祷，使你仆人现今亨通，在王面前蒙恩。”我是作王酒政的。'
        },
        {
            title: '尼希米记4:18-23',
            content: '修造的人都腰间佩刀修造，吹角的人在我旁边。我对贵胄、官长，和其余的人说：“这工程浩大，我们在城墙上相离甚远；你们听见角声在哪里，就聚集到我们那里去。我们的　神必为我们争战。”于是，我们做工，一半拿兵器，从天亮直到星宿出现的时候。那时，我又对百姓说：“各人和他的仆人当在耶路撒冷住宿，好在夜间保守我们，白昼做工。”这样，我和弟兄仆人，并跟从我的护兵都不脱衣服，出去打水也带兵器。'
        },
        {
            title: '尼希米记8:7-8',
            content: '耶书亚、巴尼、示利比、雅悯、亚谷、沙比太、荷第雅、玛西雅、基利他、亚撒利雅、约撒拔、哈难、毗莱雅，和利未人使百姓明白律法；百姓都站在自己的地方。他们清清楚楚地念　神的律法书，讲明意思，使百姓明白所念的。'
        }
    ],
    'Esther': [
        {
            title: '以斯帖记4:13-17',
            content: '末底改托人回复以斯帖说：“你莫想在王宫里强过一切犹大人，得免这祸。此时你若闭口不言，犹大人必从别处得解脱，蒙拯救；你和你父家必致灭亡。焉知你得了王后的位分不是为现今的机会吗？”以斯帖就吩咐人回报末底改说：“你当去招聚书珊城所有的犹大人，为我禁食三昼三夜，不吃不喝；我和我的宫女也要这样禁食。然后我违例进去见王，我若死就死吧！”于是末底改照以斯帖一切所吩咐的去行。'
        }
    ],
    'Job': [
        {
            title: '约伯记1:20-21',
            content: '约伯便起来，撕裂外袍，剃了头，伏在地上下拜，说：“我赤身出于母胎，也必赤身归回；赏赐的是耶和华，收取的也是耶和华。耶和华的名是应当称颂的。”'
        },
        {
            content: '他的妻子对他说：“你仍然持守你的纯正吗？你弃掉　神，死了吧！”约伯却对她说：“你说话像愚顽的妇人一样。嗳！难道我们从　神手里得福，不也受祸吗？”在这一切的事上约伯并不以口犯罪。',
            title: '约伯记2:9-10'
        },
        {
            content: '我知道我的救赎主活着，末了必站立在地上。我这皮肉灭绝之后，我必在肉体之外得见　神。我自己要见他，亲眼要看他，并不像外人。我的心肠在我里面消灭了！',
            title: '约伯记19:25-27'
        },

        {
            content: '那时，耶和华从旋风中回答约伯说：“谁用无知的言语使我的旨意暗昧不明？',
            title: '约伯记38:1-2'
        }
    ],
    'Psalms': [
        {
            content: '耶和华是我的牧者，我必不至缺乏。他使我躺卧在青草地上，领我在可安歇的水边。他使我的灵魂苏醒，为自己的名引导我走义路。我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在；你的杖，你的竿，都安慰我。在我敌人面前，你为我摆设筵席；你用油膏了我的头，使我的福杯满溢。我一生一世必有恩惠慈爱随着我；我且要住在耶和华的殿中，直到永远。',
            title: '诗篇23:1-6'
        },
        {
            content: '求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。求你掩面不看我的罪，涂抹我一切的罪孽。　神啊，求你为我造清洁的心，使我里面重新有正直（或译：坚定）的灵。不要丢弃我，使我离开你的面；不要从我收回你的圣灵。求你使我仍得救恩之乐，赐我乐意的灵扶持我，',
            title: '诗篇51:7-12'
        },
        {
            content: '耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”耶和华必使你从锡安伸出能力的杖来；你要在你仇敌中掌权。当你掌权的日子（或译：行军的日子），你的民要以圣洁的妆饰为衣（或译：以圣洁为妆饰），甘心牺牲自己；你的民多如清晨的甘露（或译：你少年时光耀如清晨的甘露）。耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”在你右边的主，当他发怒的日子，必打伤列王。他要在列邦中刑罚恶人，尸首就遍满各处；他要在许多国中打破仇敌的头。他要喝路旁的河水，因此必抬起头来。',
            title: '诗篇110:1-7'
        },
        {
            content: '你的话是我脚前的灯，是我路上的光。你公义的典章，我曾起誓遵守，我必按誓而行。我甚是受苦；耶和华啊，求你照你的话将我救活！',
            title: '诗篇119:105-107'
        },
        {
            content: '这代要对那代颂赞你的作为，也要传扬你的大能。我要默念你威严的尊荣和你奇妙的作为。人要传说你可畏之事的能力；我也要传扬你的大德。他们记念你的大恩就要传出来，并要歌唱你的公义。耶和华有恩惠，有怜悯，不轻易发怒，大有慈爱。耶和华善待万民；他的慈悲覆庇他一切所造的。耶和华啊，你一切所造的都要称谢你；你的圣民也要称颂你，传说你国的荣耀，谈论你的大能，好叫世人知道你大能的作为，并你国度威严的荣耀。你的国是永远的国！你执掌的权柄存到万代！',
            title: '诗篇145:4-13'
        }
    ],
    'Proverbs': [
        {
            content: '要使人晓得智慧和训诲，分辨通达的言语，使人处事领受智慧、仁义、公平、正直的训诲，使愚人灵明，使少年人有知识和谋略，使智慧人听见，增长学问，使聪明人得着智谋，使人明白箴言和譬喻，懂得智慧人的言词和谜语。敬畏耶和华是知识的开端；愚妄人藐视智慧和训诲。',
            title: '箴言1:2-7'
        },
        {
            content: '“在耶和华造化的起头，在太初创造万物之先，就有了我。从亘古，从太初，未有世界以前，我已被立。没有深渊，没有大水的泉源，我已生出。大山未曾奠定，小山未有之先，我已生出。耶和华还没有创造大地和田野，并世上的土质，我已生出。他立高天，我在那里；他在渊面的周围，划出圆圈。上使穹苍坚硬，下使渊源稳固，为沧海定出界限，使水不越过他的命令，立定大地的根基。那时，我在他那里为工师，日日为他所喜爱，常常在他面前踊跃，踊跃在他为人预备可住之地，也喜悦住在世人之间。',
            title: '箴言8:22-31'
        },
        {
            content: '艳丽是虚假的，美容是虚浮的；惟敬畏耶和华的妇女必得称赞。愿她享受操作所得的；愿她的工作在城门口荣耀她。',
            title: '箴言31:30-31'
        }
    ],
    'Ecclesiastes': [
        {
            content: '传道者说：虚空的虚空，虚空的虚空，凡事都是虚空。人一切的劳碌，就是他在日光之下的劳碌，有什么益处呢？',
            title: '传道书1:2-3'
        },
        {
            content: '这样，我就日见昌盛，胜过以前在耶路撒冷的众人。我的智慧仍然存留。凡我眼所求的，我没有留下不给它的；我心所乐的，我没有禁止不享受的；因我的心为我一切所劳碌的快乐，这就是我从劳碌中所得的份。后来，我察看我手所经营的一切事和我劳碌所成的功。谁知都是虚空，都是捕风；在日光之下毫无益处。',
            title: '传道书2:9-11'
        },
        {
            content: '凡事都有定期，天下万务都有定时。生有时，死有时；栽种有时，拔出所栽种的也有时；杀戮有时，医治有时；拆毁有时，建造有时；哭有时，笑有时；哀恸有时，跳舞有时；抛掷石头有时，堆聚石头有时；怀抱有时，不怀抱有时；寻找有时，失落有时；保守有时，舍弃有时；撕裂有时，缝补有时；静默有时，言语有时；喜爱有时，恨恶有时；争战有时，和好有时。',
            title: '传道书3:1-8'
        },
        {
            content: '这些事都已听见了，总意就是：敬畏　神，谨守他的诫命，这是人所当尽的本分（或译：这是众人的本分）。因为人所做的事，连一切隐藏的事，无论是善是恶，　神都必审问。',
            title: '传道书12:13-14'
        }
    ],
    'SongofSongs': [
        {
            content: '我的良人在男子中，如同苹果树在树林中。我欢欢喜喜坐在他的荫下，尝他果子的滋味，觉得甘甜。他带我入筵宴所，以爱为旗在我以上。求你们给我葡萄干增补我力，给我苹果畅快我心，因我思爱成病。他的左手在我头下；他的右手将我抱住。耶路撒冷的众女子啊，我指着羚羊或田野的母鹿嘱咐你们：不要惊动、不要叫醒我所亲爱的，等他自己情愿。',
            title: '雅歌2:3-7'
        },
        {
            content: '我妹子，我新妇，你夺了我的心。你用眼一看，用你项上的一条金链，夺了我的心！我妹子，我新妇，你的爱情何其美！你的爱情比酒更美！你膏油的香气胜过一切香品！',
            title: '雅歌4:9-10'
        },
        {
            content: '求你将我放在心上如印记，带在你臂上如戳记。因为爱情如死之坚强，嫉恨如阴间之残忍；所发的电光，是火焰的电光，是耶和华的烈焰。爱情，众水不能息灭，大水也不能淹没。若有人拿家中所有的财宝要换爱情，就全被藐视。',
            title: '雅歌8:6-7'
        }
    ],
    'Isaiah': [
        {
            content: '耶和华说：“你们来，我们彼此辩论。你们的罪虽像朱红，必变成雪白；虽红如丹颜，必白如羊毛。你们若甘心听从，必吃地上的美物，',
            title: '以赛亚书1:18-19'
        },
        {
            content: '我要为我所亲爱的唱歌，是我所爱者的歌，论他葡萄园的事：我所亲爱的有葡萄园在肥美的山冈上。他刨挖园子，捡去石头，栽种上等的葡萄树，在园中盖了一座楼，又凿出压酒池；指望结好葡萄，反倒结了野葡萄。耶路撒冷的居民和犹大人哪，请你们现今在我与我的葡萄园中，断定是非。我为我葡萄园所做之外，还有什么可做的呢？我指望结好葡萄，怎么倒结了野葡萄呢？现在我告诉你们，我要向我葡萄园怎样行：我必撤去篱笆，使它被吞灭，拆毁墙垣，使它被践踏。我必使它荒废，不再修理，不再锄刨，荆棘蒺藜倒要生长。我也必命云不降雨在其上。万军之耶和华的葡萄园就是以色列家；他所喜爱的树就是犹大人。他指望的是公平，谁知倒有暴虐（或译：倒流人血）；指望的是公义，谁知倒有冤声。',
            title: '以赛亚书5:1-7'
        },
        {
            content: '当乌西雅王崩的那年，我见主坐在高高的宝座上。他的衣裳垂下，遮满圣殿。其上有撒拉弗侍立，各有六个翅膀：用两个翅膀遮脸，两个翅膀遮脚，两个翅膀飞翔；彼此呼喊说：“圣哉！圣哉！圣哉！万军之耶和华；他的荣光充满全地！”因呼喊者的声音，门槛的根基震动，殿充满了烟云。那时我说：“祸哉！我灭亡了！因为我是嘴唇不洁的人，又住在嘴唇不洁的民中，又因我眼见大君王万军之耶和华。”有一撒拉弗飞到我跟前，手里拿着红炭，是用火剪从坛上取下来的，将炭沾我的口，说：“看哪，这炭沾了你的嘴，你的罪孽便除掉，你的罪恶就赦免了。”我又听见主的声音说：“我可以差遣谁呢？谁肯为我们去呢？”我说：“我在这里，请差遣我！”他说：“你去告诉这百姓说：你们听是要听见，却不明白；看是要看见，却不晓得。要使这百姓心蒙脂油，耳朵发沉，眼睛昏迷；恐怕眼睛看见，耳朵听见，心里明白，回转过来，便得医治。”我就说：“主啊，这到几时为止呢？”他说：“直到城邑荒凉，无人居住，房屋空闲无人，地土极其荒凉。并且耶和华将人迁到远方，在这境内撇下的地土很多。境内剩下的人若还有十分之一，也必被吞灭，像栗树、橡树虽被砍伐，树墩子却仍存留。这圣洁的种类在国中也是如此。”',
            title: '以赛亚书6:1-13'
        },
        {
            content: '因此，主自己要给你们一个兆头，必有童女怀孕生子，给他起名叫以马内利（就是　神与我们同在的意思）。',
            title: '以赛亚书7:14'
        },
        {
            content: '在黑暗中行走的百姓看见了大光；住在死荫之地的人有光照耀他们。你使这国民繁多，加增他们的喜乐；他们在你面前欢喜，好像收割的欢喜，像人分掳物那样的快乐。因为他们所负的重轭和肩头上的杖，并欺压他们人的棍，你都已经折断，好像在米甸的日子一样。战士在乱杀之间所穿戴的盔甲，并那滚在血中的衣服，都必作为可烧的，当作火柴。因有一婴孩为我们而生，有一子赐给我们，政权必担在他的肩头上。他名称为奇妙、策士、全能的　神、永在的父、和平的君。他的政权与平安必加增无穷。他必在大卫的宝座上治理他的国，以公平公义使国坚定稳固，从今直到永远。万军之耶和华的热心必成就这事。',
            title: '以赛亚书9:2-7'
        },
        {
            content: '从耶西的本（原文是墩）必发一条；从他根生的枝子必结果实。耶和华的灵必住在他身上，就是使他有智慧和聪明的灵，谋略和能力的灵，知识和敬畏耶和华的灵。他必以敬畏耶和华为乐；行审判不凭眼见，断是非也不凭耳闻；却要以公义审判贫穷人，以正直判断世上的谦卑人，以口中的杖击打世界，以嘴里的气杀戮恶人。公义必当他的腰带；信实必当他胁下的带子。豺狼必与绵羊羔同居，豹子与山羊羔同卧；少壮狮子与牛犊并肥畜同群；小孩子要牵引它们。牛必与熊同食；牛犊必与小熊同卧；狮子必吃草，与牛一样。吃奶的孩子必玩耍在虺蛇的洞口；断奶的婴儿必按手在毒蛇的穴上。在我圣山的遍处，这一切都不伤人，不害物；因为认识耶和华的知识要充满遍地，好像水充满洋海一般。',
            title: '以赛亚书11:1-9'
        },
        {
            content: '耶和华啊，你是我的　神；我要尊崇你，我要称赞你的名。因为你以忠信诚实行过奇妙的事，成就你古时所定的。你使城变为乱堆，使坚固城变为荒场，使外邦人宫殿的城不再为城，永远不再建造。所以，刚强的民必荣耀你；强暴之国的城必敬畏你。因为当强暴人催逼人的时候，如同暴风直吹墙壁，你就作贫穷人的保障，作困乏人急难中的保障，作躲暴风之处，作避炎热的阴凉。你要压制外邦人的喧哗，好像干燥地的热气下落；禁止强暴人的凯歌，好像热气被云影消化。在这山上，万军之耶和华必为万民用肥甘设摆筵席，用陈酒和满髓的肥甘，并澄清的陈酒，设摆筵席。他又必在这山上除灭遮盖万民之物和遮蔽万国蒙脸的帕子。他已经吞灭死亡直到永远。主耶和华必擦去各人脸上的眼泪，又除掉普天下他百姓的羞辱，因为这是耶和华说的。到那日，人必说：“看哪，这是我们的　神；我们素来等候他，他必拯救我们。这是耶和华，我们素来等候他，我们必因他的救恩欢喜快乐。”耶和华的手必按在这山上；摩押人在所居之地必被践踏，好像干草被践踏在粪池的水中。他必在其中伸开手，好像洑水的伸开手洑水一样；但耶和华必使他的骄傲和他手所行的诡计一并败落。耶和华使你城上的坚固高台倾倒，拆平，直到尘埃。',
            title: '以赛亚书25:1-12'
        },
        {
            content: '你们的　神说：“你们要安慰，安慰我的百姓。要对耶路撒冷说安慰的话，又向她宣告说，她争战的日子已满了；她的罪孽赦免了；她为自己的一切罪，从耶和华手中加倍受罚。”有人声喊着说：“在旷野预备耶和华的路（或译：在旷野，有人声喊着说：当预备耶和华的路），在沙漠地修平我们　神的道。一切山洼都要填满，大小山冈都要削平；高高低低的要改为平坦，崎崎岖岖的必成为平原。耶和华的荣耀必然显现；凡有血气的必一同看见；因为这是耶和华亲口说的。”',
            title: '以赛亚书40:1-5'
        },
        {
            content: '我的仆人行事必有智慧（或译：行事通达），必被高举上升，且成为至高。许多人因他（原文是你）惊奇；他的面貌比别人憔悴；他的形容比世人枯槁。这样，他必洗净（或译：鼓动）许多国民；君王要向他闭口。因所未曾传与他们的，他们必看见；未曾听见的，他们要明白。我们所传的（或译：所传与我们的）有谁信呢？耶和华的膀臂向谁显露呢？他在耶和华面前生长如嫩芽，像根出于干地。他无佳形美容；我们看见他的时候，也无美貌使我们羡慕他。他被藐视，被人厌弃；多受痛苦，常经忧患。他被藐视，好像被人掩面不看的一样；我们也不尊重他。他诚然担当我们的忧患，背负我们的痛苦；我们却以为他受责罚，被　神击打苦待了。哪知他为我们的过犯受害，为我们的罪孽压伤。因他受的刑罚，我们得平安；因他受的鞭伤，我们得医治。我们都如羊走迷；各人偏行己路；耶和华使我们众人的罪孽都归在他身上。他被欺压，在受苦的时候却不开口（或译：他受欺压，却自卑不开口）；他像羊羔被牵到宰杀之地，又像羊在剪毛的人手下无声，他也是这样不开口。因受欺压和审判，他被夺去，至于他同世的人，谁想他受鞭打、从活人之地被剪除，是因我百姓的罪过呢？他虽然未行强暴，口中也没有诡诈，人还使他与恶人同埋；谁知死的时候与财主同葬。耶和华却定意（或译：喜悦）将他压伤，使他受痛苦。耶和华以他为赎罪祭（或译：他献本身为赎罪祭）。他必看见后裔，并且延长年日。耶和华所喜悦的事必在他手中亨通。他必看见自己劳苦的功效，便心满意足。有许多人因认识我的义仆得称为义；并且他要担当他们的罪孽。所以，我要使他与位大的同分，与强盛的均分掳物。因为他将命倾倒，以致于死；他也被列在罪犯之中。他却担当多人的罪，又为罪犯代求。',
            title: '以赛亚书52:13-53:12'
        },
        {
            content: '当趁耶和华可寻找的时候寻找他，相近的时候求告他。恶人当离弃自己的道路；不义的人当除掉自己的意念。归向耶和华，耶和华就必怜恤他；当归向我们的　神，因为　神必广行赦免。耶和华说：“我的意念非同你们的意念；我的道路非同你们的道路。天怎样高过地，照样，我的道路高过你们的道路；我的意念高过你们的意念。雨雪从天而降，并不返回，却滋润地土，使地上发芽结实，使撒种的有种，使要吃的有粮。我口所出的话也必如此，决不徒然返回，却要成就我所喜悦的，在我发他去成就（发他去成就：或译所命定）的事上必然亨通。',
            title: '以赛亚书55:6-11'
        },
        {
            content: '“看哪！我造新天新地；从前的事不再被记念，也不再追想。你们当因我所造的永远欢喜快乐；因我造耶路撒冷为人所喜，造其中的居民为人所乐。我必因耶路撒冷欢喜，因我的百姓快乐；其中必不再听见哭泣的声音和哀号的声音。其中必没有数日夭亡的婴孩，也没有寿数不满的老者；因为百岁死的仍算孩童，有百岁死的罪人算被咒诅。他们要建造房屋，自己居住；栽种葡萄园，吃其中的果子。他们建造的，别人不得住；他们栽种的，别人不得吃；因为我民的日子必像树木的日子；我选民亲手劳碌得来的必长久享用。他们必不徒然劳碌，所生产的，也不遭灾害，因为都是蒙耶和华赐福的后裔；他们的子孙也是如此。他们尚未求告，我就应允；正说话的时候，我就垂听。豺狼必与羊羔同食；狮子必吃草与牛一样；尘土必作蛇的食物。在我圣山的遍处，这一切都不伤人，不害物。这是耶和华说的。”',
            title: '以赛亚书65:17-25'
        }
    ],
    'Jeremiah': [
        {
            content: '岂有一国换了他的神吗？其实这不是神！但我的百姓将他们的荣耀换了那无益的神。诸天哪，要因此惊奇，极其恐慌，甚为凄凉！这是耶和华说的。因为我的百姓做了两件恶事，就是离弃我这活水的泉源，为自己凿出池子，是破裂不能存水的池子。”',
            title: '耶利米书2:11-13'
        },
        {
            content: '万军之耶和华以色列的　神如此说：你们改正行动作为，我就使你们在这地方仍然居住。',
            title: '耶利米书7:3'
        },
        {
            content: '耶和华如此说：“智慧人不要因他的智慧夸口，勇士不要因他的勇力夸口，财主不要因他的财物夸口。夸口的却因他有聪明，认识我是耶和华，又知道我喜悦在世上施行慈爱、公平，和公义，以此夸口。这是耶和华说的。”',
            title: '耶利米书9:23-24'
        },
        {
            content: '耶和华啊，你是知道的；求你记念我，眷顾我，向逼迫我的人为我报仇；不要向他们忍怒取我的命，要知道我为你的缘故受了凌辱。耶和华万军之　神啊，我得着你的言语就当食物吃了；你的言语是我心中的欢喜快乐，因我是称为你名下的人。我没有坐在宴乐人的会中，也没有欢乐；我因你的感动（原文是手）独自静坐，因你使我满心愤恨。我的痛苦为何长久不止呢？我的伤痕为何无法医治、不能痊愈呢？难道你待我有诡诈，像流干的河道吗？耶和华如此说：“你若归回，我就将你再带来，使你站在我面前；你若将宝贵的和下贱的分别出来，你就可以当作我的口。他们必归向你，你却不可归向他们。我必使你向这百姓成为坚固的铜墙；他们必攻击你，却不能胜你；因我与你同在，要拯救你，搭救你。这是耶和华说的。我必搭救你脱离恶人的手，救赎你脱离强暴人的手。”',
            title: '耶利米书15:15-21'
        },
        {
            content: '耶和华如此说：倚靠人血肉的膀臂，心中离弃耶和华的，那人有祸了！因他必像沙漠的杜松，不见福乐来到，却要住旷野干旱之处，无人居住的碱地。倚靠耶和华、以耶和华为可靠的，那人有福了！他必像树栽于水旁，在河边扎根，炎热来到，并不惧怕，叶子仍必青翠，在干旱之年毫无挂虑，而且结果不止。人心比万物都诡诈，坏到极处，谁能识透呢？我耶和华是鉴察人心、试验人肺腑的，要照各人所行的和他作事的结果报应他。',
            title: '耶利米书17:5-10'
        },
        {
            content: '“耶和华说：以色列家啊，我待你们，岂不能照这窑匠弄泥吗？以色列家啊，泥在窑匠的手中怎样，你们在我的手中也怎样。我何时论到一邦或一国说，要拔出、拆毁、毁坏；我所说的那一邦，若是转意离开他们的恶，我就必后悔，不将我想要施行的灾祸降与他们。我何时论到一邦或一国说，要建立、栽植；他们若行我眼中看为恶的事，不听从我的话，我就必后悔，不将我所说的福气赐给他们。现在你要对犹大人和耶路撒冷的居民说：‘耶和华如此说：我造出灾祸攻击你们，定意刑罚你们。你们各人当回头离开所行的恶道，改正你们的行动作为。’',
            title: '耶利米书18:6-11'
        },
        {
            content: '耶和华说：“日子将到，我要与以色列家和犹大家另立新约，不像我拉着他们祖宗的手，领他们出埃及地的时候，与他们所立的约。我虽作他们的丈夫，他们却背了我的约。这是耶和华说的。”耶和华说：“那些日子以后，我与以色列家所立的约乃是这样：我要将我的律法放在他们里面，写在他们心上。我要作他们的　神，他们要作我的子民。他们各人不再教导自己的邻舍和自己的弟兄说：‘你该认识耶和华’，因为他们从最小的到至大的都必认识我。我要赦免他们的罪孽，不再记念他们的罪恶。这是耶和华说的。”',
            title: '耶利米书31:31-34'
        }
    ],
    'Lamentations': [
        {
            content: '我想起这事，心里就有指望。我们不致消灭，是出于耶和华诸般的慈爱；是因他的怜悯不致断绝。每早晨，这都是新的；你的诚实极其广大！',
            title: '耶利米哀歌3:21-23'
        },
        {
            content: '因为主必不永远丢弃人。主虽使人忧愁，还要照他诸般的慈爱发怜悯。因他并不甘心使人受苦，使人忧愁。',
            title: '耶利米哀歌3:31-33'
        },
        {
            content: '我们当深深考察自己的行为，再归向耶和华。我们当诚心向天上的　神举手祷告。我们犯罪背逆，你并不赦免。',
            title: '耶利米哀歌3:40-42'
        }
    ],
    'Ezekiel': [
        {
            content: '“人子啊，我立你作以色列家守望的人，所以你要听我口中的话，替我警戒他们。我何时指着恶人说：他必要死；你若不警戒他，也不劝戒他，使他离开恶行，拯救他的性命，这恶人必死在罪孽之中；我却要向你讨他丧命的罪（原文是血）。倘若你警戒恶人，他仍不转离罪恶，也不离开恶行，他必死在罪孽之中，你却救自己脱离了罪。',
            title: '以西结书3:17-19'
        },
        {
            content: '我要使他们有合一的心，也要将新灵放在他们里面，又从他们肉体中除掉石心，赐给他们肉心，使他们顺从我的律例，谨守遵行我的典章。他们要作我的子民，我要作他们的　神。',
            title: '以西结书11:19-20'
        },
        {
            content: '“恶人若回头离开所做的一切罪恶，谨守我一切的律例，行正直与合理的事，他必定存活，不致死亡。他所犯的一切罪过都不被记念，因所行的义，他必存活。主耶和华说：恶人死亡，岂是我喜悦的吗？不是喜悦他回头离开所行的道存活吗？义人若转离义行而作罪孽，照着恶人所行一切可憎的事而行，他岂能存活吗？他所行的一切义都不被记念；他必因所犯的罪、所行的恶死亡。',
            title: '以西结书18:21-24'
        },
        {
            content: '主耶和华说：我不喜悦那死人之死，所以你们当回头而存活。”',
            title: '以西结书18:32'
        },
        {
            content: '“所以，主耶和华如此说：我必在肥羊和瘦羊中间施行判断。因为你们用胁用肩拥挤一切瘦弱的，又用角抵触，以致使它们四散。所以，我必拯救我的群羊不再作掠物；我也必在羊和羊中间施行判断。我必立一牧人照管他们，牧养他们，就是我的仆人大卫。他必牧养他们，作他们的牧人。我耶和华必作他们的　神，我的仆人大卫必在他们中间作王。这是耶和华说的。',
            title: '以西结书34:20-24'
        },
        {
            content: '我必用清水洒在你们身上，你们就洁净了。我要洁净你们，使你们脱离一切的污秽，弃掉一切的偶像。我也要赐给你们一个新心，将新灵放在你们里面，又从你们的肉体中除掉石心，赐给你们肉心。我必将我的灵放在你们里面，使你们顺从我的律例，谨守遵行我的典章。',
            title: '以西结书36:25-27'
        },
        {
            content: '以色列　神的荣光从东而来。他的声音如同多水的声音；地就因他的荣耀发光。其状如从前他来灭城的时候我所见的异象，那异象如我在迦巴鲁河边所见的异象，我就俯伏在地。耶和华的荣光从朝东的门照入殿中。灵将我举起，带入内院，不料，耶和华的荣光充满了殿。',
            title: '以西结书43:2-5'
        }
    ],
    'Daniel': [
        {
            content: '当那列王在位的时候，天上的　神必另立一国，永不败坏，也不归别国的人，却要打碎灭绝那一切国，这国必存到永远。你既看见非人手凿出来的一块石头从山而出，打碎金、银、铜、铁、泥，那就是至大的　神把后来必有的事给王指明。这梦准是这样，这讲解也是确实的。”',
            title: '但以理书2:44-45'
        },
        {
            content: '现在我尼布甲尼撒赞美、尊崇、恭敬天上的王；因为他所做的全都诚实，他所行的也都公平。那行动骄傲的，他能降为卑。',
            title: '但以理书4:37'
        },
        {
            content: '我在夜间的异象中观看，见有一位像人子的，驾着天云而来，被领到亘古常在者面前，得了权柄、荣耀、国度，使各方、各国、各族的人都侍奉他。他的权柄是永远的，不能废去；他的国必不败坏。',
            title: '但以理书7:13-14'
        },
        {
            content: '国度、权柄，和天下诸国的大权必赐给至高者的圣民。他的国是永远的；一切掌权的都必侍奉他，顺从他。”',
            title: '但以理书7:27'
        },
        {
            content: '我的　神啊，求你侧耳而听，睁眼而看，眷顾我们荒凉之地和称为你名下的城。我们在你面前恳求，原不是因自己的义，乃因你的大怜悯。',
            title: '但以理书9:18'
        },
        {
            content: '睡在尘埃中的，必有多人复醒。其中有得永生的，有受羞辱永远被憎恶的。智慧人必发光如同天上的光；那使多人归义的，必发光如星，直到永永远远。',
            title: '但以理书12:2-3'
        }
    ],
    'Hosea': [
        {
            content: '耶和华说：“那日你必称呼我伊施（就是我夫的意思），不再称呼我巴力（就是我主的意思）；因为我必从我民的口中除掉诸巴力的名号，这名号不再提起。',
            title: '何西阿书2:16-17'
        },
        {
            content: '“然而，人都不必争辩，也不必指责，因为这民与抗拒祭司的人一样。你这祭司必日间跌倒；先知也必夜间与你一同跌倒；我必灭绝你的母亲。我的民因无知识而灭亡。你弃掉知识，我也必弃掉你，使你不再给我作祭司。你既忘了你　神的律法，我也必忘记你的儿女。',
            title: '何西阿书4:4-6'
        },
        {
            content: '来吧，我们归向耶和华！他撕裂我们，也必医治；他打伤我们，也必缠裹。过两天他必使我们苏醒，第三天他必使我们兴起，我们就在他面前得以存活。我们务要认识耶和华，竭力追求认识他。他出现确如晨光；他必临到我们像甘雨，像滋润田地的春雨。',
            title: '何西阿书6:1-3'
        },
        {
            content: '“以法莲是驯良的母牛犊，喜爱踹谷，我却将轭加在它肥美的颈项上，我要使以法莲拉套（或译：被骑）。犹大必耕田；雅各必耙地。你们要为自己栽种公义，就能收割慈爱。现今正是寻求耶和华的时候；你们要开垦荒地，等他临到，使公义如雨降在你们身上。',
            title: '何西阿书10:11-12'
        },
        {
            content: '“以色列年幼的时候，我爱他，就从埃及召出我的儿子来。先知越发招呼他们，他们越发走开，向诸巴力献祭，给雕刻的偶像烧香。我原教导以法莲行走，用膀臂抱着他们，他们却不知道是我医治他们。我用慈绳（慈：原文是人的）爱索牵引他们；我待他们如人放松牛的两腮夹板，把粮食放在他们面前。',
            title: '何西阿书11:1-4'
        },
        {
            content: '“我必医治他们背道的病，甘心爱他们；因为我的怒气向他们转消。我必向以色列如甘露；他必如百合花开放，如黎巴嫩的树木扎根。他的枝条必延长；他的荣华如橄榄树；他的香气如黎巴嫩的香柏树。曾住在他荫下的必归回，发旺如五谷，开花如葡萄树。他的香气如黎巴嫩的酒。以法莲必说：‘我与偶像还有什么关涉呢？’我耶和华回答他，也必顾念他。我如青翠的松树；你的果子从我而得。”谁是智慧人？可以明白这些事；谁是通达人？可以知道这一切。因为，耶和华的道是正直的；义人必在其中行走，罪人却在其上跌倒。',
            title: '何西阿书14:4-9'
        }
    ],
    'Joel': [
        {
            content: '你们要在锡安吹角，在我圣山吹出大声。国中的居民都要发颤；因为耶和华的日子将到，已经临近。那日是黑暗、幽冥、密云、乌黑的日子，好像晨光铺满山岭。有一队蝗虫（原文是民）又大又强；从来没有这样的，以后直到万代也必没有。',
            title: '约珥书2:1-2'
        },
        {
            content: '耶和华说：“虽然如此，你们应当禁食、哭泣、悲哀，一心归向我。”你们要撕裂心肠，不撕裂衣服。归向耶和华你们的　神；因为他有恩典，有怜悯，不轻易发怒，有丰盛的慈爱，并且后悔不降所说的灾。',
            title: '约珥书2:12-13'
        },
        {
            content: '“以后，我要将我的灵浇灌凡有血气的。你们的儿女要说预言；你们的老年人要做异梦，少年人要见异象。在那些日子，我要将我的灵浇灌我的仆人和使女。',
            title: '约珥书2:28-29'
        }
    ],
    'Amos': [
        {
            content: '“我厌恶你们的节期，也不喜悦你们的严肃会。你们虽然向我献燔祭和素祭，我却不悦纳，也不顾你们用肥畜献的平安祭；要使你们歌唱的声音远离我，因为我不听你们弹琴的响声。惟愿公平如大水滚滚，使公义如江河滔滔。',
            title: '阿摩司书5:21-24'
        },
        {
            content: '耶和华说：“日子将到，耕种的必接续收割的；踹葡萄的必接续撒种的；大山要滴下甜酒；小山都必流奶（原文是消化，见约珥三章十八节）。我必使我民以色列被掳的归回；他们必重修荒废的城邑居住，栽种葡萄园，喝其中所出的酒，修造果木园，吃其中的果子。我要将他们栽于本地，他们不再从我所赐给他们的地上拔出来。”这是耶和华你的　神说的。',
            title: '阿摩司书9:13-15'
        },
        {
            content: '“耶和华降罚的日子临近万国。你怎样行，他也必照样向你行；你的报应必归到你头上。',
            title: '俄巴底亚书1:15'
        }
    ],
    'Obadiah': [
        {
            content: '必有拯救者上到锡安山，审判以扫山；国度就归耶和华了。”',
            title: '俄巴底亚书1:21'
        }
    ],
    'Jonah': [
        {
            content: '这信息传到尼尼微王的耳中，他就下了宝座，脱下朝服，披上麻布，坐在灰中。他又使人遍告尼尼微通城，说：“王和大臣有令，人不可尝什么，牲畜、牛羊不可吃草，也不可喝水。人与牲畜都当披上麻布；人要切切求告　神。各人回头离开所行的恶道，丢弃手中的强暴。或者　神转意后悔，不发烈怒，使我们不致灭亡，也未可知。”于是　神察看他们的行为，见他们离开恶道，他就后悔，不把所说的灾祸降与他们了。',
            title: '约拿书3:6-10'
        },
        {
            content: '这事约拿大大不悦，且甚发怒，就祷告耶和华说：“耶和华啊，我在本国的时候岂不是这样说吗？我知道你是有恩典、有怜悯的　神，不轻易发怒，有丰盛的慈爱，并且后悔不降所说的灾，所以我急速逃往他施去。耶和华啊，现在求你取我的命吧！因为我死了比活着还好。”耶和华说：“你这样发怒合乎理吗？”',
            title: '约拿书4:1-4'
        }
    ],
    'Micah': [
        {
            content: '“雅各家啊，我必要聚集你们，必要招聚以色列剩下的人，安置在一处，如波斯拉的羊，又如草场上的羊群；因为人数众多就必大大喧哗。开路的（或译：破城的）在他们前面上去；他们直闯过城门，从城门出去。他们的王在前面行；耶和华引导他们。”',
            title: '弥迦书2:12-13'
        },
        {
            content: '伯利恒的以法他啊，你在犹大诸城中为小，将来必有一位从你那里出来，在以色列中为我作掌权的；他的根源从亘古，从太初就有。耶和华必将以色列人交付敌人，直等那生产的妇人生下子来。那时掌权者（原文是他）其余的弟兄必归到以色列人那里。他必起来，倚靠耶和华的大能，并耶和华他　神之名的威严，牧养他的羊群。他们要安然居住；因为他必日见尊大，直到地极。这位必作我们的平安。',
            title: '弥迦书5:2-5a'
        },
        {
            content: '世人哪，耶和华已指示你何为善。他向你所要的是什么呢？只要你行公义，好怜悯，存谦卑的心，与你的　神同行。',
            title: '弥迦书6:8'
        },
        {
            content: '　神啊，有何神像你，赦免罪孽，饶恕你产业之余民的罪过，不永远怀怒，喜爱施恩？必再怜悯我们，将我们的罪孽踏在脚下，又将我们的一切罪投于深海。你必按古时起誓应许我们列祖的话，向雅各发诚实，向亚伯拉罕施慈爱。',
            title: '弥迦书7:18-20'
        }
    ],
    'Nahum': [
        {
            content: '耶和华本为善，在患难的日子为人的保障，并且认得那些投靠他的人。但他必以涨溢的洪水淹没尼尼微，又驱逐仇敌进入黑暗。',
            title: '那鸿书1:7-8'
        },
        {
            content: '看哪，有报好信传平安之人的脚登山，说：“犹大啊，可以守你的节期，还你所许的愿吧！因为那恶人不再从你中间经过，他已灭绝净尽了。”',
            title: '那鸿书1:15'
        },
        {
            content: '万军之耶和华说：“我与你为敌，必将你的车辆焚烧成烟，刀剑也必吞灭你的少壮狮子。我必从地上除灭你所撕碎的，你使者的声音必不再听见。”',
            title: '那鸿书2:13'
        }
    ],
    'Habakkuk': [
        {
            content: '他说：“耶和华啊！我呼求你，你不应允，要到几时呢？我因强暴哀求你，你还不拯救。你为何使我看见罪孽？你为何看着奸恶而不理呢？毁灭和强暴在我面前，又起了争端和相斗的事。因此律法放松，公理也不显明；恶人围困义人，所以公理显然颠倒。”',
            title: '哈巴谷书1:2-4'
        },
        {
            content: '他对我说：“将这默示明明地写在版上，使读的人容易读（或译：随跑随读）。因为这默示有一定的日期，快要应验，并不虚谎。虽然迟延，还要等候；因为必然临到，不再迟延。”迦勒底人自高自大，心不正直；惟义人因信得生。',
            title: '哈巴谷书2:2-4'
        },
        {
            content: '耶和华啊，我听见你的名声（或译：言语）就惧怕。耶和华啊，求你在这些年间复兴你的作为，在这些年间显明出来；在发怒的时候以怜悯为念。',
            title: '哈巴谷书3:2'
        },
        {
            content: '虽然无花果树不发旺，葡萄树不结果，橄榄树也不效力，田地不出粮食，圈中绝了羊，棚内也没有牛；然而，我要因耶和华欢欣，因救我的　神喜乐。主耶和华是我的力量；他使我的脚快如母鹿的蹄，又使我稳行在高处。这歌交与伶长，用丝弦的乐器。',
            title: '哈巴谷书3:17-19'
        }
    ],
    'Zephaniah': [
        {
            content: '耶和华必向他们显可畏之威，因他必叫世上的诸神瘦弱。列国海岛的居民各在自己的地方敬拜他。',
            title: '西番雅书2:11'
        },
        {
            content: '“那时，我必使万民用清洁的言语好求告我耶和华的名，同心合意地侍奉我。祈祷我的，就是我所分散的民（原文是女子；下同），必从古实河外来，给我献供物。当那日，你必不因你一切得罪我的事自觉羞愧；因为那时我必从你中间除掉矜夸高傲之辈，你也不再于我的圣山狂傲。我却要在你中间留下困苦贫寒的民；他们必投靠我耶和华的名。以色列所剩下的人必不作罪孽，不说谎言，口中也没有诡诈的舌头；而且吃喝躺卧，无人惊吓。”',
            title: '西番雅书3:9-13'
        },
        {
            content: '当那日，必有话向耶路撒冷说：“不要惧怕！锡安哪；不要手软！耶和华你的　神是施行拯救、大有能力的主。他在你中间必因你欢欣喜乐，默然爱你，且因你喜乐而欢呼。',
            title: '西番雅书3:16-17'
        }
    ],
    'Haggai': [
        {
            content: '我必震动万国；万国的珍宝必都运来（或译：万国所羡慕的必来到），我就使这殿满了荣耀。这是万军之耶和华说的。”万军之耶和华说：“银子是我的，金子也是我的。这殿后来的荣耀必大过先前的荣耀；在这地方我必赐平安。这是万军之耶和华说的。”',
            title: '哈该书2:7-9'
        }
    ],
    'Zechariah': [
        {
            content: '天使（原文是他）又指给我看：大祭司约书亚站在耶和华的使者面前；撒但也站在约书亚的右边，与他作对。耶和华向撒但说：“撒但哪，耶和华责备你！就是拣选耶路撒冷的耶和华责备你！这不是从火中抽出来的一根柴吗？”约书亚穿着污秽的衣服站在使者面前。使者吩咐站在面前的说：“你们要脱去他污秽的衣服”；又对约书亚说：“我使你脱离罪孽，要给你穿上华美的衣服。”我说：“要将洁净的冠冕戴在他头上。”他们就把洁净的冠冕戴在他头上，给他穿上华美的衣服，耶和华的使者在旁边站立。耶和华的使者告诫约书亚说：“万军之耶和华如此说：你若遵行我的道，谨守我的命令，你就可以管理我的家，看守我的院宇；我也要使你在这些站立的人中间来往。大祭司约书亚啊，你和坐在你面前的同伴都当听。（他们是作预兆的。）我必使我仆人大卫的苗裔发出。看哪，我在约书亚面前所立的石头，在一块石头上有七眼。万军之耶和华说：我要亲自雕刻这石头，并要在一日之间除掉这地的罪孽。当那日，你们各人要请邻舍坐在葡萄树和无花果树下。这是万军之耶和华说的。”',
            title: '撒迦利亚书3:1-10'
        },
        {
            content: '他对我说：“这是耶和华指示所罗巴伯的。万军之耶和华说：不是倚靠势力，不是倚靠才能，乃是倚靠我的灵方能成事。',
            title: '撒迦利亚书4:6'
        },
        {
            content: '锡安的民哪，应当大大喜乐；耶路撒冷的民哪，应当欢呼。看哪，你的王来到你这里！他是公义的，并且施行拯救，谦谦和和地骑着驴，就是骑着驴的驹子。',
            title: '撒迦利亚书9:9'
        },
        {
            content: '耶和华我的　神如此说：“你撒迦利亚要牧养这将宰的群羊。买他们的宰了他们，以自己为无罪；卖他们的说：‘耶和华是应当称颂的，因我成为富足。’牧养他们的并不怜恤他们。耶和华说：‘我不再怜恤这地的居民，必将这民交给各人的邻舍和他们王的手中。他们必毁灭这地，我也不救这民脱离他们的手。’”',
            title: '撒迦利亚书11:4-6'
        },
        {
            content: '万军之耶和华说：“刀剑哪，应当兴起，攻击我的牧人和我的同伴。击打牧人，羊就分散；我必反手加在微小者的身上。”耶和华说：“这全地的人，三分之二必剪除而死，三分之一仍必存留。我要使这三分之一经火，熬炼他们，如熬炼银子；试炼他们，如试炼金子。他们必求告我的名，我必应允他们。我要说：‘这是我的子民。’他们也要说：‘耶和华是我们的　神。’”',
            title: '撒迦利亚书13:7-9'
        }
    ],
    'Malachi': [
        {
            content: '“藐视我名的祭司啊，万军之耶和华对你们说：儿子尊敬父亲，仆人敬畏主人；我既为父亲，尊敬我的在哪里呢？我既为主人，敬畏我的在哪里呢？你们却说：‘我们在何事上藐视你的名呢？’你们将污秽的食物献在我的坛上，且说：‘我们在何事上污秽你呢？’因你们说，耶和华的桌子是可藐视的。',
            title: '玛拉基书1:6-7'
        },
        {
            content: '你们就知道我传这诫命给你们，使我与利未（或译：利未人）所立的约可以常存。这是万军之耶和华说的。我曾与他立生命和平安的约。我将这两样赐给他，使他存敬畏的心，他就敬畏我，惧怕我的名。真实的律法在他口中，他嘴里没有不义的话。他以平安和正直与我同行，使多人回头离开罪孽。祭司的嘴里当存知识，人也当由他口中寻求律法，因为他是万军之耶和华的使者。',
            title: '玛拉基书2:4-7'
        },
        {
            content: '万军之耶和华说：“我要差遣我的使者在我前面预备道路。你们所寻求的主必忽然进入他的殿；立约的使者，就是你们所仰慕的，快要来到。”他来的日子，谁能当得起呢？他显现的时候，谁能立得住呢？因为他如炼金之人的火，如漂布之人的碱。他必坐下如炼净银子的，必洁净利未人，熬炼他们像金银一样；他们就凭公义献供物给耶和华。',
            title: '玛拉基书3:1-3'
        },
        {
            content: '万军之耶和华说：“那日临近，势如烧着的火炉，凡狂傲的和行恶的必如碎秸，在那日必被烧尽，根本枝条一无存留。但向你们敬畏我名的人必有公义的日头出现，其光线（原文是翅膀）有医治之能。你们必出来跳跃如圈里的肥犊。你们必践踏恶人；在我所定的日子，他们必如灰尘在你们脚掌之下。这是万军之耶和华说的。“你们当记念我仆人摩西的律法，就是我在何烈山为以色列众人所吩咐他的律例典章。“看哪，耶和华大而可畏之日未到以前，我必差遣先知以利亚到你们那里去。他必使父亲的心转向儿女，儿女的心转向父亲，免得我来咒诅遍地。”',
            title: '玛拉基书4:1-6'
        }
    ],
    'Matthew': [
        {
            content: '耶稣基督降生的事记在下面：他母亲马利亚已经许配了约瑟，还没有迎娶，马利亚就从圣灵怀了孕。她丈夫约瑟是个义人，不愿意明明地羞辱她，想要暗暗地把她休了。正思念这事的时候，有主的使者向他梦中显现，说：“大卫的子孙约瑟，不要怕！只管娶过你的妻子马利亚来，因她所怀的孕是从圣灵来的。她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。”这一切的事成就是要应验主藉先知所说的话，说：“必有童女怀孕生子；人要称他的名为以马内利。”（以马内利翻出来就是“　神与我们同在”。）约瑟醒了，起来，就遵着主使者的吩咐把妻子娶过来；只是没有和她同房，等她生了儿子（有古卷：等她生了头胎的儿子），就给他起名叫耶稣。',
            title: '马太福音1:18-25'
        },
        {
            content: '耶稣看见这许多的人，就上了山，既已坐下，门徒到他跟前来，他就开口教训他们，说：“虚心的人有福了！因为天国是他们的。哀恸的人有福了！因为他们必得安慰。温柔的人有福了！因为他们必承受地土。饥渴慕义的人有福了！因为他们必得饱足。怜恤人的人有福了！因为他们必蒙怜恤。清心的人有福了！因为他们必得见　神。使人和睦的人有福了！因为他们必称为　神的儿子。为义受逼迫的人有福了！因为天国是他们的。人若因我辱骂你们，逼迫你们，捏造各样坏话毁谤你们，你们就有福了！应当欢喜快乐，因为你们在天上的赏赐是大的。在你们以前的先知，人也是这样逼迫他们。”',
            title: '马太福音5:1-12'
        },
        {
            content: '“你们祈求，就给你们；寻找，就寻见；叩门，就给你们开门。因为凡祈求的，就得着；寻找的，就寻见；叩门的，就给他开门。你们中间谁有儿子求饼，反给他石头呢？求鱼，反给他蛇呢？你们虽然不好，尚且知道拿好东西给儿女，何况你们在天上的父，岂不更把好东西给求他的人吗？所以，无论何事，你们愿意人怎样待你们，你们也要怎样待人，因为这就是律法和先知的道理。”“你们要进窄门。因为引到灭亡，那门是宽的，路是大的，进去的人也多；引到永生，那门是窄的，路是小的，找着的人也少。”',
            title: '马太福音7:7-14'
        },
        {
            content: '凡劳苦担重担的人可以到我这里来，我就使你们得安息。我心里柔和谦卑，你们当负我的轭，学我的样式；这样，你们心里就必得享安息。因为我的轭是容易的，我的担子是轻省的。”',
            title: '马太福音11:28-30'
        },
        {
            content: '“天国又好像网撒在海里，聚拢各样水族，网既满了，人就拉上岸来，坐下，拣好的收在器具里，将不好的丢弃了。世界的末了也要这样。天使要出来，从义人中把恶人分别出来，丢在火炉里；在那里必要哀哭切齿了。”',
            title: '马太福音13:47-50'
        },
        {
            content: '“倘若你的弟兄得罪你，你就去，趁着只有他和你在一处的时候，指出他的错来。他若听你，你便得了你的弟兄；他若不听，你就另外带一两个人同去，要凭两三个人的口作见证，句句都可定准。若是不听他们，就告诉教会；若是不听教会，就看他像外邦人和税吏一样。“我实在告诉你们，凡你们在地上所捆绑的，在天上也要捆绑；凡你们在地上所释放的，在天上也要释放。我又告诉你们，若是你们中间有两个人在地上同心合意地求什么事，我在天上的父必为他们成全。因为无论在哪里，有两三个人奉我的名聚会，那里就有我在他们中间。”',
            title: '马太福音18:15-20'
        },
        {
            content: '耶稣进前来，对他们说：“天上地下所有的权柄都赐给我了。所以，你们要去，使万民作我的门徒，奉父、子、圣灵的名给他们施洗（或译：给他们施洗，归于父、子、圣灵的名）。凡我所吩咐你们的，都教训他们遵守，我就常与你们同在，直到世界的末了。”',
            title: '马太福音28:18-20'
        }
    ],
    'Mark': [
        {
            content: '约翰下监以后，耶稣来到加利利，宣传　神的福音，说：“日期满了，　神的国近了。你们当悔改，信福音！”',
            title: '马可福音1:14-15'
        },
        {
            content: '耶稣对他说：“你若能信，在信的人，凡事都能。”孩子的父亲立时喊着说（有古卷：立时流泪地喊着说）：“我信！但我信不足，求主帮助。”',
            title: '马可福音9:23-24'
        },
        {
            content: '耶稣叫他们来，对他们说：“你们知道，外邦人有尊为君王的，治理他们，有大臣操权管束他们。只是在你们中间，不是这样。你们中间，谁愿为大，就必作你们的用人；在你们中间，谁愿为首，就必作众人的仆人。因为人子来，并不是要受人的服侍，乃是要服侍人，并且要舍命作多人的赎价。”',
            title: '马可福音10:42-45'
        },
        {
            content: '对面站着的百夫长看见耶稣这样喊叫（有古卷没有喊叫二字）断气，就说：“这人真是　神的儿子！”',
            title: '马可福音15:39'
        }
    ],
    'Luke': [
        {
            content: '天使对她说：“马利亚，不要怕！你在　神面前已经蒙恩了。你要怀孕生子，可以给他起名叫耶稣。他要为大，称为至高者的儿子；主　神要把他祖大卫的位给他。他要作雅各家的王，直到永远；他的国也没有穷尽。”',
            title: '路加福音1:30-33'
        },
        {
            content: '马利亚说：“我心尊主为大；我灵以　神我的救主为乐；因为他顾念他使女的卑微；从今以后，万代要称我有福。那有权能的，为我成就了大事；他的名为圣。他怜悯敬畏他的人，直到世世代代。他用膀臂施展大能；那狂傲的人正心里妄想就被他赶散了。他叫有权柄的失位，叫卑贱的升高；叫饥饿的得饱美食，叫富足的空手回去。他扶助了他的仆人以色列，为要记念亚伯拉罕和他的后裔，施怜悯直到永远，正如从前对我们列祖所说的话。”',
            title: '路加福音1:46-55'
        },
        {
            content: '那天使对他们说：“不要惧怕！我报给你们大喜的信息，是关乎万民的；因今天在大卫的城里，为你们生了救主，就是主基督。你们要看见一个婴孩，包着布，卧在马槽里，那就是记号了。”忽然，有一大队天兵同那天使赞美　神说：“在至高之处荣耀归与　神！在地上平安归与他所喜悦的人（有古卷：喜悦归与人）！”',
            title: '路加福音2:10-14'
        },
        {
            content: '“主啊！如今可以照你的话，释放仆人安然去世；因为我的眼睛已经看见你的救恩，就是你在万民面前所预备的，是照亮外邦人的光，又是你民以色列的荣耀。”',
            title: '路加福音2:29-32'
        },
        {
            content: '众税吏和罪人都挨近耶稣，要听他讲道。法利赛人和文士私下议论说：“这个人接待罪人，又同他们吃饭。”耶稣就用比喻说：“你们中间谁有一百只羊失去一只，不把这九十九只撇在旷野、去找那失去的羊，直到找着呢？找着了，就欢欢喜喜地扛在肩上，回到家里，就请朋友邻舍来，对他们说：‘我失去的羊已经找着了，你们和我一同欢喜吧！’我告诉你们，一个罪人悔改，在天上也要这样为他欢喜，较比为九十九个不用悔改的义人欢喜更大。”',
            title: '路加福音15:1-7'
        },
        {
            content: '耶稣对他们说：“这就是我从前与你们同在之时所告诉你们的话说：摩西的律法、先知的书，和诗篇上所记的，凡指着我的话都必须应验。”于是耶稣开他们的心窍，使他们能明白圣经，又对他们说：“照经上所写的，基督必受害，第三日从死里复活，并且人要奉他的名传悔改、赦罪的道，从耶路撒冷起直传到万邦。你们就是这些事的见证。我要将我父所应许的降在你们身上，你们要在城里等候，直到你们领受从上头来的能力。”',
            title: '路加福音24:44-49'
        }
    ],
    'John': [
        {
            content: '太初有道，道与　神同在，道就是　神。这道太初与　神同在。万物是藉着他造的；凡被造的，没有一样不是藉着他造的。生命在他里头，这生命就是人的光。光照在黑暗里，黑暗却不接受光。',
            title: '约翰福音1:1-5'
        },
        {
            content: '凡接待他的，就是信他名的人，他就赐他们权柄作　神的儿女。这等人不是从血气生的，不是从情欲生的，也不是从人意生的，乃是从　神生的。道成了肉身，住在我们中间，充充满满地有恩典有真理。我们也见过他的荣光，正是父独生子的荣光。',
            title: '约翰福音1:12-14'
        },
        {
            content: '耶稣说：“我实实在在地告诉你，人若不是从水和圣灵生的，就不能进　神的国。从肉身生的就是肉身；从灵生的就是灵。我说：‘你们必须重生’，你不要以为希奇。风随着意思吹，你听见风的响声，却不晓得从哪里来，往哪里去；凡从圣灵生的，也是如此。”',
            title: '约翰福音3:5-8'
        },
        {
            content: '“　神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。因为　神差他的儿子降世，不是要定世人的罪（或译：审判世人；下同），乃是要叫世人因他得救。',
            title: '约翰福音3:16-17'
        },
        {
            content: '耶稣说：“我实实在在地告诉你们，你们若不吃人子的肉，不喝人子的血，就没有生命在你们里面。吃我肉、喝我血的人就有永生，在末日我要叫他复活。我的肉真是可吃的，我的血真是可喝的。吃我肉、喝我血的人常在我里面，我也常在他里面。永活的父怎样差我来，我又因父活着；照样，吃我肉的人也要因我活着。这就是从天上降下来的粮。吃这粮的人就永远活着，不像你们的祖宗吃过吗哪还是死了。”',
            title: '约翰福音6:53-58'
        },
        {
            content: '耶稣就对那十二个门徒说：“你们也要去吗？”西门·彼得回答说：“主啊，你有永生之道，我们还归从谁呢？我们已经信了，又知道你是　神的圣者。”',
            title: '约翰福音6:67-69'
        },
        {
            content: '我的羊听我的声音，我也认识他们，他们也跟着我。我又赐给他们永生；他们永不灭亡，谁也不能从我手里把他们夺去。我父把羊赐给我，他比万有都大，谁也不能从我父手里把他们夺去。我与父原为一。”',
            title: '约翰福音10:27-30'
        },
        {
            content: '耶稣对她说：“复活在我，生命也在我。信我的人虽然死了，也必复活；凡活着信我的人必永远不死。你信这话吗？”',
            title: '约翰福音11:25-26'
        },
        {
            content: '“你们心里不要忧愁；你们信　神，也当信我。在我父的家里有许多住处；若是没有，我就早已告诉你们了。我去原是为你们预备地方去。我若去为你们预备了地方，就必再来接你们到我那里去，我在哪里，叫你们也在那里。我往哪里去，你们知道；那条路，你们也知道（有古卷：我往哪里去，你们知道那条路）。”多马对他说：“主啊，我们不知道你往哪里去，怎么知道那条路呢？”耶稣说：“我就是道路、真理、生命；若不藉着我，没有人能到父那里去。',
            title: '约翰福音14:1-6'
        },
        {
            content: '说了这话，就向他们吹一口气，说：“你们受圣灵！你们赦免谁的罪，谁的罪就赦免了；你们留下谁的罪，谁的罪就留下了。”',
            title: '约翰福音20:22-23'
        }
    ],
    'Acts': [
        {
            content: '耶稣对他们说：“父凭着自己的权柄所定的时候、日期，不是你们可以知道的。但圣灵降临在你们身上，你们就必得着能力，并要在耶路撒冷、犹太全地，和撒玛利亚，直到地极，作我的见证。”说了这话，他们正看的时候，他就被取上升，有一朵云彩把他接去，便看不见他了。',
            title: '使徒行传1:7-9'
        },
        {
            content: '他是你们匠人所弃的石头，已成了房角的头块石头。除他以外，别无拯救；因为在天下人间，没有赐下别的名，我们可以靠着得救。”',
            title: '使徒行传4:11-12'
        },
        {
            content: '他们正用石头打的时候，司提反呼吁主说：“求主耶稣接收我的灵魂！”又跪下大声喊着说：“主啊，不要将这罪归于他们！”说了这话，就睡了。扫罗也喜悦他被害。',
            title: '使徒行传7:59-60'
        },
        {
            content: '现在为什么试探　神，要把我们祖宗和我们所不能负的轭放在门徒的颈项上呢？我们得救乃是因主耶稣的恩，和他们一样，这是我们所信的。”',
            title: '使徒行传15:10-11'
        },
        {
            content: '圣灵立你们作全群的监督，你们就当为自己谨慎，也为全群谨慎，牧养　神的教会，就是他用自己血所买来的（或译：救赎的）。我知道，我去之后必有凶暴的豺狼进入你们中间，不爱惜羊群。就是你们中间，也必有人起来说悖谬的话，要引诱门徒跟从他们。所以你们应当警醒，记念我三年之久昼夜不住地流泪、劝戒你们各人。如今我把你们交托神和他恩惠的道；这道能建立你们，叫你们和一切成圣的人同得基业。',
            title: '使徒行传20:28-32'
        },
        {
            content: '我说：‘主啊，你是谁？’主说：‘我就是你所逼迫的耶稣。你起来站着，我特意向你显现，要派你作执事，作见证，将你所看见的事和我将要指示你的事证明出来。我也要救你脱离百姓和外邦人的手。我差你到他们那里去，要叫他们的眼睛得开，从黑暗中归向光明，从撒但权下归向　神；又因信我，得蒙赦罪，和一切成圣的人同得基业。’”',
            title: '使徒行传26:15-18'
        }
    ],
    'Romans': [
        {
            content: '我不以福音为耻；这福音本是　神的大能，要救一切相信的，先是犹太人，后是希腊人。因为　神的义正在这福音上显明出来；这义是本于信，以致于信。如经上所记：“义人必因信得生。”',
            title: '罗马书1:16-17'
        },
        {
            content: '就如经上所记：“没有义人，连一个也没有。没有明白的；没有寻求　神的；都是偏离正路，一同变为无用。没有行善的，连一个也没有。他们的喉咙是敞开的坟墓；他们用舌头弄诡诈，嘴唇里有虺蛇的毒气，满口是咒骂苦毒。杀人流血，他们的脚飞跑，所经过的路便行残害暴虐的事。平安的路，他们未曾知道；他们眼中不怕　神。”',
            title: '罗马书3:10-18'
        },
        {
            content: '但如今，　神的义在律法以外已经显明出来，有律法和先知为证：就是　神的义，因信耶稣基督加给一切相信的人，并没有分别。因为世人都犯了罪，亏缺了　神的荣耀；如今却蒙　神的恩典，因基督耶稣的救赎，就白白地称义。　神设立耶稣作挽回祭，是凭着耶稣的血，藉着人的信，要显明　神的义；因为他用忍耐的心宽容人先时所犯的罪，好在今时显明他的义，使人知道他自己为义，也称信耶稣的人为义。',
            title: '罗马书3:21-26'
        },
        {
            content: '我们既因信称义，就藉着我们的主耶稣基督得与　神相和。我们又藉着他，因信得进入现在所站的这恩典中，并且欢欢喜喜盼望　神的荣耀。不但如此，就是在患难中也是欢欢喜喜的；因为知道患难生忍耐，忍耐生老练，老练生盼望；盼望不至于羞耻，因为所赐给我们的圣灵将　神的爱浇灌在我们心里。',
            title: '罗马书5:1-5'
        },
        {
            content: '岂不知我们这受洗归入基督耶稣的人是受洗归入他的死吗？所以，我们藉着洗礼归入死，和他一同埋葬，原是叫我们一举一动有新生的样式，像基督藉着父的荣耀从死里复活一样。',
            title: '罗马书6:3-4'
        },
        {
            content: '我觉得有个律，就是我愿意为善的时候，便有恶与我同在。因为按着我里面的意思（原文是人），我是喜欢　神的律；但我觉得肢体中另有个律和我心中的律交战，把我掳去，叫我附从那肢体中犯罪的律。我真是苦啊！谁能救我脱离这取死的身体呢？感谢　神，靠着我们的主耶稣基督就能脱离了。这样看来，我以内心顺服　神的律，我肉体却顺服罪的律了。',
            title: '罗马书7:21-25'
        },
        {
            content: '既是这样，还有什么说的呢？　神若帮助我们，谁能敌挡我们呢？　神既不爱惜自己的儿子，为我们众人舍了，岂不也把万物和他一同白白地赐给我们吗？谁能控告　神所拣选的人呢？有　神称他们为义了（或译：是称他们为义的　神吗）。谁能定他们的罪呢？有基督耶稣已经死了，而且从死里复活，现今在　神的右边，也替我们祈求（有基督......或译：是已经死了，而且从死里复活，现今在　神的右边，也替我们祈求的基督耶稣吗）。谁能使我们与基督的爱隔绝呢？难道是患难吗？是困苦吗？是逼迫吗？是饥饿吗？是赤身露体吗？是危险吗？是刀剑吗？如经上所记：“我们为你的缘故终日被杀；人看我们如将宰的羊。”然而，靠着爱我们的主，在这一切的事上已经得胜有余了。因为我深信无论是死，是生，是天使，是掌权的，是有能的，是现在的事，是将来的事，是高处的，是低处的，是别的受造之物，都不能叫我们与　神的爱隔绝；这爱是在我们的主基督耶稣里的。',
            title: '罗马书8:31-39'
        },
        {
            content: '所以，弟兄们，我以　神的慈悲劝你们，将身体献上，当作活祭，是圣洁的，是　神所喜悦的；你们如此侍奉乃是理所当然的。不要效法这个世界，只要心意更新而变化，叫你们察验何为　神的善良、纯全、可喜悦的旨意。',
            title: '罗马书12:1-2'
        },
        {
            content: '因为　神的国不在乎吃喝，只在乎公义、和平，并圣灵中的喜乐。在这几样上服侍基督的，就为　神所喜悦，又为人所称许。所以，我们务要追求和睦的事与彼此建立德行的事。',
            title: '罗马书14:17-19'
        }
    ],
    '1Corinthians': [
        {
            content: '弟兄们哪，可见你们蒙召的，按着肉体有智慧的不多，有能力的不多，有尊贵的也不多。　神却拣选了世上愚拙的，叫有智慧的羞愧；又拣选了世上软弱的，叫那强壮的羞愧。　神也拣选了世上卑贱的，被人厌恶的，以及那无有的，为要废掉那有的，使一切有血气的，在　神面前一个也不能自夸。但你们得在基督耶稣里是本乎　神，　神又使他成为我们的智慧、公义、圣洁、救赎。如经上所记：“夸口的，当指着主夸口。”弟兄们，从前我到你们那里去，并没有用高言大智对你们宣传　神的奥秘。因为我曾定了主意，在你们中间不知道别的，只知道耶稣基督并他钉十字架。',
            title: '哥林多前书1:26-2:2'
        },
        {
            content: '我当日传给你们的，原是从主领受的，就是主耶稣被卖的那一夜，拿起饼来，祝谢了，就擘开，说：“这是我的身体，为你们舍（有古卷：擘开）的，你们应当如此行，为的是记念我。”饭后，也照样拿起杯来，说：“这杯是用我的血所立的新约，你们每逢喝的时候，要如此行，为的是记念我。”你们每逢吃这饼，喝这杯，是表明主的死，直等到他来。所以，无论何人，不按理吃主的饼，喝主的杯，就是干犯主的身、主的血了。人应当自己省察，然后吃这饼、喝这杯。因为人吃喝，若不分辨是主的身体，就是吃喝自己的罪了。因此，在你们中间有好些软弱的与患病的，死（原文是睡）的也不少。我们若是先分辨自己，就不至于受审。我们受审的时候，乃是被主惩治，免得我们和世人一同定罪。',
            title: '哥林多前书11:23-32'
        },
        {
            content: '我若能说万人的方言，并天使的话语，却没有爱，我就成了鸣的锣，响的钹一般。我若有先知讲道之能，也明白各样的奥秘，各样的知识，而且有全备的信，叫我能够移山，却没有爱，我就算不得什么。我若将所有的周济穷人，又舍己身叫人焚烧，却没有爱，仍然与我无益。爱是恒久忍耐，又有恩慈；爱是不嫉妒；爱是不自夸，不张狂，不做害羞的事，不求自己的益处，不轻易发怒，不计算人的恶，不喜欢不义，只喜欢真理；凡事包容，凡事相信，凡事盼望，凡事忍耐。爱是永不止息。先知讲道之能终必归于无有；说方言之能终必停止；知识也终必归于无有。我们现在所知道的有限，先知所讲的也有限，等那完全的来到，这有限的必归于无有了。我作孩子的时候，话语像孩子，心思像孩子，意念像孩子，既成了人，就把孩子的事丢弃了。我们如今仿佛对着镜子观看，模糊不清（原文是如同猜谜），到那时就要面对面了。我如今所知道的有限，到那时就全知道，如同主知道我一样。如今常存的有信，有望，有爱这三样，其中最大的是爱。',
            title: '哥林多前书13:1-13'
        },
        {
            content: '弟兄们，我告诉你们说，血肉之体不能承受　神的国，必朽坏的不能承受不朽坏的。我如今把一件奥秘的事告诉你们：我们不是都要睡觉，乃是都要改变，就在一霎时，眨眼之间，号筒末次吹响的时候。因号筒要响，死人要复活成为不朽坏的，我们也要改变。这必朽坏的总要变成（变成：原文是穿；下同）不朽坏的，这必死的总要变成不死的。这必朽坏的既变成不朽坏的，这必死的既变成不死的，那时经上所记“死被得胜吞灭”的话就应验了。死啊！你得胜的权势在哪里？死啊！你的毒钩在哪里？死的毒钩就是罪，罪的权势就是律法。感谢　神，使我们借着我们的主耶稣基督得胜。所以，我亲爱的弟兄们，你们务要坚固，不可摇动，常常竭力多做主工；因为知道，你们的劳苦在主里面不是徒然的。',
            title: '哥林多前书15:50-58'
        }
    ],
    '2Corinthians': [
        {
            content: '我指着信实的　神说，我们向你们所传的道，并没有是而又非的。因为我和西拉并提摩太，在你们中间所传　神的儿子耶稣基督，总没有是而又非的，在他只有一是。　神的应许，不论有多少，在基督都是是的。所以藉着他也都是实在（实在：原文是阿们）的，叫　神因我们得荣耀。那在基督里坚固我们和你们，并且膏我们的就是　神。他又用印印了我们，并赐圣灵在我们心里作凭据（原文是质）。',
            title: '哥林多后书1:18-22'
        },
        {
            content: '我们因基督，所以在　神面前才有这样的信心。并不是我们凭自己能承担什么事；我们所能承担的，乃是出于　神。他叫我们能承当这新约的执事，不是凭着字句，乃是凭着精意；因为那字句是叫人死，精意（或译：圣灵）是叫人活。',
            title: '哥林多后书3:4-6'
        },
        {
            content: '所以，我们不丧胆。外体虽然毁坏，内心却一天新似一天。我们这至暂至轻的苦楚，要为我们成就极重无比、永远的荣耀。原来我们不是顾念所见的，乃是顾念所不见的；因为所见的是暂时的，所不见的是永远的。',
            title: '哥林多后书4:16-18'
        },
        {
            content: '若有人在基督里，他就是新造的人，旧事已过，都变成新的了。一切都是出于　神；他藉着基督使我们与他和好，又将劝人与他和好的职分赐给我们。这就是　神在基督里，叫世人与自己和好，不将他们的过犯归到他们身上，并且将这和好的道理托付了我们。所以，我们作基督的使者，就好像神藉我们劝你们一般。我们替基督求你们与　神和好。　神使那无罪（无罪：原文是不知罪）的，替我们成为罪，好叫我们在他里面成为　神的义。',
            title: '哥林多后书5:17-21'
        },
        {
            content: '你们知道我们主耶稣基督的恩典：他本来富足，却为你们成了贫穷，叫你们因他的贫穷，可以成为富足。',
            title: '哥林多后书8:9'
        },
        {
            content: '“少种的少收，多种的多收”，这话是真的。各人要随本心所酌定的，不要作难，不要勉强，因为捐得乐意的人是　神所喜爱的。　神能将各样的恩惠多多地加给你们，使你们凡事常常充足，能多行各样善事。',
            title: '哥林多后书9:6-8'
        },
        {
            content: '又恐怕我因所得的启示甚大，就过于自高，所以有一根刺加在我肉体上，就是撒但的差役要攻击我，免得我过于自高。为这事，我三次求过主，叫这刺离开我。他对我说：“我的恩典够你用的，因为我的能力是在人的软弱上显得完全。”所以，我更喜欢夸自己的软弱，好叫基督的能力覆庇我。我为基督的缘故，就以软弱、凌辱、急难、逼迫、困苦为可喜乐的；因我什么时候软弱，什么时候就刚强了。',
            title: '哥林多后书12:7-10'
        }
    ],
    'Galatians': [
        {
            content: '我希奇你们这么快离开那藉着基督之恩召你们的，去从别的福音。那并不是福音，不过有些人搅扰你们，要把基督的福音更改了。但无论是我们，是天上来的使者，若传福音给你们，与我们所传给你们的不同，他就应当被咒诅。我们已经说了，现在又说，若有人传福音给你们，与你们所领受的不同，他就应当被咒诅。',
            title: '加拉太书1:6-9'
        },
        {
            content: '既知道人称义不是因行律法，乃是因信耶稣基督，连我们也信了基督耶稣，使我们因信基督称义，不因行律法称义；因为凡有血气的，没有一人因行律法称义。',
            title: '加拉太书2:16'
        },
        {
            content: '我因律法，就向律法死了，叫我可以向　神活着。我已经与基督同钉十字架，现在活着的不再是我，乃是基督在我里面活着；并且我如今在肉身活着，是因信　神的儿子而活；他是爱我，为我舍己。',
            title: '加拉太书2:19-20'
        },
        {
            content: '但这因信得救的理还未来以先，我们被看守在律法之下，直圈到那将来的真道显明出来。这样，律法是我们训蒙的师傅，引我们到基督那里，使我们因信称义。但这因信得救的理既然来到，我们从此就不在师傅的手下了。所以，你们因信基督耶稣都是　神的儿子。你们受洗归入基督的都是披戴基督了。并不分犹太人、希腊人，自主的、为奴的，或男或女，因为你们在基督耶稣里都成为一了。你们既属乎基督，就是亚伯拉罕的后裔，是照着应许承受产业的了。',
            title: '加拉太书3:23-29'
        },
        {
            content: '基督释放了我们，叫我们得以自由。所以要站立得稳，不要再被奴仆的轭挟制。',
            title: '加拉太书5:1'
        },
        {
            content: '弟兄们，你们蒙召是要得自由，只是不可将你们的自由当作放纵情欲的机会，总要用爱心互相服侍。因为全律法都包在“爱人如己”这一句话之内了。',
            title: '加拉太书5:13-14'
        },
        {
            content: '我说，你们当顺着圣灵而行，就不放纵肉体的情欲了。因为情欲和圣灵相争，圣灵和情欲相争，这两个是彼此相敌，使你们不能做所愿意做的。但你们若被圣灵引导，就不在律法以下。情欲的事都是显而易见的，就如奸淫、污秽、邪荡、拜偶像、邪术、仇恨、争竞、忌恨、恼怒、结党、纷争、异端、嫉妒（有古卷加：凶杀二字）、醉酒、荒宴等类。我从前告诉你们，现在又告诉你们，行这样事的人必不能承受　神的国。圣灵所结的果子，就是仁爱、喜乐、和平、忍耐、恩慈、良善、信实、温柔、节制。这样的事没有律法禁止。凡属基督耶稣的人，是已经把肉体连肉体的邪情私欲同钉在十字架上了。我们若是靠圣灵得生，就当靠圣灵行事。不要贪图虚名，彼此惹气，互相嫉妒。',
            title: '加拉太书5:16-26'
        },
        {
            content: '但我断不以别的夸口，只夸我们主耶稣基督的十字架；因这十字架，就我而论，世界已经钉在十字架上；就世界而论，我已经钉在十字架上。',
            title: '加拉太书6:14'
        }
    ],
    'Ephesians': [
        {
            content: '愿颂赞归与我们主耶稣基督的父　神！他在基督里曾赐给我们天上各样属灵的福气：就如　神从创立世界以前，在基督里拣选了我们，使我们在他面前成为圣洁，无有瑕疵；又因爱我们，就按着自己的意旨所喜悦的，预定我们藉着耶稣基督得儿子的名分，使他荣耀的恩典得着称赞；这恩典是他在爱子里所赐给我们的。我们藉这爱子的血得蒙救赎，过犯得以赦免，乃是照他丰富的恩典。这恩典是　神用诸般智慧聪明，充充足足赏给我们的；都是照他自己所预定的美意，叫我们知道他旨意的奥秘，要照所安排的，在日期满足的时候，使天上、地上、一切所有的都在基督里面同归于一。',
            title: '以弗所书1:3-10'
        },
        {
            content: '你们死在过犯罪恶之中，他叫你们活过来。那时，你们在其中行事为人，随从今世的风俗，顺服空中掌权者的首领，就是现今在悖逆之子心中运行的邪灵。我们从前也都在他们中间，放纵肉体的私欲，随着肉体和心中所喜好的去行，本为可怒之子，和别人一样。然而，　神既有丰富的怜悯，因他爱我们的大爱，当我们死在过犯中的时候，便叫我们与基督一同活过来（你们得救是本乎恩）。他又叫我们与基督耶稣一同复活，一同坐在天上，要将他极丰富的恩典，就是他在基督耶稣里向我们所施的恩慈，显明给后来的世代看。你们得救是本乎恩，也因着信；这并不是出于自己，乃是　神所赐的；也不是出于行为，免得有人自夸。我们原是他的工作，在基督耶稣里造成的，为要叫我们行善，就是　神所预备叫我们行的。',
            title: '以弗所书2:1-10'
        },
        {
            content: '他所赐的，有使徒，有先知，有传福音的，有牧师和教师，为要成全圣徒，各尽其职，建立基督的身体，直等到我们众人在真道上同归于一，认识　神的儿子，得以长大成人，满有基督长成的身量，使我们不再作小孩子，中了人的诡计和欺骗的法术，被一切异教之风摇动，飘来飘去，就随从各样的异端；惟用爱心说诚实话，凡事长进，连于元首基督，全身都靠他联络得合式，百节各按各职，照着各体的功用彼此相助，便叫身体渐渐增长，在爱中建立自己。',
            title: '以弗所书4:11-16'
        },
        {
            content: '你们作妻子的，当顺服自己的丈夫，如同顺服主。因为丈夫是妻子的头，如同基督是教会的头；他又是教会全体的救主。教会怎样顺服基督，妻子也要怎样凡事顺服丈夫。你们作丈夫的，要爱你们的妻子，正如基督爱教会，为教会舍己。要用水藉着道把教会洗净，成为圣洁，可以献给自己，作个荣耀的教会，毫无玷污、皱纹等类的病，乃是圣洁没有瑕疵的。丈夫也当照样爱妻子，如同爱自己的身子；爱妻子便是爱自己了。从来没有人恨恶自己的身子，总是保养顾惜，正像基督待教会一样，因我们是他身上的肢体（有古卷加：就是他的骨他的肉）。为这个缘故，人要离开父母，与妻子连合，二人成为一体。这是极大的奥秘，但我是指着基督和教会说的。然而，你们各人都当爱妻子，如同爱自己一样。妻子也当敬重她的丈夫。',
            title: '以弗所书5:22-33'
        }
    ],
    'Philippians': [
        {
            content: '因我活着就是基督，我死了就有益处。但我在肉身活着，若成就我工夫的果子，我就不知道该挑选什么。我正在两难之间，情愿离世与基督同在，因为这是好得无比的。然而，我在肉身活着，为你们更是要紧的。我既然这样深信，就知道仍要住在世间，且与你们众人同住，使你们在所信的道上又长进又喜乐，叫你们在基督耶稣里的欢乐，因我再到你们那里去，就越发加增。',
            title: '腓立比书1:21-26'
        },
        {
            content: '各人不要单顾自己的事，也要顾别人的事。你们当以基督耶稣的心为心：他本有　神的形像，不以自己与　神同等为强夺的；反倒虚己，取了奴仆的形像，成为人的样式；既有人的样子，就自己卑微，存心顺服，以至于死，且死在十字架上。所以，　神将他升为至高，又赐给他那超乎万名之上的名，叫一切在天上的、地上的，和地底下的，因耶稣的名无不屈膝，无不口称“耶稣基督为主”，使荣耀归与父　神。',
            title: '腓立比书2:4-11'
        },
        {
            content: '只是我先前以为与我有益的，我现在因基督都当作有损的。不但如此，我也将万事当作有损的，因我以认识我主基督耶稣为至宝。我为他已经丢弃万事，看作粪土，为要得着基督；并且得以在他里面，不是有自己因律法而得的义，乃是有信基督的义，就是因信　神而来的义，使我认识基督，晓得他复活的大能，并且晓得和他一同受苦，效法他的死，或者我也得以从死里复活。',
            title: '腓立比书3:7-11'
        },
        {
            content: '这不是说我已经得着了，已经完全了；我乃是竭力追求，或者可以得着基督耶稣所以得着我的（所以得着我的：或译所要我得的）。弟兄们，我不是以为自己已经得着了；我只有一件事，就是忘记背后，努力面前的，向着标竿直跑，要得　神在基督耶稣里从上面召我来得的奖赏。',
            title: '腓立比书3:12-14'
        },
        {
            content: '我们却是天上的国民，并且等候救主，就是主耶稣基督从天上降临。他要按着那能叫万有归服自己的大能，将我们这卑贱的身体改变形状，和他自己荣耀的身体相似。',
            title: '腓立比书3:20-21'
        }
    ],
    'Colossians': [
        {
            content: '照他荣耀的权能，得以在各样的力上加力，好叫你们凡事欢欢喜喜地忍耐宽容；又感谢父，叫我们能与众圣徒在光明中同得基业。他救了我们脱离黑暗的权势，把我们迁到他爱子的国里；我们在爱子里得蒙救赎，罪过得以赦免。',
            title: '歌罗西书1:11-14'
        },
        {
            content: '爱子是那不能看见之　神的像，是首生的，在一切被造的以先。因为万有都是靠他造的，无论是天上的，地上的；能看见的，不能看见的；或是有位的，主治的，执政的，掌权的；一概都是藉着他造的，又是为他造的。他在万有之先；万有也靠他而立。他也是教会全体之首。他是元始，是从死里首先复生的，使他可以在凡事上居首位。因为父喜欢叫一切的丰盛在他里面居住。既然藉着他在十字架上所流的血成就了和平，便藉着他叫万有，无论是地上的、天上的，都与自己和好了。',
            title: '歌罗西书1:15-20'
        },
        {
            content: '你们在他里面也受了不是人手所行的割礼，乃是基督使你们脱去肉体情欲的割礼。你们既受洗与他一同埋葬，也就在此与他一同复活，都因信那叫他从死里复活　神的功用。你们从前在过犯和未受割礼的肉体中死了，　神赦免了你们（或译：我们）一切过犯，便叫你们与基督一同活过来；又涂抹了在律例上所写、攻击我们、有碍于我们的字据，把它撤去，钉在十字架上。',
            title: '歌罗西书2:11-14'
        },
        {
            content: '所以，不拘在饮食上，或节期、月朔、安息日都不可让人论断你们。这些原是后事的影儿；那形体却是基督。',
            title: '歌罗西书2:16-17'
        },
        {
            content: '所以，你们若真与基督一同复活，就当求在上面的事；那里有基督坐在　神的右边。你们要思念上面的事，不要思念地上的事。因为你们已经死了，你们的生命与基督一同藏在　神里面。基督是我们的生命，他显现的时候，你们也要与他一同显现在荣耀里。',
            title: '歌罗西书3:1-4'
        }
    ],
    '1Thessalonians': [
        {
            content: '因为主必亲自从天降临，有呼叫的声音和天使长的声音，又有　神的号吹响；那在基督里死了的人必先复活。以后我们这活着还存留的人必和他们一同被提到云里，在空中与主相遇。这样，我们就要和主永远同在。所以，你们当用这些话彼此劝慰。',
            title: '帖撒罗尼迦前书4:16-18'
        },
        {
            content: '愿赐平安的　神亲自使你们全然成圣！又愿你们的灵与魂与身子得蒙保守，在我们主耶稣基督降临的时候，完全无可指摘！那召你们的本是信实的，他必成就这事。',
            title: '帖撒罗尼迦前书5:23-24'
        }
    ],
    '2Thessalonians': [
        {
            content: '弟兄们，我们该为你们常常感谢　神，这本是合宜的；因你们的信心格外增长，并且你们众人彼此相爱的心也都充足。',
            title: '帖撒罗尼迦后书1:3'
        },
        {
            content: '所以，弟兄们，你们要站立得稳，凡所领受的教训，不拘是我们口传的，是信上写的，都要坚守。',
            title: '帖撒罗尼迦后书2:15'
        }
    ],
    '1Timothy': [
        {
            content: '“基督耶稣降世，为要拯救罪人。”这话是可信的，是十分可佩服的。在罪人中我是个罪魁。然而，我蒙了怜悯，是因耶稣基督要在我这罪魁身上显明他一切的忍耐，给后来信他得永生的人作榜样。',
            title: '提摩太前书1:15-16'
        },
        {
            content: '因为只有一位　神，在　神和人中间，只有一位中保，乃是降世为人的基督耶稣；他舍自己作万人的赎价，到了时候，这事必证明出来。',
            title: '提摩太前书2:5-6'
        },
        {
            content: '大哉，敬虔的奥秘，无人不以为然！就是　神在肉身显现，被圣灵称义（或译：在灵性称义），被天使看见，被传于外邦，被世人信服，被接在荣耀里。',
            title: '提摩太前书3:16'
        },
        {
            content: '然而，敬虔加上知足的心便是大利了；因为我们没有带什么到世上来，也不能带什么去。只要有衣有食，就当知足。但那些想要发财的人，就陷在迷惑、落在网罗和许多无知有害的私欲里，叫人沉在败坏和灭亡中。贪财是万恶之根。有人贪恋钱财，就被引诱离了真道，用许多愁苦把自己刺透了。',
            title: '提摩太前书6:6-10'
        }
    ],
    '2Timothy': [
        {
            content: '你不要以给我们的主作见证为耻，也不要以我这为主被囚的为耻；总要按　神的能力，与我为福音同受苦难。　神救了我们，以圣召召我们，不是按我们的行为，乃是按他的旨意和恩典；这恩典是万古之先，在基督耶稣里赐给我们的，但如今藉着我们救主基督耶稣的显现才表明出来了。他已经把死废去，藉着福音，将不能坏的生命彰显出来。',
            title: '提摩太后书1:8-10'
        },
        {
            content: '不但如此，凡立志在基督耶稣里敬虔度日的也都要受逼迫。只是作恶的和迷惑人的，必越久越恶，他欺哄人，也被人欺哄。但你所学习的，所确信的，要存在心里；因为你知道是跟谁学的，并且知道你是从小明白圣经，这圣经能使你因信基督耶稣，有得救的智慧。圣经都是　神所默示的（或译：凡　神所默示的圣经），于教训、督责、使人归正、教导人学义都是有益的，叫属　神的人得以完全，预备行各样的善事。',
            title: '提摩太后书3:12-17'
        }
    ],
    'Titus': [
        {
            content: '他为我们舍了自己，要赎我们脱离一切罪恶，又洁净我们，特作自己的子民，热心为善。',
            title: '提多书2:14'
        },
        {
            content: '但到了　神我们救主的恩慈和他向人所施的慈爱显明的时候，他便救了我们；并不是因我们自己所行的义，乃是照他的怜悯，藉着重生的洗和圣灵的更新。圣灵就是　神藉着耶稣基督我们救主厚厚浇灌在我们身上的，好叫我们因他的恩得称为义，可以凭着永生的盼望成为后嗣（或译：可以凭着盼望承受永生）。',
            title: '提多书3:4-7'
        }
    ],
    'Philemon': [
        {
            content: '你若以我为同伴，就收纳他，如同收纳我一样。他若亏负你，或欠你什么，都归在我的帐上，',
            title: '腓利门书1:17-18'
        }
    ],
    'Hebrews': [
        {
            content: '　神既在古时藉着众先知多次多方地晓谕列祖，就在这末世藉着他儿子晓谕我们；又早已立他为承受万有的，也曾藉着他创造诸世界。他是　神荣耀所发的光辉，是　神本体的真像，常用他权能的命令托住万有。他洗净了人的罪，就坐在高天至大者的右边。他所承受的名，既比天使的名更尊贵，就远超过天使。',
            title: '希伯来书1:1-4'
        },
        {
            content: '　神的道是活泼的，是有功效的，比一切两刃的剑更快，甚至魂与灵，骨节与骨髓，都能刺入、剖开，连心中的思念和主意都能辨明。并且被造的没有一样在他面前不显然的；原来万物在那与我们有关系的主眼前，都是赤露敞开的。',
            title: '希伯来书4:12-13'
        },
        {
            content: '若山羊和公牛的血，并母牛犊的灰，洒在不洁的人身上，尚且叫人成圣，身体洁净，何况基督藉着永远的灵，将自己无瑕无疵献给　神，他的血岂不更能洗净你们的心（原文是良心），除去你们的死行，使你们侍奉那永生　神吗？',
            title: '希伯来书9:13-14'
        },
        {
            content: '信就是所望之事的实底，是未见之事的确据。古人在这信上得了美好的证据。我们因着信，就知道诸世界是藉　神的话造成的；这样，所看见的，并不是从显然之物造出来的。',
            title: '希伯来书11:1-3'
        },
        {
            content: '我们既有这许多的见证人，如同云彩围着我们，就当放下各样的重担，脱去容易缠累我们的罪，存心忍耐，奔那摆在我们前头的路程，仰望为我们信心创始成终的耶稣（或译：仰望那将真道创始成终的耶稣）。他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的苦难，便坐在　神宝座的右边。',
            title: '希伯来书12:1-2'
        }
    ],
    'James': [
        {
            content: '忍受试探的人是有福的，因为他经过试验以后，必得生命的冠冕；这是主应许给那些爱他之人的。',
            title: '雅各书1:12'
        },
        {
            content: '我亲爱的弟兄们，不要看错了。各样美善的恩赐和各样全备的赏赐都是从上头来的，从众光之父那里降下来的；在他并没有改变，也没有转动的影儿。',
            title: '雅各书1:16-17'
        },
        {
            content: '我的弟兄们，不要多人作师傅，因为晓得我们要受更重的判断。原来我们在许多事上都有过失；若有人在话语上没有过失，他就是完全人，也能勒住自己的全身。我们若把嚼环放在马嘴里，叫它顺服，就能调动它的全身。看哪，船只虽然甚大，又被大风催逼，只用小小的舵，就随着掌舵的意思转动。这样，舌头在百体里也是最小的，却能说大话。看哪，最小的火能点着最大的树林。舌头就是火，在我们百体中，舌头是个罪恶的世界，能污秽全身，也能把生命的轮子点起来，并且是从地狱里点着的。各类的走兽、飞禽、昆虫、水族，本来都可以制伏，也已经被人制伏了；惟独舌头没有人能制伏，是不止息的恶物，满了害死人的毒气。我们用舌头颂赞那为主、为父的，又用舌头咒诅那照着　神形像被造的人。颂赞和咒诅从一个口里出来！我的弟兄们，这是不应当的！泉源从一个眼里能发出甜苦两样的水吗？我的弟兄们，无花果树能生橄榄吗？葡萄树能结无花果吗？咸水里也不能发出甜水来。',
            title: '雅各书3:1-12'
        },
        {
            content: '你们中间有受苦的呢，他就该祷告；有喜乐的呢，他就该歌颂。你们中间有病了的呢，他就该请教会的长老来；他们可以奉主的名用油抹他，为他祷告。出于信心的祈祷要救那病人，主必叫他起来；他若犯了罪，也必蒙赦免。所以你们要彼此认罪，互相代求，使你们可以得医治。义人祈祷所发的力量是大有功效的。以利亚与我们是一样性情的人，他恳切祷告，求不要下雨，雨就三年零六个月不下在地上。他又祷告，天就降下雨来，地也生出土产。',
            title: '雅各书5:13-18'
        }
    ],
    '1Peter': [
        {
            content: '你们既称那不偏待人、按各人行为审判人的主为父，就当存敬畏的心度你们在世寄居的日子，知道你们得赎，脱去你们祖宗所传流虚妄的行为，不是凭着能坏的金银等物，乃是凭着基督的宝血，如同无瑕疵、无玷污的羔羊之血。',
            title: '彼得前书1:17-19'
        },
        {
            content: '惟有你们是被拣选的族类，是有君尊的祭司，是圣洁的国度，是属　神的子民，要叫你们宣扬那召你们出黑暗、入奇妙光明者的美德。你们从前算不得子民，现在却作了　神的子民；从前未曾蒙怜恤，现在却蒙了怜恤。',
            title: '彼得前书2:9-10'
        },
        {
            content: '他被挂在木头上，亲身担当了我们的罪，使我们既然在罪上死，就得以在义上活。因他受的鞭伤，你们便得了医治。你们从前好像迷路的羊，如今却归到你们灵魂的牧人监督了。',
            title: '彼得前书2:24-25'
        },
        {
            content: '因基督也曾一次为罪受苦（有古卷：受死），就是义的代替不义的，为要引我们到　神面前。按着肉体说，他被治死；按着灵性说，他复活了。他藉这灵曾去传道给那些在监狱里的灵听，就是那从前在挪亚预备方舟、　神容忍等待的时候，不信从的人。当时进入方舟，藉着水得救的不多，只有八个人。这水所表明的洗礼，现在藉着耶稣基督复活也拯救你们；这洗礼本不在乎除掉肉体的污秽，只求在　神面前有无亏的良心。耶稣已经进入天堂，在　神的右边；众天使和有权柄的，并有能力的，都服从了他。',
            title: '彼得前书3:18-22'
        }
    ],
    '2Peter': [
        {
            content: '我们并有先知更确的预言，如同灯照在暗处。你们在这预言上留意，直等到天发亮，晨星在你们心里出现的时候，才是好的。第一要紧的，该知道经上所有的预言没有可随私意解说的；因为预言从来没有出于人意的，乃是人被圣灵感动，说出　神的话来。',
            title: '彼得后书1:19-21'
        },
        {
            content: '但我们照他的应许，盼望新天新地，有义居在其中。',
            title: '彼得后书3:13'
        }
    ],
    '1John': [
        {
            content: '我们若在光明中行，如同　神在光明中，就彼此相交，他儿子耶稣的血也洗净我们一切的罪。我们若说自己无罪，便是自欺，真理不在我们心里了。我们若认自己的罪，　神是信实的，是公义的，必要赦免我们的罪，洗净我们一切的不义。我们若说自己没有犯过罪，便是以　神为说谎的，他的道也不在我们心里了。',
            title: '约翰一书1:7-10'
        },
        {
            content: '我小子们哪，我将这些话写给你们，是要叫你们不犯罪。若有人犯罪，在父那里我们有一位中保，就是那义者耶稣基督。他为我们的罪作了挽回祭，不是单为我们的罪，也是为普天下人的罪。',
            title: '约翰一书2:1-2'
        },
        {
            content: '犯罪的是属魔鬼，因为魔鬼从起初就犯罪。　神的儿子显现出来，为要除灭魔鬼的作为。',
            title: '约翰一书3:8'
        },
        {
            content: '亲爱的弟兄啊，我们应当彼此相爱，因为爱是从　神来的。凡有爱心的，都是由　神而生，并且认识　神。没有爱心的，就不认识　神，因为　神就是爱。　神差他独生子到世间来，使我们藉着他得生，　神爱我们的心在此就显明了。不是我们爱　神，乃是　神爱我们，差他的儿子为我们的罪作了挽回祭，这就是爱了。亲爱的弟兄啊，　神既是这样爱我们，我们也当彼此相爱。从来没有人见过　神，我们若彼此相爱，　神就住在我们里面，爱他的心在我们里面得以完全了。',
            title: '约翰一书4:7-12'
        },
        {
            content: '我们也知道，　神的儿子已经来到，且将智慧赐给我们，使我们认识那位真实的，我们也在那位真实的里面，就是在他儿子耶稣基督里面。这是真神，也是永生。',
            title: '约翰一书5:20'
        }
    ],
    '2John': [
        {
            content: '凡越过基督的教训不常守着的，就没有　神；常守这教训的，就有父又有子。若有人到你们那里，不是传这教训，不要接他到家里，也不要问他的安；因为问他安的，就在他的恶行上有份。',
            title: '约翰二书1:9-11'
        }
    ],
    '3John': [],
    'Jude': [
        {
            content: '亲爱的弟兄啊，你们却要在至圣的真道上造就自己，在圣灵里祷告，保守自己常在　神的爱中，仰望我们主耶稣基督的怜悯，直到永生。有些人存疑心，你们要怜悯他们；有些人你们要从火中抢出来，搭救他们；有些人你们要存惧怕的心怜悯他们，连那被情欲沾染的衣服也当厌恶。',
            title: '犹大书1:20-23'
        }
    ],
    'Revelations': [
        {
            content: '你将要受的苦你不用怕。魔鬼要把你们中间几个人下在监里，叫你们被试炼，你们必受患难十日。你务要至死忠心，我就赐给你那生命的冠冕。',
            title: '启示录2:10'
        },
        {
            content: '凡我所疼爱的，我就责备管教他；所以你要发热心，也要悔改。看哪，我站在门外叩门，若有听见我声音就开门的，我要进到他那里去，我与他，他与我一同坐席。',
            title: '启示录3:19-20'
        },
        {
            content: '“我们的主，我们的　神，你是配得荣耀、尊贵、权柄的；因为你创造了万物，并且万物是因你的旨意被创造而有的。”',
            title: '启示录4:11'
        },
        {
            content: '他们唱新歌，说：“你配拿书卷，配揭开七印；因为你曾被杀，用自己的血从各族、各方、各民、各国中买了人来，叫他们归于　神，又叫他们成为国民，作祭司归于　神，在地上执掌王权。”',
            title: '启示录5:9-10'
        },
        {
            content: '所以，他们在　神宝座前，昼夜在他殿中侍奉他。坐宝座的要用帐幕覆庇他们。他们不再饥，不再渴；日头和炎热也必不伤害他们。因为宝座中的羔羊必牧养他们，领他们到生命水的泉源；　神也必擦去他们一切的眼泪。”',
            title: '启示录7:15-17'
        },
        {
            content: '我听见在天上有大声音说：“我神的救恩、能力、国度，并他基督的权柄，现在都来到了！因为那在我们　神面前昼夜控告我们弟兄的，已经被摔下去了。弟兄胜过它，是因羔羊的血和自己所见证的道。他们虽至于死，也不爱惜性命。',
            title: '启示录12:10-11'
        },
        {
            content: '我听见好像群众的声音，众水的声音，大雷的声音，说：“哈利路亚！因为主我们的　神、全能者作王了。”我们要欢喜快乐，将荣耀归给他。因为，羔羊婚娶的时候到了；新妇也自己预备好了，就蒙恩得穿光明洁白的细麻衣。（这细麻衣就是圣徒所行的义。）天使吩咐我说：“你要写上：凡被请赴羔羊之婚筵的有福了！”又对我说：“这是　神真实的话。”',
            title: '启示录19:6-9'
        },
        {
            title: '启示录22:12-15',
            content: '“看哪，我必快来！赏罚在我，要照各人所行的报应他。我是阿拉法，我是俄梅戛；我是首先的，我是末后的；我是初，我是终。”那些洗净自己衣服的有福了！可得权柄能到生命树那里，也能从门进城。城外有那些犬类、行邪术的、淫乱的、杀人的、拜偶像的，并一切喜好说谎言、编造虚谎的。'
        }
    ]
};
