'use strict';

module.exports = {
    one: {
        advent1: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '耶和华啊，我的心仰｜望你\n我的神啊，我素来倚靠你，求你不要叫我｜羞愧\n不要叫我的仇敌向我｜夸胜\n凡等候你的必不｜羞愧\n耶和华啊，求你将你的道指｜示我\n将你的路教｜训我\n求你以你的真理引导我，教训我，因为你是救我｜的神\n我终日等｜候你\n愿纯全正直保｜守我\n因为我等｜候你\n神啊，求你救赎以｜色列\n脱离他一切的｜愁苦\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，我的心仰｜望你\n我的神啊，我素来倚靠你，求你不要叫我｜羞愧\n不要叫我的仇敌向我｜夸胜\n凡等候你的必不｜羞愧',
            gradual: '凡等候你的必不｜羞愧\n惟有那无故行奸诈的必要｜羞愧\n耶和华啊，求你将你的道指｜示我\n将你的路教｜训我',
            verse: '哈利路亚。耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。哈利路亚。',
            hymn: '332 Savior of the nations, come'
        },
        advent2: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '对锡安的居｜民说\n你的拯救者｜来到\n耶和华必使人听他威严的｜声音\n你们必心中｜喜乐\n领约瑟如领羊群之以色列的牧者啊，求你留｜心听\n坐在二基路伯上的啊，求你发出｜光来\n神啊，求你使我们｜回转\n使你的脸发光，我们便要｜得救\n万军之神啊，求你｜回转\n从天上｜垂看\n愿你的手扶持你右边｜的人\n就是你为自己所坚固的｜人子\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n对锡安的居｜民说\n你的拯救者｜来到\n耶和华必使人听他威严的｜声音\n你们必心中｜喜乐',
            gradual: '从全美的锡安中，神已经发｜光了\n我们的神要来，决不｜闭口\n招聚我的圣民到我这｜里来\n就是那些用祭物与我立约｜的人',
            verse: '哈利路亚。天势都要震动，那时，他们要看见人子有能力，有大荣耀，驾云降临。哈利路亚。',
            hymn: '336 Lo! He comes with clouds descending'
        },
        advent3: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '你们要靠主常常｜喜乐\n我再说，你们要｜喜乐\n当叫众人知道你们谦让｜的心\n主已经｜近了\n耶和华啊，你已经向你的地｜施恩\n救回被掳的｜雅各\n你赦免了你百姓的｜罪孽\n遮盖了他们一切的｜过犯\n你不再将我们｜救活\n使你的百姓靠你欢｜喜吗 \n我要听神耶和华所说｜的话\n因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去｜妄行\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要靠主常常｜喜乐\n我再说，你们要｜喜乐\n当叫众人知道你们谦让｜的心\n主已经｜近了',
            gradual: '坐在二基路伯上的啊，求你发出｜光来\n施展你的大能，来救｜我们\n领约瑟如领羊群之以色列的牧｜者啊\n求你留｜心听',
            verse: '哈利路亚。施展你的大能，来救我们。哈利路亚。',
            hymn: '345 Hark! A thrilling voice is sounding'
        },
        advent4: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '诸天哪，自上｜而滴\n穹苍降下｜公义\n地面开裂，产出｜救恩\n使公义一同｜发生\n诸天述说神的｜荣耀\n穹苍传扬他的｜手段\n他的量带通遍天下，他的言语传到｜地极\n神在其间为太阳安设｜帐幕\n太阳如同新郎出｜洞房\n又如勇士欢然｜奔路\n它从天这边出来，绕到天｜那边\n没有一物被隐藏不得它的｜热气\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n诸天哪，自上｜而滴\n穹苍降下｜公义\n地面开裂，产出｜救恩\n使公义一同｜发生',
            gradual: '凡求告耶和华的，就是诚心求告｜他的\n耶和华便与他们｜相近\n我的口要说出赞美耶和华｜的话\n惟愿凡有血气的，都永永远远称颂他的｜圣名',
            verse: '哈利路亚。你是帮助我的，搭救我的。神啊，求你不要耽延！哈利路亚。',
            hymn: '357 O come, O come, Emmanuel'
        },
        christmasEve: {
            color: '白色',
            preface: 'Christmas',
            introit: '耶和华曾对｜我说\n你是我的儿子，我今日｜生你\n我已经立我｜的君\n在锡安我的圣山｜上了\n地和其中所充满的，世界和住在其｜间的\n都属耶｜和华\n谁能登耶和华｜的山\n谁能站在他的｜圣所\n就是手洁心清，不向｜虚妄\n起誓不怀诡诈｜的人\n他必蒙耶和华｜赐福\n又蒙救他的神使他｜成义\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华曾对｜我说\n你是我的儿子，我今日｜生你\n我已经立我｜的君\n在锡安我的圣山｜上了',
            gradual: '地的四极都看见我们神的｜救恩\n全地都要向耶和华｜欢乐\n耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义',
            verse: '哈利路亚。耶和华曾对我说：“你是我的儿子，我今日生你。”哈利路亚。',
            hymn: '359 Lo, how a rose e’er blooming'
        },
        christmas: {
            color: '白色',
            preface: 'Christmas',
            introit: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙｜策士\n全能的神、永在的父、和平｜的君\n你们要向耶和华唱新歌，因为他行过奇妙｜的事\n他的右手和圣臂施行｜救恩\n耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义\n记念他向以色列家所发的慈爱，所凭的｜信实\n地的四极都看见我们神的｜救恩\n全地都要向耶和华｜欢乐\n要发起大声，欢呼｜歌颂\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙｜策士\n全能的神、永在的父、和平｜的君',
            gradual: '奉耶和华名来的是应当称｜颂的\n耶和华是神，他光照了｜我们\n这是耶和华所｜作的\n在我们眼中看为｜希奇',
            verse: 'Alleluia. A holy day has dawned upon us. Come, all you nations, and worship the Lord. Alleluia.',
            hymn: '382 We praise You, Jesus, at Your birth'
        },
        christmas1: {
            color: '白色',
            preface: 'Christmas',
            introit: '耶和华啊，你的法度最｜的确\n你的殿永称为圣，是合｜宜的\n你的宝座从太初｜立定\n你从亘古｜就有\n耶和华作王，他以威严为衣｜穿上\n耶和华以能力为衣，以能力｜束腰\n世界就｜坚定\n不得｜动摇\n耶和华啊，大水扬起，大水｜发声\n波浪｜澎湃\n耶和华在高处大有｜能力\n胜过诸水的响声，洋海的｜大浪\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，你的法度最｜的确\n你的殿永称为圣，是合｜宜的\n你的宝座从太初｜立定\n你从亘古｜就有',
            gradual: '你比世人｜更美\n在你嘴里满有｜恩惠\n我论到我为王作｜的事\n我的舌头是快｜手笔',
            verse: '哈利路亚。耶和华作王，他以威严为衣穿上，耶和华以能力为衣，以能力束腰。哈利路亚。',
            hymn: '389 Let all together praise our God'
        },
        christmas2: {
            color: '白色',
            preface: 'Christmas',
            introit: '你因敌人的｜缘故\n从婴孩和吃奶的口中建立了能力，使仇敌和报仇的闭口｜无言\n耶和华我们的主啊，你的名在全地何｜其美\n你将你的荣耀彰显｜于天\n人算什么，你竟顾｜念他\n世人算什么，你竟眷｜顾他\n你叫他比天使微小｜一点\n并赐他荣耀尊贵为｜冠冕\n你派他管理你手所｜造的\n使万物都服在他的｜脚下\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你因敌人的｜缘故\n从婴孩和吃奶的口中建立了能力，使仇敌和报仇的闭口｜无言',
            gradual: '耶和华我们的神啊，求你拯救我们，从外邦中招聚｜我们\n我们好称赞你的圣名，以赞美你为｜夸胜\n耶和华啊，你是我们｜的父\n从万古以来，你名称为我们的救｜赎主',
            verse: '哈利路亚。我的口要说出赞美耶和华的话，惟愿凡有血气的，都永永远远称颂他的圣名。哈利路亚。',
            hymn: '385 From east to west, from shore to shore'
        },
        epiphany: {
            color: '白色',
            preface: 'Epiphany',
            introit: '看哪，主你的王｜来了\n王权，能力和荣耀在他的｜手中\n神啊，求你将判断的权柄赐｜给王\n将公义赐给王的｜儿子\n他要按公义审判你｜的民\n按公平审判你的困｜苦人\n他施和海岛的王要｜进贡\n示巴和西巴的王要献｜礼物\n诸王都要叩｜拜他\n万国都要侍｜奉他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n看哪，主你的王｜来了\n王权，能力和荣耀在他的｜手中',
            gradual: '示巴的众人都必｜来到\n要奉上黄金乳香，又要传说耶和华的｜赞美\n兴起，发光！因为你的光已经｜来到\n耶和华的荣耀发现照｜耀你',
            verse: '哈利路亚。我们在东方看见他的星，特来拜他。哈利路亚。',
            hymn: '395 O Morning Star, how fair and bright'
        },
        baptism: {
            color: '白色',
            preface: 'The Baptism of Our Lord',
            introit: '看哪，主你的王｜来了\n王权，能力和荣耀在他的｜手中\n我寻得我的仆人｜大卫\n用我的圣膏｜膏他\n我要歌唱耶和华的慈爱，直到｜永远\n我要用口将你的信实传与｜万代\n他要称呼我说：你是我｜的父\n是我的神，是拯救我的｜磐石\n我也要立他为｜长子\n为世上最高的｜君王\n我要为他存留我的慈爱，直到｜永远\n我与他立的约必要｜坚定\n看哪，主你的王｜来了\n王权，能力和荣耀在他的｜手中\n我寻得我的仆人｜大卫\n用我的圣膏｜膏他',
            gradual: '独行奇事的耶和华以色列｜的神\n是应当称｜颂的\n他荣耀的名也当称颂，直到｜永远\n愿他的荣耀充满全地。阿们｜阿们',
            verse: '哈利路亚。求你指教我遵行你的旨意，因你是我的神。你的灵本为善，求你引我到平坦之地。哈利路亚。',
            hymn: '406/407 To Jordan came the Christ, our Lord'
        },
        epiphany1: {
            color: '白色',
            preface: 'Epiphany',
            introit: '我见主坐在高高的宝｜座上\n他的衣裳垂下，遮满｜圣殿\n我听见好像群众的声音，众水的声音，大雷的｜声音\n说：哈利路亚！因为主我们的神，全能者作｜王了\n普天下当向耶和华｜欢呼\n你们当乐意侍奉耶和华，当来向他｜歌唱\n你们当晓得耶和华｜是神\n我们是他造的，也是属他的；我们是他的民，也是他草场｜的羊\n当称谢进入他的门，当赞美进入他｜的院\n当感谢他，称颂他｜的名\n因为耶和华本为善，他的慈爱存到｜永远\n他的信实直到｜万代\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我见主坐在高高的宝｜座上\n他的衣裳垂下，遮满｜圣殿\n我听见好像群众的声音，众水的声音，大雷的｜声音\n说：哈利路亚！因为主我们的神，全能者作｜王了',
            gradual: '独行奇事的耶和华以色列｜的神\n是应当称｜颂的\n大山小山都要因｜公义\n使民得享｜平安',
            verse: '哈利路亚。普天下当向耶和华欢呼。你们当乐意侍奉耶和华！哈利路亚。',
            hymn: '410 Within the Father’s house'
        },
        epiphany2: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '全地要敬拜你，歌｜颂你\n要歌颂你｜的名\n称谢耶｜和华\n歌颂你至高者｜的名\n全地都当向神｜欢呼\n歌颂他名的荣耀，用赞美的言语将他的荣耀｜发明\n当对神说：你的作为何等｜可畏\n因你的大能，仇敌要投｜降你\n全地要敬拜你，歌｜颂你\n要歌颂你｜的名\n你们来看神所｜行的\n他向世人所作之事是可｜畏的\n神是应当称｜颂的\n他并没有推却我的祷告，也没有叫他的慈爱离｜开我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n全地要敬拜你，歌｜颂你\n要歌颂你｜的名\n称谢耶｜和华\n歌颂你至高者｜的名',
            gradual: '他发命医治｜他们\n救他们脱离｜死亡\n但愿人因耶和华的慈爱和他向人所行的｜奇事\n都称｜赞他',
            verse: '哈利路亚。他的众使者都要赞美他，他的诸军都要赞美他。哈利路亚。',
            hymn: '402 The only Son from heaven'
        },
        epiphany3: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '诸天表明他的｜公义\n万民看见他的｜荣耀\n因为你耶和华至高，超乎｜全地\n你被尊崇，远超万神｜之上\n耶和华作王，愿地｜快乐\n愿众海岛｜欢喜\n你们爱耶和华的都当恨恶｜罪恶\n他保护圣民的性命，搭救他们脱离恶人｜的手\n散布亮光是为｜义人\n预备喜乐是为正｜直人\n你们义人当靠耶和华｜欢喜\n称谢他可记念的｜圣名\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n诸天表明他的｜公义\n万民看见他的｜荣耀\n因为你耶和华至高，超乎｜全地\n你被尊崇，远超万神｜之上',
            gradual: '列国要敬畏耶和华｜的名\n世上诸王都敬畏你的｜荣耀\n因为耶和华建造了｜锡安\n在他荣耀里｜显现',
            verse: '哈利路亚。耶和华作王，愿地快乐，愿众海岛欢喜！哈利路亚。',
            hymn: '401 From God the Father, virgin-born'
        },
        epiphany4: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '于是，他们在苦难中哀求耶｜和华\n他从他们的祸患中领出他｜们来\n他使狂风｜止息\n波浪就｜平静\n你们要称谢耶和华，因他本｜为善\n他的慈爱永远｜长存\n但愿人因耶和华的慈爱和他向人所行的｜奇事\n都称｜赞他\n他们看见耶和华的｜作为\n并他在深水中的｜奇事\n因他一吩咐，狂风就｜起来\n海中的波浪也｜扬起\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n于是，他们在苦难中哀求耶｜和华\n他从他们的祸患中领出他｜们来',
            gradual: '列国要敬畏耶和华｜的名\n世上诸王都敬畏你的｜荣耀\n因为耶和华建造了｜锡安\n在他荣耀里｜显现',
            verse: '哈利路亚。 耶和华作王，愿地快乐，愿众海岛欢喜！哈利路亚。',
            hymn: '557 Seek where you may to find a way'
        },
        epiphany5: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '他要使你的公义如光｜发出\n使你的公平明如｜正午\n耶和华知道完全人的｜日子\n他们的产业要存到｜永远\n不要为作恶的心怀｜不平\n也不要向那行不义的生出｜嫉妒\n因为他们如草快被｜割下\n又如青菜快要｜枯干\n因为作恶的必被｜剪除\n惟有等候耶和华的必承受｜地土\n但义人得救，是由于耶｜和华\n他在患难时作他们的｜营寨\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n他要使你的公义如光｜发出\n使你的公平明如｜正午\n耶和华知道完全人的｜日子\n他们的产业要存到｜永远',
            gradual: '列国要敬畏耶和华｜的名\n世上诸王都敬畏你的｜荣耀\n因为耶和华建造了｜锡安\n在他荣耀里｜显现',
            verse: '哈利路亚。耶和华作王，愿地快乐，愿众海岛欢喜！哈利路亚。',
            hymn: '578 Thy strong word did cleave the darkness'
        },
        septuagesima: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '阴间的绳索缠｜绕我\n死亡的网罗临｜到我\n我在急难中求告耶和华，向我的神｜呼求\n他从殿中听了我的｜声音\n耶和华我的力量啊，我｜爱你\n耶和华是我的岩石，我的山寨，我的｜救主\n困苦的百姓，你必｜拯救\n高傲的眼目，你必使他｜降卑\n惟有那以力量束我｜的腰\n使我行为完全的，他｜是神\n耶和华啊，因此我要在外邦中称｜谢你\n歌颂你｜的名\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n阴间的绳索缠｜绕我\n死亡的网罗临｜到我\n我在急难中求告耶和华，向我的神｜呼求\n他从殿中听了我的｜声音',
            gradual: '耶和华又要给受欺压的人作｜高台\n在患难的时候作｜高台\n耶和华啊，认识你名的人要倚｜靠你\n因你没有离弃寻求你｜的人\n穷乏人必不永久｜被忘\n困苦人的指望必不永远｜落空\n耶和华啊，求你｜起来\n不容人｜得胜',
            tract: '耶和｜华啊\n我从深处向你｜求告\n主啊，求你听我的｜声音\n愿你侧耳听我恳求的｜声音\n主耶和华啊，你若究察｜罪孽\n谁能站得｜住呢\n但在你有赦免｜之恩\n要叫人敬｜畏你',
            hymn: '555 Salvation unto us has come'
        },
        sexagesima: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '主啊，求你睡醒，为何尽｜睡呢\n求你兴起，不要永远丢弃｜我们\n我们的性命伏于｜尘土\n求你起来帮助｜我们\n神啊，你在古时，我们列祖的日子所行的事，我们亲耳听｜见了\n我们的列祖也给我们述｜说过\n你曾用手赶出外邦人，却栽培了我们｜列祖\n你苦待列邦，却叫我们列祖｜发达\n惟你救了我们脱离｜敌人\n使恨我们的人｜羞愧\n我们终日因神｜夸耀\n还要永远称谢你｜的名\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n主啊，求你睡醒，为何尽｜睡呢\n求你兴起，不要永远丢弃｜我们\n我们的性命伏于｜尘土\n求你起来帮助｜我们',
            gradual: '使他们知道，惟独你名为耶和｜华的\n是全地以上的至｜高者\n我的神啊，求你叫他们像旋风的｜尘土\n像风前的｜碎秸',
            tract: '神啊，你丢弃了我们，使我们｜破败\n你向我们发怒，求你使我们｜复兴\n你使地震动，而且｜崩裂\n求你将裂口医好，因为地｜摇动\n求你应允我们，用右手拯救｜我们\n好叫你所亲爱的人｜得救',
            hymn: '823/824 May God bestow on us His grace'
        },
        quinquagesima: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '作我坚固的｜磐石\n拯救我的｜保障\n因为你是我的岩石，我的｜山寨\n所以求你为你名的缘故引导我，指｜点我\n耶和华啊，我投靠你，求你使我永不｜羞愧\n凭你的公义搭｜救我\n我将我的灵魂交在你｜手里\n耶和华诚实的神啊，你救赎｜了我\n耶和华啊，求你怜恤我，因为我在急难｜之中\n我的眼睛因忧愁而干瘪，连我的身心也不｜安舒\n求你使你的脸光照｜仆人\n凭你的慈爱拯｜救我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n作我坚固的｜磐石\n拯救我的｜保障\n因为你是我的岩石，我的｜山寨\n所以求你为你名的缘故引导我，指｜点我',
            gradual: '你是行奇事｜的神\n你曾在列邦中彰显你的｜能力\n你曾用你的膀臂赎了你｜的民\n就是雅各和约瑟的｜子孙',
            tract: '普天下当向耶和华｜欢呼\n你们当乐意侍奉耶和华，当来向他｜歌唱\n你们当晓得耶和华｜是神\n我们是他造的，也是属他的；我们是他的民，也是他草场｜的羊',
            hymn: '849 Praise the One who breaks the darkness'
        },
        transfiguration: {
            color: '白色',
            preface: 'The Transfiguration of Our Lord',
            introit: '电光照亮｜世界\n大地战抖｜震动\n万军之耶和华啊，你的居所何等｜可爱\n我羡慕渴想耶和华的｜院宇\n如此住在你殿中的，便为｜有福\n他们仍要赞｜美你\n在你的院宇住一日，胜似在别处住｜千日\n宁可在我神殿中看门，不愿住在恶人的帐｜棚里\n因为耶和华神是日头，是盾牌，要赐下恩惠和｜荣耀\n他未尝留下一样好处不给那些行动正直｜的人\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n电光照亮｜世界\n大地战抖｜震动',
            gradual: '你比世人｜更美\n在你嘴里满有｜恩惠\n耶和华对我主说：你坐在我的｜右边\n等我使你仇敌作你的｜脚凳',
            verse: '哈利路亚。要向耶和华歌唱，称颂他的名，天天传扬他的救恩。在列邦中述说他的荣耀，在万民中述说他的奇事。哈利路亚。',
            hymn: '413 O wondrous type! O vision fair'
        },
        lent1: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '他若求告我，我就应｜允他\n我要搭救他，使他｜尊贵\n我要使他足享｜长寿\n将我的救恩显明｜给他\n住在至高者隐密｜处的\n必住在全能者的｜荫下\n我要论到耶和华说：他是我的避难所，是我的｜山寨\n是我的神，是我所倚｜靠的\n耶和华是我的避｜难所\n你已将至高者当你的｜居所\n祸患必不临｜到你\n灾害也不挨近你的｜帐棚\n你要踹在狮子和虺蛇的｜身上\n践踏少壮狮子和｜大蛇\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n他若求告我，我就应｜允他\n我要搭救他，使他｜尊贵\n我要使他足享｜长寿\n将我的救恩显明｜给他',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n他们要用手托｜着你\n免得你的脚碰在石｜头上',
            tract: '住在至高者隐密｜处的\n必住在全能者的｜荫下\n他必用自己的翎毛遮｜蔽你\n你要投靠在他的翅膀｜底下\n他若求告我，我就应｜允他\n他在急难中，我要与他｜同在\n我要使他足享｜长寿\n将我的救恩显明｜给他',
            hymn: '656/657 A mighty fortress is our God'
        },
        lent2: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '耶和华啊，求你记念你的怜悯和｜慈爱\n因为这是亘古以来所常｜有的\n不要叫我的仇敌向我｜夸胜\n神啊，求你救赎以色列脱离他一切的｜愁苦\n耶和华啊，我的心仰｜望你\n我的神啊，我素来倚靠你。求你不要叫我｜羞愧\n求你不要记念我幼年的罪愆和我的｜过犯\n耶和华啊，求你因你的恩惠，按你的慈爱记｜念我\n耶和华是良善正｜直的\n所以他必指示罪人走｜正路\n耶和华啊，求你因你的名赦免我｜的罪\n因为我的罪｜重大\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你记念你的怜悯和｜慈爱\n因为这是亘古以来所常｜有的\n不要叫我的仇敌向我｜夸胜\n神啊，求你救赎以色列脱离他一切的｜愁苦',
            gradual: '我心里的愁苦｜甚多\n求你救我脱离我的｜祸患\n求你看顾我的困苦、我的｜艰难\n赦免我一切｜的罪',
            tract: '你们要赞美耶｜和华\n要称谢耶和华，因他本为善，他的慈爱永远｜长存\n谁能传说耶和华的｜大能\n谁能表明他一切的｜美德\n凡遵守公平、常行公｜义的\n这人便为｜有福\n耶和华啊，你用恩惠待你的｜百姓\n求你也用这恩惠记念我，开你的救恩眷｜顾我',
            hymn: '615 When in the hour of deepest need'
        },
        lent3: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '我的眼目时常仰望耶｜和华\n因为他必将我的脚从网里拉｜出来\n求你转向我，怜｜恤我\n因为我是孤独｜困苦\n耶和｜华啊\n我的心仰｜望你\n我的神啊，我素来倚靠你。求你不要叫我｜羞愧\n不要叫我的仇敌向我｜夸胜\n我心里的愁苦｜甚多\n求你救我脱离我的｜祸患\n求你看顾我的困苦、我的｜艰难\n赦免我一切｜的罪\n求你保护我的性命，搭｜救我\n使我不至羞愧，因为我投｜靠你\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我的眼目时常仰望耶｜和华\n因为他必将我的脚从网里拉｜出来\n求你转向我，怜｜恤我\n因为我是孤独｜困苦',
            gradual: '耶和华啊，求你起来，不容人｜得胜\n愿外邦人在你面前受｜审判\n我的仇敌转身退去的｜时候\n他们一见你的面就跌倒｜灭亡',
            tract: '坐在天上的｜主啊\n我向你｜举目\n看哪，仆人的眼睛怎样望主人的手，使女的眼睛怎样望主母｜的手\n我们的眼睛也照样望耶和华我们的神，直到他怜悯｜我们\n耶和华啊，求你怜悯｜我们\n怜悯｜我们',
            hymn: '659 Lord of our life and God of our salvation'
        },
        lent4: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '你们爱慕耶路撒｜冷的\n都要与她一同欢喜｜快乐\n使你们在她安慰的｜怀中\n吃奶｜得饱\n人对我说：我们往耶和华的｜殿去\n我就｜欢喜\n耶路撒｜冷啊\n我们的脚站在你的｜门内\n你们要为耶路撒冷求｜平安\n耶路撒冷啊，爱你的人必然｜兴旺\n因我弟兄和同伴的｜缘故\n我要说：愿平安在你｜中间\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们爱慕耶路撒｜冷的\n都要与她一同欢喜｜快乐\n使你们在她安慰的｜怀中\n吃奶｜得饱',
            gradual: '人对我说：我们往耶和华的｜殿去\n我就｜欢喜\n愿你城中｜平安\n愿你宫内｜兴旺',
            tract: '倚靠耶和华的人好像锡｜安山\n永不｜动摇\n众山怎样围绕耶路撒冷，耶和华也照样围绕他的｜百姓\n从今时直到永远。愿平安归于以｜色列',
            hymn: '743 Jesus, priceless treasure'
        },
        lent5: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '神啊，求你伸我｜的冤\n向不虔诚的国为我｜辨屈\n求你救我脱离诡诈不义｜的人\n因为你是赐我力量｜的神\n求你发出你的亮光和真实，好引｜导我\n带我到你的圣山，到你的｜居所\n我就走到神的祭坛，到我最喜乐的神｜那里\n神啊，我的神！我要弹琴称｜赞你\n我的心哪，你为何忧闷？为何在我里面｜烦躁\n应当仰望神，因我还要称赞他。他是我脸上的光荣，是我｜的神\n神啊，求你伸我｜的冤\n向不虔诚的国为我｜辨屈\n求你救我脱离诡诈不义｜的人\n因为你是赐我力量｜的神',
            gradual: '耶和华啊，求你救我脱离我的｜仇敌\n求你指教我遵行你的旨意，因你是我｜的神\n你救我脱离｜仇敌\n你救我脱离强暴｜的人',
            tract: '以色列当说：从我幼年｜以来\n敌人屡次苦｜害我\n从我幼年以来，敌人屡次苦｜害我\n却没有胜｜了我\n如同扶犁的在我背上扶犁｜而耕\n耕的犁沟｜甚长\n耶和华是公｜义的\n他砍断了恶人的｜绳索',
            hymn: '430 My song is love unknown'
        },
        palm: {
            color: '鲜红或紫罗兰色',
            preface: 'Holy Week',
            introit: '耶和华啊，求你不要远｜离我\n我的救主啊，求你快来帮｜助我\n救我脱离狮子｜的口\n你已经应允我，使我脱离野牛｜的角\n我的神，我的神！为什么离｜弃我\n为什么远离不救我，不听我唉哼的｜言语\n凡看见我的都嗤｜笑我\n他们撇嘴摇｜头说\n他把自己交托耶和华，耶和华可以救｜他吧\n耶和华既喜悦他，可以搭救｜他吧\n求你不要远离我，因为急难临｜近了\n没有人帮｜助我\n耶和华啊，求你不要远｜离我\n我的救主啊，求你快来帮｜助我\n救我脱离狮子｜的口\n你已经应允我，使我脱离野牛｜的角',
            gradual: '你搀着我的｜右手\n你要以你的训言引导我，以后必接我到荣｜耀里\n神实在恩待以｜色列\n那些清心｜的人',
            tract: '我的神，我的神！为什么离｜弃我\n为什么远离不救我，不听我唉哼的｜言语\n我们的祖宗倚｜靠你\n他们倚靠你，你便解救｜他们\n他们哀求你，便蒙｜解救\n他们倚靠你，就不｜羞愧',
            hymn: '438 A Lamb goes uncomplaining forth'
        },
        easter: {
            color: '白色或金色',
            preface: 'Easter',
            introit: '他复活了，哈利｜路亚\n为什么在死人中找活人呢？哈利｜路亚\n当记念他还在加利利的时候怎样告诉你们，哈利｜路亚\n说：人子必须被交在罪人手里，钉在十字架上，第三日复活，哈利｜路亚\n耶和华我们的主啊，你的名在全地何｜其美\n你将你的荣耀彰显｜于天\n你叫他比天使微小｜一点\n并赐他荣耀尊贵为｜冠冕\n你派他管理你手所｜造的\n使万物都服在他的｜脚下\n耶和华我们的｜主啊\n你的名在全地何｜其美\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n他复活了，哈利｜路亚\n为什么在死人中找活人呢？哈利｜路亚\n当记念他还在加利利的时候怎样告诉你们，哈利｜路亚',
            gradual: '这是耶和华所定的｜日子\n我们在其中要高兴｜欢喜\n你们要称谢耶和华，因他本｜为善\n他的慈爱永远｜长存',
            verse: '哈利路亚。因为我们逾越节的羔羊基督，已经被杀献祭了。所以我们守这节只用诚实真正的无酵饼。哈利路亚。',
            hymn: '458 Christ Jesus lay in death’s strong bands'
        },
        easter2: {
            color: '白色',
            preface: 'Easter',
            introit: '就要爱慕那纯净的灵奶，哈利｜路亚\n像才生的婴孩爱慕奶一样，哈利｜路亚\n你们当向神我们的力量大声｜欢呼\n向雅各的神发声｜欢乐\n你在急难中呼求，我就搭｜救你\n我在雷的隐密处应｜允你\n我是耶和华你｜的神\n曾把你从埃及地领｜上来\n你要大大张口，我就给你｜充满\n又拿从磐石出的蜂蜜叫他们｜饱足\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n就要爱慕那纯净的灵奶，哈利｜路亚\n像才生的婴孩爱慕奶一样，哈利｜路亚',
            verse: '哈利路亚。他从死里复活了，并且在你们以先往加利利去。哈利路亚。过了八日，耶稣来站在当中说：“愿你们平安！”哈利路亚。',
            hymn: '470/471 O sons and daughters of the King'
        },
        easter3: {
            color: '白色',
            preface: 'Easter',
            introit: '遍地满了耶和华的慈爱。哈利｜路亚\n诸天藉耶和华的命而造。哈利｜路亚\n义人哪，你们应当靠耶和华｜欢乐\n正直人的赞美是合｜宜的\n耶和华的眼目看顾敬畏他｜的人\n和仰望他慈爱｜的人\n要救他们的命脱离｜死亡\n并使他们在饥荒中｜存活\n我们的心向来等候耶｜和华\n他是我们的帮助，我们的｜盾牌\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n遍地满了耶和华的慈爱。哈利｜路亚\n诸天藉耶和华的命而造。哈利｜路亚',
            verse: '哈利路亚。（主在）擘饼的时候怎么被他们认出来。哈利路亚。我是好牧人，我认识我的羊，我的羊也认识我。哈利路亚。',
            hymn: '709 The King of love my shepherd is'
        },
        easter4: {
            color: '白色',
            preface: 'Easter',
            introit: '全地都当向神欢呼！哈利｜路亚\n歌颂他名的荣耀，用赞美的言语将他的荣耀发明。哈利｜路亚\n当对神说：你的作为何等｜可畏\n因你的大能，仇敌要投｜降你\n你们来看神所｜行的\n他向世人所作之事是可｜畏的\n万民哪，你们当称颂我们｜的神\n使人得听赞美他的｜声音\n他使我们的性命｜存活\n也不叫我们的脚｜摇动\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n全地都当向神欢呼！哈利｜路亚\n歌颂他名的荣耀，用赞美的言语将他的荣耀发明。哈利｜路亚',
            verse: '哈利路亚。他向百姓施行救赎。哈利路亚。基督这样受害，又进入他的荣耀，岂不是应当的吗？哈利路亚。',
            hymn: '483 With high delight let us unite'
        },
        easter5: {
            color: '白色',
            preface: 'Easter',
            introit: '你们要向耶和华唱新歌，哈利｜路亚\n因他在列邦人眼前显出公义。哈利｜路亚\n他的右手和｜圣臂\n施行｜救恩\n记念他向以色列家所发的慈爱，所凭的｜信实\n地的四极都看见我们神的｜救恩\n全地都要向耶和华｜欢乐\n要发起大声，欢呼｜歌颂\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要向耶和华唱新歌，哈利｜路亚\n因他在列邦人眼前显出公义。哈利｜路亚',
            verse: '哈利路亚。耶和华的右手高举，耶和华的右手施展大能！哈利路亚。 因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。',
            hymn: '556 Dear Christians, one and all, rejoice'
        },
        easter6: {
            color: '白色',
            preface: 'Easter',
            introit: '以欢呼的声音传扬说：耶和华救赎了他的仆人雅各！哈利｜路亚\n你们要将这事宣扬到地极。哈利｜路亚\n全地都当向神｜欢呼\n歌颂他名的｜荣耀\n我曾用口求｜告他\n我的舌头也称他｜为高\n但神实在听｜见了\n他侧耳听了我祷告的｜声音\n神是应当称｜颂的\n他并没有推却我的祷告，也没有叫他的慈爱离｜开我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n以欢呼的声音传扬说：耶和华救赎了他的仆人雅各！哈利｜路亚\n你们要将这事宣扬到地极。哈利｜路亚',
            verse: '哈利路亚。基督用祂的血救赎了我们，祂已经复活并向我们显现。（Christ, who has redeemed us with his blood, is risen and has appeared unto us.）哈利路亚。我从父出来，到了世界；我又离开世界，往父那里去。哈利路亚。',
            hymn: '766 Our Father, who from heav’n above'
        },
        ascension: {
            color: '白色',
            preface: 'Ascension',
            introit: '加利利｜人哪\n你们为什么站着望天呢？哈利｜路亚\n这离开你们被接升天的｜耶稣\n你们见他怎样往天上去，他还要怎样来。哈利｜路亚\n万民哪，你们都要｜拍掌\n要用夸胜的声音向神｜呼喊\n因为耶和华至高者是可｜畏的\n他是治理全地的大｜君王\n神上升，有喊声｜相送\n耶和华上升，有角声｜相送\n神作王治理｜万国\n神坐在他的圣宝｜座上\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n加利利｜人哪\n你们为什么站着望天呢？哈利｜路亚\n这离开你们被接升天的｜耶稣\n你们见他怎样往天上去，他还要怎样来。哈利｜路亚',
            verse: '哈利路亚。神上升，有喊声相送；耶和华上升，有角声相送。 哈利路亚。你已经升上高天掳掠仇敌。哈利路亚。',
            hymn: '491 Up through endless ranks of angels'
        },
        easter7: {
            color: '白色',
            preface: 'Ascension',
            introit: '耶和华啊，我用声音呼吁的时候，求你垂听。哈利｜路亚\n耶和华啊，你的面我正要寻求。不要向我掩面。哈利｜路亚\n耶和华是我的亮光，是我的拯救，我还怕｜谁呢\n耶和华是我性命的保障，我还惧｜谁呢\n耶和华啊，求你将你的道指｜教我\n求你不要把我交给敌人，遂其｜所愿\n因为妄作见证的和口吐凶｜言的\n起来攻｜击我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，我用声音呼吁的时候，求你垂听。哈利｜路亚\n耶和华啊，你的面我正要寻求。不要向我掩面。哈利｜路亚',
            verse: '哈利路亚。神作王治理万国，神坐在他的圣宝座上。哈利路亚。我不撇下你们为孤儿；我去还要到你们这里来，你们的心就喜乐了。哈利路亚。',
            hymn: '539 Christ is the world’s Redeemer'
        },
        pentecost: {
            color: '红色',
            preface: 'Pentecost',
            introit: '主的灵充满世界。哈利｜路亚\n唯有义人必然｜欢喜\n在神面前高兴｜快乐\n他们要因喜乐而欢呼。哈利｜路亚\n愿神兴起，使他的仇敌｜四散\n叫那恨他的人，从他面前｜逃跑\n你们当向神唱诗，歌颂他｜的名\n要在他面前｜欢乐\n主发｜命令\n他发出声音，是极大的｜声音\n神啊，你从圣所显为｜可畏\n以色列的神是那将力量权能赐给他百｜姓的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n主的灵充满世界。哈利｜路亚\n唯有义人必然｜欢喜\n在神面前高兴｜快乐\n他们要因喜乐而欢呼。哈利｜路亚',
            verse: '哈利路亚。你发出你的灵，它们便受造，你使地面更换为新。哈利路亚！来吧，圣灵，充满信你的人的心，在他们里面点燃他们你爱的火焰。哈利路亚。',
            hymn: '497 Come, Holy Ghost, God and Lord'
        },
        holyTrinity: {
            color: '白色',
            preface: 'Holy Trinity',
            introit: '至圣的三一和不可分割的一体上帝是当受赞｜美的\n我们把荣耀归给他，因为他已经向我们施｜慈爱\n耶和华我们的｜主啊\n你的名在全地何｜其美\n你将你的荣耀彰显｜于天\n从婴孩和吃奶的口中建立了｜能力\n我观看你指头所造｜的天\n并你所陈设的月亮｜星宿\n便说，人算什么，你竟顾｜念他\n世人算什么，你竟眷｜顾他\n你叫他比天使微小｜一点\n并赐他荣耀尊贵为｜冠冕\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n至圣的三一和不可分割的一体上帝是当受赞｜美的\n我们把荣耀归给他，因为他已经向我们施｜慈爱',
            gradual: '主，你俯视大水，你居于基路伯｜当中\n是当受称｜颂的\n主，你住在高天｜之上\n是当受称颂的，当大受永远的｜赞美',
            verse: '哈利路亚。主，我们列祖的上帝，当受敬拜，当大大受赞美和永远受荣耀。哈利路亚。',
            hymn: '498/499 Come, Holy Ghost, Creator blest'
        },
        holyTrinity1: {
            color: '绿色',
            preface: 'Common',
            introit: '但我倚靠你的｜慈爱\n我的心因你的救恩｜快乐\n我要向耶和华｜歌唱\n因他用厚恩｜待我\n耶和华啊，你忘记我要到几时呢？要到永｜远吗\n你掩面不顾我要到几｜时呢\n我心里筹算，终日愁苦，要到几｜时呢\n我的仇敌升高压制我，要到几｜时呢\n耶和华我的神啊，求你看顾我，应｜允我\n使我眼目光明，免得我沉睡｜至死\n免得我的仇敌说：我胜｜了他\n免得我的敌人在我摇动的时候｜喜乐\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n但我倚靠你的｜慈爱\n我的心因你的救恩｜快乐\n我要向耶和华｜歌唱\n因他用厚恩｜待我',
            gradual: '我曾说：耶和华啊，求你怜｜恤我\n医治我，因为我得罪｜了你\n眷顾贫穷的有｜福了\n他遭难的日子，耶和华必搭｜救他',
            verse: '哈利路亚。耶和华我的神啊，我投靠你，求你救我脱离一切追赶我的人，将我救拔出来。哈利路亚。',
            hymn: '768 To God the Holy Spirit let us pray'
        },
        holyTrinity2: {
            color: '绿色',
            preface: 'Common',
            introit: '我遭遇灾难的｜日子\n耶和华是我的｜倚靠\n他又领我到宽阔｜之处\n他救拔我，因他喜｜悦我\n耶和华我的力量啊，我｜爱你\n耶和华是我的岩石，我的山寨，我的｜救主\n我的神，我的磐石，我所投｜靠的\n困苦的百姓，你必｜拯救\n高傲的眼目，你必使他｜降卑\n至于神，他的道是完｜全的\n耶和华的话是炼｜净的\n耶和华啊，因此我要在外邦中称｜谢你\n歌颂你｜的名\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我遭遇灾难的｜日子\n耶和华是我的｜倚靠\n他又领我到宽阔｜之处\n他救拔我，因他喜｜悦我',
            gradual: '我在急难中求告耶｜和华\n他就应｜允我\n耶和华啊，求你救我脱离说谎的｜嘴唇\n和诡诈的｜舌头',
            verse: '哈利路亚。我要照着耶和华的公义称谢他，歌颂耶和华至高者的名。哈利路亚。',
            hymn: '510 A multitude comes from the east and the west\n622 Lord Jesus Christ, You have prepared'
        },
        holyTrinity3: {
            color: '绿色',
            preface: 'Common',
            introit: '求你转向我，怜｜恤我\n因为我是孤独｜困苦\n求你看顾我的困苦、我的｜艰难\n赦免我一切｜的罪\n耶和华啊，我的心仰｜望你\n我的神啊，我素来倚靠你。求你不要叫我｜羞愧\n因为你是救我｜的神\n我终日等｜候你\n我的眼目时常仰望耶｜和华\n因为他必将我的脚从网里拉｜出来\n求你保护我的性命，搭｜救我\n使我不至羞愧，因为我投｜靠你\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n求你转向我，怜｜恤我\n因为我是孤独｜困苦\n求你看顾我的困苦、我的｜艰难\n赦免我一切｜的罪',
            gradual: '你要把你的重担卸给耶｜和华\n他必抚｜养你\n至于我，我要求告神，耶和华必拯｜救我\n他救赎我命使我得享｜平安',
            verse: '哈利路亚。耶和华我的力量啊，我爱你！耶和华是我的岩石，我的山寨，我的救主。哈利路亚。',
            hymn: '608 Lord, to You I make confession'
        },
        holyTrinity4: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华是我的亮光，是我的拯救，我还怕｜谁呢\n耶和华是我性命的保障，我还惧｜谁呢\n那作恶的，就是我的｜仇敌\n前来吃我肉的时候，就绊跌｜仆倒\n虽有军兵安营攻击我，我的心也不｜害怕\n虽然兴起刀兵攻击我，我必仍旧｜安稳\n有一件事，我曾求耶和华，我仍要｜寻求\n就是一生一世住在耶和华的｜殿中\n因为我遭遇患难，他必暗暗地保｜守我\n在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐｜石上\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华是我的亮光，是我的拯救，我还怕｜谁呢\n耶和华是我性命的保障，我还惧｜谁呢\n那作恶的，就是我的｜仇敌\n前来吃我肉的时候，就绊跌｜仆倒',
            gradual: '为你名的缘故搭救我们，赦免我们｜的罪\n为何容外邦人说：他们的神在哪｜里呢\n拯救我们的｜神啊\n求你因你名的荣耀帮助｜我们',
            verse: '哈利路亚。你坐在宝座上，按公义审判。耶和华又要给受欺压的人作高台，在患难的时候作高台。哈利路亚。',
            hymn: '696 O God, my faithful God'
        },
        holyTrinity5: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，我用声音呼吁的时候，求你｜垂听\n并求你怜恤我，应｜允我\n你向来是帮助｜我的\n救我的神啊，不要丢｜掉我\n耶和华是我的亮光，是我的｜拯救\n我还怕｜谁呢\n耶和华啊，求你将你的道指｜教我\n因我仇敌的缘故引导我走平坦｜的路\n求你不要把我交给敌人，遂其｜所愿\n因为妄作见证的和口吐凶言的，起来攻｜击我\n要等候耶｜和华\n当壮胆，坚固你的心。我再说：要等候耶｜和华\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，我用声音呼吁的时候，求你｜垂听\n并求你怜恤我，应｜允我\n你向来是帮助｜我的\n救我的神啊，不要丢｜掉我',
            gradual: '神啊，你是我们的｜盾牌\n求你垂顾观看你受膏者｜的面\n耶和华万军之神啊，求你听我的｜祷告\n雅各的神啊，求你留｜心听',
            verse: '哈利路亚。耶和华啊，王必因你的能力欢喜；因你的救恩，他的快乐何其大！哈利路亚。',
            hymn: '688 “Come, follow Me,” the Savior spake'
        },
        holyTrinity6: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华是他百姓的｜力量\n又是他受膏者得救的｜保障\n求你拯救你的百姓，赐福给你的｜产业\n牧养他们，扶持他们，直到｜永远\n耶和华啊，我要求告你；我的磐石啊，不要向我｜缄默\n倘若你向我闭口，我就如将死的人｜一样\n我呼求你，向你至圣所举手的｜时候\n求你垂听我恳求的｜声音\n耶和华是我的力量，是我的盾牌，我心里倚靠他，就得｜帮助\n所以我心中欢乐，我必用诗歌颂｜赞他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华是他百姓的｜力量\n又是他受膏者得救的｜保障\n求你拯救你的百姓，赐福给你的｜产业\n牧养他们，扶持他们，直到｜永远',
            gradual: '耶和华啊，我们要等到几时呢？求你｜转回\n为你的仆人｜后悔\n主啊，你世世代代作我们的｜居所\n从亘古到永远，你｜是神',
            verse: '哈利路亚。耶和华啊，我投靠你，求你使我永不羞愧，凭你的公义搭救我。哈利路亚。',
            hymn: '562 All mankind fell in Adam’s fall'
        },
        holyTrinity7: {
            color: '绿色',
            preface: 'Common',
            introit: '万民哪，你们都要｜拍掌\n要用夸胜的声音向神｜呼喊\n因为耶和华至高者是可｜畏的\n他是治理全地的大｜君王\n他叫万民服在我们｜以下\n又叫列邦服在我们｜脚下\n你们要向神歌颂｜歌颂\n向我们王歌颂｜歌颂\n因为神是全地｜的王\n你们要用悟性｜歌颂\n神作王治理｜万国\n神坐在他的圣宝｜座上\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n万民哪，你们都要｜拍掌\n要用夸胜的声音向神｜呼喊\n因为耶和华至高者是可｜畏的\n他是治理全地的大｜君王',
            gradual: '众弟子啊，你们当来听我｜的话\n我要将敬畏耶和华的道教训｜你们\n凡仰望他的，便有｜光荣\n他们的脸，必不｜蒙羞',
            verse: '哈利路亚。万民哪，你们都要拍掌！要用夸胜的声音向神呼喊。哈利路亚。',
            hymn: '819 Sing praise to God, the highest good'
        },
        holyTrinity8: {
            color: '绿色',
            preface: 'Common',
            introit: '神啊，我们在你的｜殿中\n想念你的｜慈爱\n神啊，你受的赞美正与你的名相称，直到｜地极\n你的右手满了｜公义\n耶和华本｜为大\n在我们神的城中，在他的圣山上，该受大｜赞美\n神在其｜宫中\n自显为避｜难所\n因你的｜判断\n锡安山应当欢喜，犹大的城邑应当｜快乐\n因为这神永永远远为我们｜的神\n他必作我们引路的，直到｜死时\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，我们在你的｜殿中\n想念你的｜慈爱\n神啊，你受的赞美正与你的名相称，直到｜地极\n你的右手满了｜公义',
            gradual: '作我坚固的｜磐石\n拯救我的｜保障\n耶和华啊，我投靠你，求你使我永不｜羞愧\n凭你的公义搭｜救我',
            verse: '哈利路亚。我的民哪，你们要留心听我的训诲，侧耳听我口中的话。哈利路亚。',
            hymn: '745 In God, my faithful God'
        },
        holyTrinity9: {
            color: '绿色',
            preface: 'Common',
            introit: '神是帮助｜我的\n是扶持我｜命的\n他要报应我仇敌所行｜的恶\n求你凭你的诚实灭绝｜他们\n神啊，求你以你的名｜救我\n凭你的大能为我｜伸冤\n神啊，求你听我的｜祷告\n留心听我口中的｜言语\n因为外人起来攻击我，强暴人寻索我｜的命\n他们眼中没｜有神\n他从一切的急难中把我救｜出来\n我的眼睛也看见了我仇敌｜遭报\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神是帮助｜我的\n是扶持我｜命的\n他要报应我仇敌所行｜的恶\n求你凭你的诚实灭绝｜他们',
            gradual: '耶和华我们的｜主啊\n你的名在全地何｜其美\n你将你的｜荣耀\n彰显｜于天',
            verse: '哈利路亚。你们要赞美耶和华！敬畏耶和华，甚喜爱他命令的，这人便为有福。哈利路亚。',
            hymn: '730 What is the world to me'
        },
        holyTrinity10: {
            color: '绿色',
            preface: 'Common',
            introit: '我要求告神，他也必听我的｜声音\n他救赎我命使我得享｜平安\n你要把你的重担卸给耶｜和华\n他必抚｜养你\n神啊，求你留心听我的｜祷告\n不要隐藏不听我的｜恳求\n我心在我里面甚是｜疼痛\n死的惊惶临到｜我身\n恐惧战兢归到｜我身\n惊恐漫过｜了我\n至于我，我要求｜告神\n耶和华必拯｜救我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要求告神，他也必听我的｜声音\n他救赎我命使我得享｜平安\n你要把你的重担卸给耶｜和华\n他必抚｜养你',
            gradual: '求你保护我，如同保护眼中的｜瞳人\n将我隐藏在你翅膀的｜荫下\n愿我的判语从你面前｜发出\n愿你的眼睛观看｜公正',
            verse: '哈利路亚。耶和华拯救我的神啊，我昼夜在你面前呼吁。哈利路亚。',
            hymn: '644 The Church’s one foundation'
        },
        holyTrinity11: {
            color: '绿色',
            preface: 'Common',
            introit: '神在他的圣｜所作\n叫孤独的｜有家\n以色列｜的神\n是那将力量权能赐给他百｜姓的\n愿神兴起，使他的仇敌｜四散\n叫那恨他的人，从他面前｜逃跑\n惟有义人必然｜欢喜\n在神面前高兴｜快乐\n神啊，你曾在你百姓前头｜出来\n神啊，你的恩惠是为困苦人预｜备的\n天天背负我们重担｜的主\n就是拯救我们的神，是应当称｜颂的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神在他的圣｜所作\n叫孤独的｜有家\n以色列｜的神\n是那将力量权能赐给他百｜姓的',
            gradual: '我心里倚靠他，就得｜帮助\n所以我心中欢乐，我必用诗歌颂｜赞他\n耶和华啊，我要求告你；我的磐石啊，不要向我｜缄默\n我呼求你的时候，求你垂听我恳求的｜声音',
            verse: '哈利路亚。主啊，你世世代代作我们的居所。哈利路亚。',
            hymn: '559 Oh, how great is Your compassion'
        },
        holyTrinity12: {
            color: '绿色',
            preface: 'Common',
            introit: '神啊，求你快快搭｜救我\n耶和华啊，求你速速帮｜助我\n愿那些寻索我｜命的\n抱愧｜蒙羞\n愿那些喜悦我遭｜害的\n退后｜受辱\n愿一切寻求｜你的\n因你高兴｜欢喜\n你是帮助我的，搭救｜我的\n耶和华啊，求你不要｜耽延\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，求你快快搭｜救我\n耶和华啊，求你速速帮｜助我\n愿那些寻索我｜命的\n抱愧｜蒙羞',
            gradual: '我要时时称颂耶｜和华\n赞美他的话必常在我｜口中\n我的心必因耶和华｜夸耀\n谦卑人听见，就要｜喜乐',
            verse: '哈利路亚。你们当向神我们的力量大声欢呼，向雅各的神发声欢乐。哈利路亚。',
            hymn: '545 Word of God, come down on earth'
        },
        holyTrinity13: {
            color: '绿色',
            preface: 'Common',
            introit: '求你顾念所立｜的约\n不要叫受欺压的人蒙羞｜回去\n神啊，求你起来，为自己｜伸诉\n不要忘记你敌人的｜声音\n神啊，你为何永远丢弃我｜们呢\n你为何向你草场的羊发怒如烟冒｜出呢\n求你｜记念\n你古时所得来的｜会众\n就是你所赎作你产业支｜派的\n并记念你向来所居住的锡｜安山\n不要永远忘记你困苦人的｜性命\n要叫困苦穷乏的人赞美你｜的名\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n求你顾念所立｜的约\n不要叫受欺压的人蒙羞｜回去\n神啊，求你起来，为自己｜伸诉\n不要忘记你敌人的｜声音',
            gradual: '是行奇事｜的神\n你曾在列邦中彰显你的｜能力\n你曾用你的膀臂赎了你｜的民\n就是雅各和约瑟的｜子孙',
            verse: '哈利路亚。耶和华拯救我的神啊，我昼夜在你面前呼吁。哈利路亚。',
            hymn: '683 Jesus, Thy boundless love to me'
        },
        holyTrinity14: {
            color: '绿色',
            preface: 'Common',
            introit: '神啊，你是我们的｜盾牌\n求你垂顾观看你受膏者｜的面\n在你的院宇住｜一日\n胜似在别处住｜千日\n万军之耶和华啊，你的居所何等｜可爱\n我羡慕渴想耶和华的｜院宇\n如此住在你殿中的，便为｜有福\n他们仍要赞｜美你\n宁可在我神殿中｜看门\n不愿住在恶人的帐｜棚里\n耶和华赐下恩惠和｜荣耀\n他未尝留下一样好处不给那些行动正直｜的人\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，你是我们的｜盾牌\n求你垂顾观看你受膏者｜的面\n在你的院宇住｜一日\n胜似在别处住｜千日',
            gradual: '称谢耶｜和华\n歌颂你至高者｜的名\n早晨传扬你的｜慈爱\n每夜传扬你的｜信实',
            verse: '哈利路亚。神啊，锡安的人都等候赞美你，所许的愿也要向你偿还。哈利路亚。',
            hymn: '849 Praise the One who breaks the darkness'
        },
        holyTrinity15: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，求你侧耳应｜允我\n我的神啊，求你拯救这倚靠你的｜仆人\n主啊，求你怜｜悯我\n因我终日求｜告你\n主啊，求你使仆人心里｜欢喜\n因为我的心仰｜望你\n耶和华啊，求你留心听我的｜祷告\n垂听我恳求的｜声音\n主啊，你是有怜悯、有恩典｜的神\n求你向我转脸，怜｜恤我\n将你的力量赐给｜仆人\n救你婢女的｜儿子\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你侧耳应｜允我\n我的神啊，求你拯救这倚靠你的｜仆人\n主啊，求你怜｜悯我\n因我终日求｜告你',
            gradual: '投靠耶｜和华\n强似倚｜赖人\n投靠耶｜和华\n强似倚赖｜王子',
            verse: '哈利路亚。来啊，我们要向耶和华歌唱，向拯救我们的磐石欢呼。哈利路亚。',
            hymn: '760 What God ordains is always good'
        },
        holyTrinity16: {
            color: '绿色',
            preface: 'Common',
            introit: '主啊，求你怜｜悯我\n因我终日求｜告你\n主啊，你本为良善，乐意饶｜恕人\n有丰盛的慈爱，赐给凡求告你｜的人\n耶和华啊，求你侧耳应｜允我\n因我是困苦穷｜乏的\n我在患难之日要求｜告你\n因为你必应｜允我\n主我的神啊，我要一心称｜赞你\n我要荣耀你的名，直到｜永远\n因为你向我发的慈爱是｜大的\n你救了我的灵魂，免入极深的｜阴间\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n主啊，求你怜｜悯我\n因我终日求｜告你\n主啊，你本为良善，乐意饶｜恕人\n有丰盛的慈爱，赐给凡求告你｜的人',
            gradual: '列国要敬畏耶和华｜的名\n世上诸王都敬畏你的｜荣耀\n因为耶和华建造了｜锡安\n在他荣耀里｜显现',
            verse: '哈利路亚。你们敬畏耶和华的，要倚靠耶和华，他是你们的帮助和你们的盾牌。哈利路亚。',
            hymn: '758 The will of God is always best'
        },
        holyTrinity17: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，你是公｜义的\n你的判语也是正｜直的\n求你照你的慈爱待｜仆人\n将你的律例教｜训我\n行为完全、遵行耶和华律｜法的\n这人便为｜有福\n遵守他的法度、一心寻求｜他的\n这人便为｜有福\n但愿我行事｜坚定\n得以遵守你的｜律例\n我看重你的一切｜命令\n就不至于｜羞愧\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，你是公｜义的\n你的判语也是正｜直的\n求你照你的慈爱待｜仆人\n将你的律例教｜训我',
            gradual: '以耶和华为神的，那国是有｜福的\n他所拣选为自己产业的，那民是有｜福的\n诸天藉耶和华的命｜而造\n万象藉他口中的气｜而成',
            verse: '哈利路亚。我爱耶和华，因为他听了我的声音和我的恳求。哈利路亚。',
            hymn: '557 Seek where you may to find a way'
        },
        holyTrinity18: {
            color: '绿色',
            preface: 'Common',
            introit: '主啊，给那些等候你的人｜平安\n让你的先知显为｜信实\n听你仆人的｜祷告\n依照亚伦给你民的｜祝福\n人对我说：我们往耶和华的｜殿去\n我就｜欢喜\n你们要为耶路撒冷求｜平安\n耶路撒冷啊，爱你的人必然｜兴旺\n因我弟兄和同伴的｜缘故\n我要说：愿平安在你｜中间\n因耶和华我们神殿的｜缘故\n我要为你｜求福\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n主啊，给那些等候你的人｜平安\n让你的先知显为｜信实\n听你仆人的｜祷告\n依照亚伦给你的民的｜祝福',
            gradual: '人对我说：我们往耶和华的｜殿去\n我就｜欢喜\n愿你城中｜平安\n愿你宫内｜兴旺',
            verse: '哈利路亚。万国啊，你们都当赞美耶和华！万民哪，你们都当颂赞他！哈利路亚。',
            hymn: '694 Thee will I love, my strength, my tower'
        },
        holyTrinity19: {
            color: '绿色',
            preface: 'Common',
            introit: '求你对我的灵魂说：我是拯救｜你的\n义人呼求，耶和华听｜见了\n耶和华救我脱离一切｜患难\n这神永永远远为我们｜的神\n我的民哪，你们要留心听我的｜训诲\n侧耳听我口中｜的话\n我要开口说｜比喻\n我要说出古时的｜谜语\n是我们所听见、所知｜道的\n也是我们的祖宗告诉我｜们的\n要将耶和华的美德和他的｜能力\n并他奇妙的作为，述说给后｜代听\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n求你对我的灵魂说：我是拯救｜你的\n义人呼求，耶和华听｜见了\n耶和华救我脱离一切｜患难\n这神永永远远为我们｜的神',
            gradual: '耶和华啊，我曾求告你，求你快快临到我｜这里\n我求告你的时候，愿你留心听我的｜声音\n愿我的祷告如香陈列在你｜面前\n愿我举手祈求，如献｜晚祭',
            verse: '哈利路亚。你们要向耶和华唱新歌，因为他行过奇妙的事。哈利路亚。',
            hymn: '708 Lord, Thee I love with all my heart'
        },
        holyTrinity20: {
            color: '绿色',
            preface: 'Common',
            introit: '在祂对我们所做的一切中，主是公｜义的\n因为我们没有遵行祂的｜命令\n主啊，荣耀你｜的名\n照你的大怜悯对待｜我们\n耶和华本｜为大\n在我们神的城中，在他的圣山上，该受大｜赞美\n神啊，我们在你的｜殿中\n想念你的｜慈爱\n神啊，你受的赞美正与你的名相称，直到｜地极\n你的右手满了｜公义\n因你的｜判断\n锡安山应当欢喜，犹大的城邑应当｜快乐\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n在祂对我们所做的一切中，主是公｜义的\n因为我们没有遵行祂的｜命令\n主啊，荣耀你｜的名\n照你的大怜悯对待｜我们',
            gradual: '万民都举目仰｜望你\n你随时给他们｜食物\n你｜张手\n使有生气的都随愿｜饱足',
            verse: '哈利路亚。耶和华啊，我从深处向你求告。主啊，求你听我的声音！哈利路亚。',
            hymn: '828 We are called to stand together'
        },
        holyTrinity21: {
            color: '绿色',
            preface: 'Common',
            introit: '整个世界是在你的权能｜之下\n主，大能的王，没有人能够敌｜对你\n因为你创造了｜天地\n你是万有的｜主宰\n行为完全、遵行耶和华律｜法的\n这人便为｜有福\n你向敬畏你的人所应许｜的话\n求你向仆人｜坚定\n求你使我所怕的羞辱远｜离我\n因你的典章本｜为美\n我羡慕你的｜训词\n求你使我在你的公义上｜生活\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n整个世界是在你的权能｜之下\n主，大能的王，没有人能够敌｜对你\n因为你创造了｜天地\n你是万有的｜主宰',
            gradual: '主啊，你世世｜代代\n作我们的｜居所\n诸山未曾生出，地与世界你未曾｜造成\n从亘古到永远，你｜是神',
            verse: '哈利路亚。倚靠耶和华的人好像锡安山，永不动摇。哈利路亚。',
            hymn: '607 From depths of woe I cry to Thee'
        },
        holyTrinity22: {
            color: '绿色',
            preface: 'Common',
            introit: '主耶和华啊，你若究察｜罪孽\n谁能站得｜住呢\n但在你有赦免｜之恩\n要叫人敬｜畏你\n耶和｜华啊\n我从深处向你｜求告\n主啊，求你听我的｜声音\n愿你侧耳听我恳求的｜声音\n以色列啊，你当仰望耶和华，因他有｜慈爱\n有丰盛的｜救恩\n他必救赎以｜色列\n脱离一切的｜罪孽\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n主耶和华啊，你若究察｜罪孽\n谁能站得｜住呢\n但在你有赦免｜之恩\n要叫人敬｜畏你',
            gradual: '看哪，弟兄和睦｜同居\n是何等地善，何等｜地美\n因为在那里有耶和华所命定｜的福\n就是永远的｜生命',
            verse: '哈利路亚。他医好伤心的人，裹好他们的伤处。哈利路亚。',
            hymn: '611 Chief of sinners though I be'
        },
        holyTrinity23: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华说：我知道我向你们所怀的｜意念\n是赐平安的意念，不是降灾祸的｜意念\n你们要呼求我，祷｜告我\n我就应允｜你们\n耶和华啊，你已经向你的地｜施恩\n救回被掳的｜雅各\n耶和华啊，求你使我们得见你的｜慈爱\n又将你的救恩赐给｜我们\n他的救恩诚然与敬畏他的人｜相近\n叫荣耀住在我们的｜地上\n诚实从地｜而生\n公义从天｜而现\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华说：我知道我向你们所怀的｜意念\n是赐平安的意念，不是降灾祸的｜意念\n你们要呼求我，祷｜告我\n我就应允｜你们',
            gradual: '惟你救了我们脱离｜敌人\n使恨我们的人｜羞愧\n我们终日因神｜夸耀\n还要永远称谢你｜的名',
            verse: '哈利路亚。你们敬畏耶和华的，要倚靠耶和华，他是你们的帮助和你们的盾牌。哈利路亚。',
            hymn: '714 Who trusts in God a strong abode'
        },
        holyTrinity24: {
            color: '绿色',
            preface: 'Common',
            introit: '来啊，我们要屈身｜敬拜\n在造我们的耶和华面前｜跪下\n因为他是我们｜的神\n我们是他草场的羊，是他手下｜的民\n来啊，我们要向耶和华｜歌唱\n向拯救我们的磐石｜欢呼\n我们要来感｜谢他\n用诗歌向他｜欢呼\n因耶和华为｜大神\n为大王，超乎万神｜之上\n地的深处在他｜手中\n山的高峰也｜属他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n来啊，我们要屈身｜敬拜\n在造我们的耶和华面前｜跪下\n因为他是我们｜的神\n我们是他草场的羊，是他手下｜的民',
            gradual: '主啊，你救我的命免了｜死亡\n救我的眼免了流泪，救我的脚免了｜跌倒\n我爱耶｜和华\n因为他听了我的声音和我的｜恳求',
            verse: '哈利路亚。因为在你那里有生命的源头，在你的光中，我们必得见光。哈利路亚。',
            hymn: '755 In the very midst of life'
        },
        holyTrinity25: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，求你怜恤我，因为我在急难｜之中\n求你救我脱离仇敌的手和那些逼迫我｜的人\n耶和华啊，求你叫我不至｜羞愧\n因为我曾呼｜吁你\n耶和华啊，我投｜靠你\n求你使我永不｜羞愧\n凭你的公义搭｜救我\n求你侧耳而听，快快｜救我\n我将我的灵魂交在你｜手里\n耶和华诚实的神啊，你救赎｜了我\n凡仰望耶和华｜的人\n你们都要壮胆，坚固你们｜的心\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你怜恤我，因为我在急难｜之中\n求你救我脱离仇敌的手和那些逼迫我｜的人\n耶和华啊，求你叫我不至｜羞愧\n因为我曾呼｜吁你',
            gradual: '你的敌人在你会中｜吼叫\n他们竖了自己的旗为｜记号\n求你记念你古时所得来的｜会众\n就是你所赎作你产业支｜派的',
            verse: '哈利路亚。有一道河，这河的分汊，使神的城欢喜。这城就是至高者居住的圣所。哈利路亚。',
            hymn: '658 Preserve Your Word, O Savior'
        },
        holyTrinity26: {
            color: '绿色',
            preface: 'Common',
            introit: '神啊，求你以你的名｜救我\n凭你的大能为我｜伸冤\n神啊，求你听我的｜祷告\n留心听我口中的｜言语\n因为外人起来攻｜击我\n他们眼中没｜有神\n神是帮助｜我的\n是扶持我｜命的\n他要报应我仇敌所行｜的恶\n求你凭你的诚实灭绝｜他们\n他从一切的急难中把我救｜出来\n我的眼睛也看见了我仇敌｜遭报\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，求你以你的名｜救我\n凭你的大能为我｜伸冤\n神啊，求你听我的｜祷告\n留心听我口中的｜言语',
            gradual: '他招呼上天｜下地\n为要审判他｜的民\n诸天必表明他的｜公义\n因为神是施行审｜判的',
            verse: '哈利路亚。耶和华救赎的民必归回，歌唱来到锡安，永乐必归到他们的头上，他们必得着欢喜快乐。哈利路亚。',
            hymn: '508 The day is surely drawing near'
        },
        lastSunday: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华救赎的民必归回，歌唱来到｜锡安\n永乐必归到他们的｜头上\n他们必得着欢喜｜快乐\n忧愁叹息尽都｜逃避\n耶和华啊，求你叫我晓得我身之终，我的寿数｜几何\n叫我知道我的生命｜不长\n你使我的年日窄如手掌。我一生的年数，在你面前如同｜无有\n各人最稳妥的时候，真是全然｜虚幻\n主啊，如今我等什｜么呢\n我的指望在｜乎你\n求你救我脱离一切的｜过犯\n不要使我受愚顽人的｜羞辱\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华救赎的民必归回，歌唱来到｜锡安\n永乐必归到他们的｜头上\n他们必得着欢喜｜快乐\n忧愁叹息尽都｜逃避',
            gradual: '她要穿锦绣的衣服，被引到｜王前\n随从她的陪伴童女也要被带到你｜面前\n她们要欢喜快乐被｜引导\n她们要进入｜王宫',
            verse: '哈利路亚。我又看见圣城新耶路撒冷由神那里从天而降，预备好了，就如新妇妆饰整齐，等候丈夫。哈利路亚。',
            hymn: '516 Wake, awake, for night is flying'
        }
    },
    a: {
        advent1: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n耶和华啊，求你｜拯救\n耶和华啊，求你使我们｜亨通\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福\n耶和华是神，他光照了｜我们\n理当用绳索把祭牲拴住，牵到坛角｜那里\n你是我的神，我要称｜谢你\n你是我的神，我要尊｜崇你\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。众城门哪，你们要抬起头来！永久的门户，你们要被举起！那荣耀的王将要进来。哈利路亚。',
            hymn: '332 Savior of the nations, come'
        },
        advent2: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '在旷野预备耶和华｜的路\n在沙漠地修平我们神｜的道\n要寻求耶和华与他的｜能力\n时常寻求他｜的面\n他仆人亚伯拉罕的｜后裔\n他所拣选雅各的子｜孙哪\n你们要记念他奇妙的作为和他的｜奇事\n并他口中的｜判语\n他是耶和华我们｜的神\n全地都有他的｜判断\n他记念他的约，直到｜永远\n他所吩咐的话，直到｜千代\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n在旷野预备耶和华｜的路\n在沙漠地修平我们神｜的道',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。预备主的道，修直他的路。凡有血气的，都要见神的救恩。哈利路亚。',
            hymn: '344 On Jordan’s bank the Baptist’s cry'
        },
        advent3: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '你们要靠主常常｜喜乐\n我再说，你们要｜喜乐\n我却要常常｜盼望\n并要越发赞｜美你\n我的口终日要述说你的公义和你的｜救恩\n因我不计｜其数\n我要来说主耶和华大能｜的事\n我单要提说你的｜公义\n神啊，自我年幼时，你就教｜训我\n直到如今，我传扬你奇妙的｜作为\n神啊，我到年老发白的时候，求你不要离｜弃我\n等我将你的能力指示下代，将你的大能指示后世｜的人\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要靠主常常｜喜乐\n我再说，你们要｜喜乐',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。我要差遣我的使者在你前面预备道路。哈利路亚。',
            hymn: '345 Hark! A thrilling voice is sounding'
        },
        advent4: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '愿你裂天｜而降\n愿山在你面前｜震动\n我等候耶和华，我的心｜等候\n我也仰望他｜的话\n我的心等候主，胜于守夜的等候｜天亮\n胜于守夜的等候｜天亮\n以色列啊，你当仰望耶和华，因他有｜慈爱\n有丰盛的｜救恩\n他必救赎以｜色列\n脱离一切的｜罪孽\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n愿你裂天｜而降\n愿山在你面前｜震动',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。必有童女怀孕生子，人要称他的名为以马内利。哈利路亚。',
            hymn: '357 O come, O come, Emmanuel'
        },
        christmasEve: {
            color: '白色',
            preface: 'Christmas',
            introit: '我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你\n地和其中所充满的，世界和住在其｜间的\n都属耶｜和华\n谁能登耶和华｜的山\n谁能站在他的｜圣所\n就是手洁｜心清\n不向虚妄，起誓不怀诡诈｜的人\n他必蒙耶和华｜赐福\n又蒙救他的神使他｜成义\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。哈利路亚。',
            hymn: '359 Lo, how a rose e’er blooming'
        },
        christmas: {
            color: '白色',
            preface: 'Christmas',
            introit: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、｜策士\n全能的神、永在的父、和平｜的君\n你们要向耶和华唱新歌，因为他行过奇妙｜的事\n他的右手和圣臂施行｜救恩\n耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义\n记念他向以色列家所发的慈爱，所凭的｜信实\n地的四极都看见我们神的｜救恩\n全地都要向耶和华｜欢乐\n要发起大声，欢呼｜歌颂\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、｜策士\n全能的神、永在的父、和平｜的君',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。道成了肉身，住在我们中间，充充满满地有恩典，有真理。我们也见过他的荣光，正是父独生子的荣光。哈利路亚。',
            hymn: '382 We praise You, Jesus, at Your birth'
        },
        christmas1: {
            color: '白色',
            preface: 'Christmas',
            introit: '以色列年幼的时候我｜爱他\n就从埃及召出我的儿｜子来\n耶和华如｜此说\n在拉玛听见号啕痛哭的｜声音\n是拉结哭她｜儿女\n不肯受安慰，因为他们都不｜在了\n耶和华如此说：你禁止声音不要｜哀哭\n禁止眼目不要｜流泪\n因你所作之工，必有赏赐，他们必从敌国｜归回\n这是耶和华｜说的\n耶和华说：你末后必有｜指望\n你的儿女必回到自己的｜境界\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n以色列年幼的时候我｜爱他\n就从埃及召出我的儿｜子来',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。 因为我的眼睛已经看见你的救恩，是照亮外邦人的光，又是你民以色列的荣耀。哈利路亚。',
            hymn: '389 Let all together praise our God'
        },
        christmas2: {
            color: '白色',
            preface: 'Christmas',
            introit: '道成了肉身，住在我们中间，充充满满地有恩典，有｜真理\n我们也见过他的荣光，正是父独生子的｜荣光\n你们要赞美耶和华！因歌颂我们的神为善｜为美\n赞美的话是合｜宜的\n我们的主为大，最有｜能力\n他的智慧无法｜测度\n耶和华喜爱敬｜畏他\n和盼望他慈爱｜的人\n耶路撒冷啊，你要颂赞耶｜和华\n锡安哪，你要赞美你｜的神\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n道成了肉身，住在我们中间，充充满满地有恩典，有｜真理\n我们也见过他的荣光，正是父独生子的｜荣光',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。哈利路亚。',
            hymn: '410 Within the Father’s house'
        },
        epiphany: {
            color: '白色',
            preface: 'Epiphany',
            introit: '我必叫你的名被万代｜记念\n所以万民要永永远远称｜谢你\n神啊，你的宝座是永永远远地，你的国权是正｜直的\n你喜爱公义，恨恶｜罪恶\n所以神，就是你的神，用喜乐油膏你，胜过膏你的｜同伴\n你的衣服都有没药、沉香、肉桂的｜香气\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我必叫你的名被万代｜记念\n所以万民要永永远远称｜谢你',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。那生下来作犹太人之王的在哪里？我们在东方看见他的星，特来拜他。哈利路亚。',
            hymn: '395 O Morning Star, how fair and bright'
        },
        baptism: {
            color: '白色',
            preface: 'The Baptism of Our Lord',
            introit: '看哪，我的仆人，我所｜扶持\n所拣选、心里所喜｜悦的\n我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你\n你求我，我就将列国赐你为｜基业\n将地极赐你为｜田产\n你必用铁杖打破｜他们\n你必将他们如同窑匠的瓦器｜摔碎\n现在，你们君王应当｜省悟\n你们世上的审判官该受｜管教\n当存畏惧侍奉耶｜和华\n又当存战兢而｜快乐\n因为他的怒气快要｜发作\n凡投靠他的，都是有｜福的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n看哪，我的仆人，我所｜扶持\n所拣选、心里所喜｜悦的',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你是我的爱子，我喜悦你！哈利路亚。',
            hymn: '406/407 To Jordan came the Christ, our Lord'
        },
        epiphany2: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '耶和华我的磐石，我的救赎｜主啊\n愿我口中的言语，心里的意念，在你面前蒙｜悦纳\n诸天述说神的｜荣耀\n穹苍传扬他的｜手段\n这日到那日发出｜言语\n这夜到那夜传出｜知识\n无言｜无语\n也无声音｜可听\n他的量带通遍天下，他的言语传到｜地极\n神在其间为太阳安设｜帐幕\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华我的磐石，我的救赎｜主啊\n愿我口中的言语，心里的意念，在你面前蒙｜悦纳',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。看哪，神的羔羊，除去世人罪孽的。哈利路亚。',
            hymn: '402 The only Son from heaven'
        },
        epiphany3: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '我要将你的名传与我的｜弟兄\n在会中我要赞｜美你\n地的四极都要想念耶和华，并且归｜顺他\n列国的万族都要在你面前｜敬拜\n因为国权是耶和｜华的\n他是管理万｜国的\n地上一切丰肥的人必吃喝而｜敬拜\n凡下到尘土中不能存活自己性命的人，都要在他面前｜下拜\n他必有后裔侍｜奉他\n主所行的事必传与｜后代\n他们必来把他的公义传给将要生｜的民\n言明这事是他所｜行的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要将你的名传与我的｜弟兄\n在会中我要赞｜美你',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。从那时候，耶稣就传起道来，说：“天国近了，你们应当悔改！”哈利路亚。',
            hymn: '839 O Christ, our true and only light'
        },
        epiphany4: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '因为耶和华知道义人的｜道路\n恶人的道路却必｜灭亡\n不从恶人的｜计谋\n不站罪人的道路，不坐亵慢人的｜座位\n惟喜爱耶和华的律法，昼夜｜思想\n这人便为｜有福\n他要像一棵树栽在溪水旁，按时候结果子，叶子也不｜枯干\n凡他所作的尽都｜顺利\n恶人并不是｜这样\n乃像糠秕被风｜吹散\n因此当审判的时候，恶人必站立｜不住\n罪人在义人的会中也是｜如此\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n因为耶和华知道义人的｜道路\n恶人的道路却必｜灭亡',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。虚心的人有福了，因为天国是他们的。哈利路亚。',
            hymn: '842 Son of God, eternal Savior'
        },
        epiphany5: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '耶和华啊，你是应当称｜颂的\n求你将你的律例教｜训我\n少年人用什么洁净他的行｜为呢\n是要遵行你｜的话\n我一心寻求｜了你\n求你不要叫我偏离你的｜命令\n我将你的话藏在｜心里\n免得我得｜罪你\n耶和华啊，你是应当称｜颂的\n求你将你的律例教｜训我\n我用嘴唇｜传扬\n你口中的一切｜典章\n我喜悦你的｜法度\n如同喜悦一切的｜财物\n我要默想你的｜训词\n看重你的｜道路\n我要在你的律例中｜自乐\n我不忘记你｜的话\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，你是应当称｜颂的\n求你将你的律例教｜训我',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你们的光也当这样照在人前，叫他们看见你们的好行为，便将荣耀归给你们在天上的父。哈利路亚。',
            hymn: '578 Thy strong word did cleave the darkness'
        },
        epiphany6: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义\n愿海和其中所充满的｜澎湃\n世界和住在其间的也要｜发声\n愿大水拍手，愿诸山在耶和华面前一同｜欢呼\n因为他来要审判｜遍地\n他要按公义审判｜世界\n按公正审判｜万民\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。也要凭爱心行事，正如基督爱我们，为我们舍了自己，当作馨香的供物和祭物献与神。哈利路亚。',
            hymn: '394 Songs of thankfulness and praise'
        },
        epiphany7: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '我的心哪，你要称颂耶｜和华\n不可忘记他的一切｜恩惠\n他赦免你的一切｜罪孽\n医治你的一切｜疾病\n耶和华有怜悯，有｜恩典\n不轻易发怒，且有丰盛的｜慈爱\n他不长久｜责备\n也不永远｜怀怒\n他没有按我们的罪过待｜我们\n也没有照我们的罪孽报应｜我们\n天离地何等｜的高\n他的慈爱向敬畏他的人也是何等｜的大\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我的心哪，你要称颂耶｜和华\n不可忘记他的一切｜恩惠\n他赦免你的一切｜罪孽\n医治你的一切｜疾病',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。要爱你们的仇敌，为那逼迫你们的祷告。哈利路亚。',
            hymn: '820 My soul, now praise your Maker\n834 O God, O Lord of heav’n and earth'
        },
        epiphany8: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '你们众民当时时倚靠他，在他面前倾心｜吐意\n神是我们的避｜难所\n我的心默默无声，专等｜候神\n我的救恩是从他｜而来\n惟独他是我的磐石，我的拯救，他是我的｜高台\n我必不很｜动摇\n神说了一次、两次，我都｜听见\n就是能力都属乎神。主啊，慈爱也是属｜乎你\n因为你照着各人所｜行的\n报｜应他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们众民当时时倚靠他，在他面前倾心｜吐意\n神是我们的避｜难所',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你们要先求他的国和他的义，这些东西都要加给你们了。哈利路亚。',
            hymn: '819 Sing praise to God, the highest good'
        },
        transfiguration: {
            color: '白色',
            preface: 'The Transfiguration of Our Lord',
            introit: '你们要尊崇耶和华我们的神，在他的圣山｜下拜\n因为耶和华我们的神本｜为圣\n耶和华作王，万民当｜战抖\n他坐在二基路伯上，地当｜动摇\n耶和华在锡安｜为大\n他超乎万民｜之上\n他们当称赞他大而可畏｜的名\n他本｜为圣\n王有能力，喜爱｜公平\n坚立公正，在雅各中施行公平和｜公义\n你们当尊崇耶和华我们的神，在他脚凳前｜下拜\n他本｜为圣\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要尊崇耶和华我们的神，在他的圣山｜下拜\n因为耶和华我们的神本｜为圣',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你比世人更美，在你嘴里满有恩惠。哈利路亚。',
            hymn: '413 O wondrous type! O vision fair'
        },
        lent1: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '他若求告我，我就应允他；他在急难中，我要与他｜同在\n我要搭救他，使他｜尊贵\n我要使他足享｜长寿\n将我的救恩显明｜给他\n耶和华是我的避｜难所\n你已将至高者当你的｜居所\n祸患必不临到你，灾害也不挨近你的｜帐棚\n因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n他们要用手托｜着你\n免得你的脚碰在石｜头上\n你要踹在狮子和虺蛇的｜身上\n践踏少壮狮子和｜大蛇\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n他若求告我，我就应允他；他在急难中，我要与他｜同在\n我要搭救他，使他｜尊贵\n我要使他足享｜长寿\n将我的救恩显明｜给他',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '要穿戴神所赐的全副军装，就能抵挡魔鬼的诡计。',
            hymn: '656/657 A mighty fortress is our God'
        },
        lent2: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '他记念他的约，直到｜永远\n他所吩咐的话，直到｜千代\n要寻求耶和华与他的｜能力\n时常寻求他｜的面\n他仆人亚伯拉罕的｜后裔\n他所拣选雅各的子｜孙哪\n你们要记念他奇妙的作为和他的｜奇事\n并他口中的｜判语\n他是耶和华我们｜的神\n全地都有他的｜判断\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n他记念他的约，直到｜永远\n他所吩咐的话，直到｜千代',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。',
            hymn: '708 Lord, Thee I love with all my heart'
        },
        lent3: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '靠你有力量、心中想往锡安大｜道的\n这人便为｜有福\n万军之耶和｜华啊\n你的居所何等｜可爱\n我羡慕渴想耶和华的｜院宇\n我的心肠、我的肉体向永生神｜呼吁\n万军之耶和华，我的王、我的神啊，在你祭坛｜那里\n麻雀为自己找着房屋，燕子为自己找着抱雏｜之窝\n如此住在你殿中的，便为｜有福\n他们仍要赞｜美你\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '时候将到，如今就是了，那真正拜父的，要用心灵和诚实拜他。',
            hymn: '823/824 May God bestow on us His grace'
        },
        lent4: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '我的眼目时常仰望耶｜和华\n因为他必将我的脚从网里拉｜出来\n有一件事，我曾求耶和华，我仍要｜寻求\n就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里｜求问\n因为我遭遇患难，他必暗暗地保｜守我\n在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐｜石上\n现在我得以昂首，高过四面的仇敌；我要在他的帐幕里欢然｜献祭\n我要唱诗歌颂耶｜和华\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我的眼目时常仰望耶｜和华\n因为他必将我的脚从网里拉｜出来',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '因为在你那里有生命的源头，在你的光中，我们必得见光。',
            hymn: '571 God loved the world so that He gave\n972 I trust, O Christ, in You alone'
        },
        lent5: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '在耶和华｜眼中\n看圣民之死极为｜宝贵\n我爱耶和华，因为他｜听了\n我的声音和我的｜恳求\n他既向我｜侧耳\n我一生要求｜告他\n死亡的绳索缠绕我，阴间的痛苦抓｜住我\n我遭遇患｜难愁\n那时，我便求告耶和华｜的名\n说：耶和华啊，求你救我的｜灵魂\n主啊，你救我的命免了｜死亡\n救我的眼免了流泪，救我的脚免了｜跌倒\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n在耶和华｜眼中\n看圣民之死极为｜宝贵',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '复活在我，生命也在我；信我的人，虽然死了，也必复活。',
            hymn: '430 My song is love unknown'
        },
        palm: {
            color: '鲜红或紫罗兰色',
            preface: 'Holy Week',
            introit: '奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福\n众城门哪，你们要抬起头来！永久的门户，你们要被｜举起\n那荣耀的王将要｜进来\n荣耀的王是｜谁呢\n就是有力有能的耶和华，在战场上有能的耶｜和华\n众城门哪，你们要抬起头来！永久的门户，你们要把头｜抬起\n那荣耀的王将要｜进来\n荣耀的王是｜谁呢\n万军之耶和华，他是荣耀｜的王\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            gradual: '基督用自己的血，只一次进入｜圣所\n成了永远赎罪｜的事\n为此，他作了新约的｜中保\n便叫蒙召之人得着所应许永远的｜产业\n他向百姓施行｜救赎\n命定他的约，直到｜永远',
            verse: '就自己卑微，存心顺服，以至于死，且死在十字架上。',
            hymn: '438 A Lamb goes uncomplaining forth'
        },
        easter: {
            color: '白色或金色',
            preface: 'Easter',
            introit: '我要向耶和华歌唱，因他大大｜战胜\n将马和骑马的投在｜海中\n耶和华是我的力量、我的｜诗歌\n也成了我的｜拯救\n耶和华啊，你的右手施展能力，显出｜荣耀\n耶和华啊，你的右手摔碎｜仇敌\n你凭慈爱领了你所赎的｜百姓\n你凭能力引他们到了你的｜圣所\n你要将他们领进去，栽于你产业的｜山上\n耶和华啊，就是你为自己所造的｜住处\n主啊，就是你手所建立的｜圣所\n耶和华必作王，直到永永｜远远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要向耶和华歌唱，因他大大｜战胜\n将马和骑马的投在｜海中',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。他已经把死废去，藉着福音，将不能坏的生命彰显出来。哈利路亚。',
            hymn: '458 Christ Jesus lay in death’s strong bands'
        },
        easter2: {
            color: '白色',
            preface: 'Easter',
            introit: '就要爱慕那纯净的灵奶，像才生的婴孩爱慕奶一样，叫你们因此渐长，以致｜得救\n你们若尝过主恩的滋味，就必｜如此\n你们要称谢耶和华，求告他｜的名\n在万民中传扬他的｜作为\n要向他唱诗｜歌颂\n谈论他一切奇妙的｜作为\n要以他的圣名｜夸耀\n寻求耶和华的人，心中应当｜欢喜\n要寻求耶和华与他的｜能力\n时常寻求他｜的面\n你们要记念他奇妙的作为和他的｜奇事\n并他口中的｜判语\n他记念他的约，直到｜永远\n他所吩咐的话，直到｜千代\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n就要爱慕那纯净的灵奶，像才生的婴孩爱慕奶一样，叫你们因此渐长，以致｜得救\n你们若尝过主恩的滋味，就必｜如此',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。那没有看见就信的有福了。哈利路亚。',
            hymn: '470/471 O sons and daughters of the King'
        },
        easter3: {
            color: '白色',
            preface: 'Easter',
            introit: '看哪，弟兄和睦｜同居\n是何等地善，何等｜地美\n这好比那贵重的油浇在亚伦的｜头上\n流到胡须，又流到他的｜衣襟\n又好比黑门的甘露降在锡｜安山\n因为在那里有耶和华所命定的福，就是永远的｜生命\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n看哪，弟兄和睦｜同居\n是何等地善，何等｜地美',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。在路上，他和我们说话、给我们讲解圣经的时候，我们的心岂不是火热的吗？哈利路亚。',
            hymn: '483 With high delight let us unite'
        },
        easter4: {
            color: '白色',
            preface: 'Easter',
            introit: '我是好｜牧人\n我认识我的羊，我的羊也认识我，并且我为羊｜舍命\n来啊，我们要向耶和华｜歌唱\n向拯救我们的磐石｜欢呼\n我们要来感｜谢他\n用诗歌向他｜欢呼\n因耶和华为｜大神\n为大王，超乎万神｜之上\n来啊，我们要屈身｜敬拜\n在造我们的耶和华面前｜跪下\n因为他是我们｜的神\n我们是他草场的羊，是他手下｜的民\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我是好｜牧人\n我认识我的羊，我的羊也认识我，并且我为羊｜舍命',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。我是好牧人，我认识我的羊，我的羊也认识我。哈利路亚。',
            hymn: '709 The King of love my shepherd is'
        },
        easter5: {
            color: '白色',
            preface: 'Easter',
            introit: '你们要赞美耶和华！向耶和华唱｜新歌\n在圣民的会中赞｜美他\n耶和华啊，我要尊崇你，因为你曾提｜拔我\n不叫仇敌向我｜夸耀\n耶和华我的神啊，我曾呼｜求你\n你医治｜了我\n耶和华啊，你曾把我的灵魂从阴间救｜上来\n使我存活，不至于｜下坑\n耶和华的圣民哪，你们要歌｜颂他\n称赞他可记念的｜圣名\n因为，他的怒气不过是转眼之间，他的恩典乃是一生｜之久\n一宿虽然有哭泣，早晨便必｜欢呼\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要赞美耶和华！向耶和华唱｜新歌\n在圣民的会中赞｜美他',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。人若爱我，就必遵守我的道，我父也必爱他，并且我们要到他那里去，与他同住。哈利路亚。',
            hymn: '633 At the Lamb’s high feast we sing'
        },
        easter6: {
            color: '白色',
            preface: 'Easter',
            introit: '你的话是我脚前｜的灯\n是我路上｜的光\n耶和华啊，你的话安定｜在天\n直到｜永远\n你的诚实存到｜万代\n你坚定了地，地就｜长存\n天地照你的安排存到｜今日\n万物都是你的｜仆役\n我若不是喜爱你的｜律法\n早就在苦难中灭｜绝了\n我永不忘记你的｜训词\n因你用这训词将我救｜活了\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你的话是我脚前｜的灯\n是我路上｜的光',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。在世上你们有苦难，但你们可以放心，我已经胜了世界。哈利路亚。',
            hymn: '556 Dear Christians, one and all, rejoice'
        },
        ascension: {
            color: '白色',
            preface: 'Ascension',
            introit: '神上升，有喊声｜相送\n耶和华上升，有角声｜相送\n耶和华对我主说：你坐在我的｜右边\n等我使你仇敌作你的｜脚凳\n耶和华起了誓，决不｜后悔\n说：你是照着麦基洗德的等次永远为｜祭司\n在你右边｜的主\n当他发怒的日子必打伤｜列王\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神上升，有喊声｜相送\n耶和华上升，有角声｜相送',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。我就常与你们同在，直到世界的末了。哈利路亚。',
            hymn: '491 Up through endless ranks of angels'
        },
        easter7: {
            color: '白色',
            preface: 'Ascension',
            introit: '我要歌唱慈爱和｜公平\n耶和华啊，我要向你｜歌颂\n普天下当向耶和华｜欢呼\n你们当乐意侍奉耶和华，当来向他｜歌唱\n你们当晓得耶和华｜是神\n我们是他造的，也是属他的；我们是他的民，也是他草场｜的羊\n当称谢进入他的门，当赞美进入他｜的院\n当感谢他，称颂他｜的名\n因为耶和华本为善，他的慈爱存到｜永远\n他的信实直到｜万代\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要歌唱慈爱和｜公平\n耶和华啊，我要向你｜歌颂',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。我不撇下你们为孤儿。我必到你们这里来。。哈利路亚。',
            hymn: '539 Christ is the world’s Redeemer'
        },
        pentecost: {
            color: '红色',
            preface: 'Pentecost',
            introit: 'Come, Holy spirit, fill the hearts of the｜faithful\nand kindle in them the fire of your love. Alle-｜luia\n耶和华啊，你所造的何其多，都是你用智慧造｜成的\n遍地满了你的｜丰富\n这都仰｜望你\n按时给它｜食物\n你给它们，它们便拾｜起来\n你张手，它们饱得｜美食\n你发出你的灵，它们便｜受造\n你使地面更换｜为新\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\nCome, Holy spirit, fill the hearts of the｜faithful\nand kindle in them the fire of your love. Alle-｜luia',
            gradual: '我要将我的灵浇灌凡有血｜气的\n你们的儿女要说｜预言\n因为人心里相信，就可以｜称义\n口里承认，就可以｜得救',
            verse: '哈利路亚。Come, Holy Spirit, fill the hearts of the faithful, and kindle in them the fire of your love.哈利路亚。',
            hymn: '497 Come, Holy Ghost, God and Lord'
        },
        holyTrinity: {
            color: '白色',
            preface: 'Holy Trinity',
            introit: 'Blessed be the Holy Trinity and the undivided | Unity\nLet us give glory to him because he has shown his mer- | cy to us\n我将耶和华常摆在我｜面前\n因他在我右边，我便不至｜摇动\n因此，我的心欢喜，我的灵｜快乐\n我的肉身也要安然｜居住\n因为你必不将我的灵魂撇在｜阴间\n也不叫你的圣者见｜朽坏\n你必将生命的道路指｜示我\n在你面前有满足的喜乐，在你右手中有永远的｜福乐\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\nBlessed be the Holy Trinity and the undivided | Unity\nLet us give glory to him because he has shown his mer- | cy to us',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你你奇妙的｜作为\n我也要传扬你的｜大德',
            verse: '哈利路亚。圣哉！圣哉！圣哉！万军之耶和华，他的荣光充满全地！哈利路亚。',
            hymn: '498/499 Come, Holy Ghost, Creator blest'
        },
        proper3: {
            color: '绿色',
            preface: 'Common',
            introit: '你们众民当时时倚靠他，在他面前倾心｜吐意\n神是我们的避｜难所\n我的心默默无声，专等｜候神\n我的救恩是从他｜而来\n惟独他是我的磐石，我的拯救，他是我的｜高台\n我必不很｜动摇\n神说了一次、两次，我都｜听见\n就是能力都属乎神。主啊，慈爱也是属｜乎你\n因为你照着各人所｜行的\n报｜应他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们众民当时时倚靠他，在他面前倾心｜吐意\n神是我们的避｜难所',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你你奇妙的｜作为\n我也要传扬你的｜大德',
            verse: '哈利路亚。你们要先求他的国和他的义，这些东西都要加给你们了。哈利路亚。',
            hymn: '732 All depends on our possessing'
        },
        proper4: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，你的工作何｜其大\n你的心思极｜其深\n义人要发旺如｜棕树\n生长如黎巴嫩的香｜柏树\n他们栽于耶和华的｜殿中\n发旺在我们神的｜院里\n他们年老的时候仍要结｜果子\n要满了汁浆而常｜发青\n好显明耶和华是正｜直的\n他是我的磐石，在他毫无｜不义\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，你的工作何｜其大\n你的心思极｜其深',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你你奇妙的｜作为\n我也要传扬你的｜大德',
            verse: '哈利路亚。凡听见我这话就去行的，好比一个聪明人，把房子盖在磐石上。哈利路亚。',
            hymn: '768 To God the Holy Spirit let us pray'
        },
        proper5: {
            color: '绿色',
            preface: 'Common',
            introit: '大能者神耶和华，已经发言招呼｜天下\n从日出之地到日落｜之处\n我的民哪，你们当听我的话；以色列啊，我要劝｜戒你\n我是神，是你｜的神\n我并不因你的祭物责｜备你\n你的燔祭常在我｜面前\n我不从你家中取｜公牛\n也不从你圈内取｜山羊\n因为树林中的百兽是｜我的\n千山上的牲畜也是｜我的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n大能者神耶和华，已经发言招呼｜天下\n从日出之地到日落｜之处',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你你奇妙的｜作为\n我也要传扬你的｜大德',
            verse: '哈利路亚。我来本不是召义人，乃是召罪人。哈利路亚。',
            hymn: '689 Let me be Thine forever'
        },
        proper6: {
            color: '绿色',
            preface: 'Common',
            introit: '神啊，愿列邦称｜赞你\n愿万民都称｜赞你\n愿万国都快乐｜欢呼\n因为你必按公正审判万民，引导世上的｜万国\n神啊，愿列邦称｜赞你\n愿万民都称｜赞你\n地已经出了｜土产\n神，就是我们的神，要赐福与｜我们\n神要赐福与｜我们\n地的四极都要敬｜畏他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，愿列邦称｜赞你\n愿万民都称｜赞你',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你你奇妙的｜作为\n我也要传扬你的｜大德',
            verse: '哈利路亚。要收的庄稼多，作工的人少。 38所以，你们当求庄稼的主打发工人出去收他的庄稼。哈利路亚。',
            hymn: '571 God loved the world so that He gave\n834 O God, O Lord of heav’n and earth'
        },
        proper7: {
            color: '绿色',
            preface: 'Common',
            introit: '因为你救我的命脱离死亡。你救护我的脚不｜跌倒\n使我在生命光中行在神｜面前\n我惧怕的｜时候\n要倚｜靠你\n我倚靠神，我要赞美他的话；我倚靠神，必不｜惧怕\n血气之辈能把我怎么｜样呢\n我倚靠神，我要赞美他｜的话\n我倚靠耶和华，我要赞美他｜的话\n我倚靠神，必不｜惧怕\n人能把我怎么｜样呢\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n因为你救我的命脱离死亡。你救护我的脚不｜跌倒\n使我在生命光中行在神｜面前',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你你奇妙的｜作为\n我也要传扬你的｜大德',
            verse: '哈利路亚。凡在人面前认我的，我在我天上的父面前也必认他。哈利路亚。',
            hymn: '659 Lord of our life and God of our salvation'
        },
        proper8: {
            color: '绿色',
            preface: 'Common',
            introit: '我要歌唱耶和华的慈爱，直到｜永远\n我要用口将你的信实传与｜万代\n知道向你欢呼的，那民是有｜福的\n耶和华啊，他们在你脸上的光里｜行走\n他们因你的名终日｜欢乐\n因你的公义得以｜高举\n你是他们力量的｜荣耀\n因为你喜悦我们，我们的角必被｜高举\n我们的盾牌属耶｜和华\n我们的王属以色列的｜圣者\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要歌唱耶和华的慈爱，直到｜永远\n我要用口将你的信实传与｜万代',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。 得着生命的，将要失丧生命；为我失丧生命的，将要得着生命。哈利路亚。',
            hymn: '685 Let us ever walk with Jesus'
        },
        proper9: {
            color: '绿色',
            preface: 'Common',
            introit: '住在至高者隐密｜处的\n必住在全能者的｜荫下\n我要论到耶和华说：他是我的避难所，是我的｜山寨\n是我的神，是我所倚｜靠的\n耶和华是我的避｜难所\n你已将至高者当你的｜居所\n祸患必不临｜到你\n灾害也不挨近你的｜帐棚\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n住在至高者隐密｜处的\n必住在全能者的｜荫下',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。凡劳苦担重担的人，可以到我这里来，我就使你们得安息。哈利路亚。',
            hymn: '699 I heard the voice of Jesus say'
        },
        proper10: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华有怜悯，有｜恩典\n不轻易发怒，且有丰盛的｜慈爱\n至于世人，他的年日如草｜一样\n他发旺如野地｜的花\n经风一吹，便归｜无有\n他的原处，也不再认｜识他\n但耶和华的慈爱归于敬畏他的人，从亘古到｜永远\n他的公义也归于子子｜孙孙\n就是那些遵守他｜的约\n记念他的训词而遵行｜的人\n耶和华在天上立定｜宝座\n他的权柄统管｜万有\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华有怜悯，有｜恩典\n不轻易发怒，且有丰盛的｜慈爱',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。草必枯干，花必凋残；惟有我们神的话，必永远立定！哈利路亚。',
            hymn: '577 Almighty God, Your Word is cast'
        },
        proper11: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，求你留心听我的｜祷告\n垂听我恳求的｜声音\n耶和华啊，求你将你的道指教我，我要照你的真｜理行\n求你使我专心敬畏你｜的名\n主我的神啊，我要一心称｜赞你\n我要荣耀你的名，直到｜永远\n因为你向我发的慈爱是｜大的\n你救了我的灵魂，免入极深的｜阴间\n神啊，骄傲的人起来攻击我，又有一党强横的人寻索我｜的命\n他们没有将你放在｜眼中\n主啊，你是有怜悯、有恩典｜的神\n不轻易发怒，并有丰盛的慈爱和｜诚实\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你留心听我的｜祷告\n垂听我恳求的｜声音',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。我要开口用比喻，把创世以来所隐藏的事发明出来。哈利路亚。',
            hymn: '772 In holy conversation'
        },
        proper12: {
            color: '绿色',
            preface: 'Common',
            introit: '你们要称谢耶和华，求告他｜的名\n在万民中传扬他的｜作为\n要向他唱诗｜歌颂\n谈论他一切奇妙的｜作为\n要以他的圣名｜夸耀\n寻求耶和华的人，心中应当｜欢喜\n要寻求耶和华与他的｜能力\n时常寻求他｜的面\n他仆人亚伯拉罕的｜后裔\n他所拣选雅各的子｜孙哪\n你们要记念他奇妙的作为和他的｜奇事\n并他口中的｜判语\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要称谢耶和华，求告他｜的名\n在万民中传扬他的｜作为',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。我要开口用比喻，把创世以来所隐藏的事发明出来。哈利路亚。',
            hymn: '713 From God can nothing move me'
        },
        proper13: {
            color: '绿色',
            preface: 'Common',
            introit: '你们要称谢耶和华，求告他｜的名\n在万民中传扬他的｜作为\n他铺张云彩当｜遮盖\n夜间使火｜光照\n他们一求，他就使鹌鹑｜飞来\n并用天上的粮食叫他们｜饱足\n他打开磐石，水就｜涌出\n在干旱之处，水流｜成河\n这都因他记念他的｜圣言\n和他的仆人亚伯｜拉罕\n他带领百姓欢乐｜而出\n带领选民欢呼｜前往\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要称谢耶和华，求告他｜的名\n在万民中传扬他的｜作为',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。各人吃大能者的食物。他赐下粮食，使他们饱足。哈利路亚。',
            hymn: '642 O living Bread from heaven'
        },
        proper14: {
            color: '绿色',
            preface: 'Common',
            introit: '我要时时称颂耶｜和华\n赞美他的话必常在我｜口中\n我曾寻求耶和华，他就应｜允我\n救我脱离了一切的｜恐惧\n凡仰望他的，便有｜光荣\n他们的脸，必不｜蒙羞\n我这困苦人呼求，耶和华便｜垂听\n救我脱离一切｜患难\n耶和华的使者，在敬畏他的人四围｜安营\n搭救｜他们\n你们要尝尝主恩的滋味，便知道他是｜美善\n投靠他的人有｜福了\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要时时称颂耶｜和华\n赞美他的话必常在我｜口中',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。耶稣连忙对他们说：“你们放心，是我，不要怕！”哈利路亚。',
            hymn: '717 Eternal Father, strong to save'
        },
        proper15: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华是他百姓的｜力量\n又是他受膏者得救的｜保障\n耶和华啊，我要求告你；我的磐石啊，不要向我｜缄默\n倘若你向我闭口，我就如将死的人｜一样\n我呼求你，向你至圣所举手的｜时候\n求你垂听我恳求的｜声音\n耶和华是应当称｜颂的\n因为他听了我恳求的｜声音\n耶和华是我的力量，是我的盾牌，我心里倚靠他，就得｜帮助\n所以我心中欢乐，我必用诗歌颂｜赞他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华是他百姓的｜力量\n又是他受膏者得救的｜保障',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。耶和华建造耶路撒冷，聚集以色列中被赶散的人。他医好伤心的人，裹好他们的伤处。哈利路亚。',
            hymn: '653 In Christ there is no east or west\n615 When in the hour of deepest need'
        },
        proper16: {
            color: '绿色',
            preface: 'Common',
            introit: '但我们要称颂耶和华，从今时直到｜永远\n你们要赞美耶｜和华\n我已经立我｜的君\n在锡安我的圣山｜上了\n受膏者说：我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你\n万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到永远。你们要赞美耶｜和华\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n但我们要称颂耶和华，从今时直到｜永远\n你们要赞美耶｜和华',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。你们与圣徒同国，是神家里的人了。 并且被建造在使徒和先知的根基上，有基督耶稣自己为房角石。哈利路亚。',
            hymn: '645 Built on the Rock the Church shall stand'
        },
        proper17: {
            color: '绿色',
            preface: 'Common',
            introit: '又要以耶和华｜为乐\n他就将你心里所求的赐｜给你\n当将你的事交托耶｜和华\n并倚靠他，他就必｜成全\n他要使你的公义如光｜发出\n使你的公平明如｜正午\n你当默然倚靠耶和华，耐性等｜候他\n不要因那道路通达的和那恶谋成就的心怀｜不平\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n又要以耶和华｜为乐\n他就将你心里所求的赐｜给你',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。因为凡要救自己生命的，必丧掉生命；凡为我丧掉生命的，必得着生命。哈利路亚。',
            hymn: '531 Hail, Thou once despised Jesus'
        },
        proper18: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，你的工作何｜其大\n你的心思极｜其深\n称谢耶｜和华\n歌颂你至高者｜的名\n用十弦的乐器｜和瑟\n用琴弹幽雅的｜声音\n早晨传扬你的慈爱，每夜传扬你的｜信实\n这本为｜美事\n因你耶和华藉着你的作为叫我｜高兴\n我要因你手的工作｜欢呼\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，你的工作何｜其大\n你的心思极｜其深',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。虚心的人有福了，因为天国是他们的。哈利路亚。',
            hymn: '820 My soul, now praise your Maker'
        },
        proper19: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，求你救我脱离我的｜仇敌\n我往你那里｜藏身\n耶和华啊，求你听我的祷告，留心听我的｜恳求\n凭你的信实和公义应｜允我\n求你不要审问｜仆人\n因为在你面前，凡活着的人没有一个是｜义的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你救我脱离我的｜仇敌\n我往你那里｜藏身',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。你们饶恕人的过犯，你们的天父也必饶恕你们的过犯。哈利路亚。',
            hymn: '501 Come down, O Love divine'
        },
        proper20: {
            color: '绿色',
            preface: 'Common',
            introit: '我要以感谢为祭献｜给你\n又要求告耶和华｜的名\n我拿什么报答耶｜和华\n向我所赐的一切｜厚恩\n我要举起救恩｜的杯\n称扬耶和华｜的名\n在耶和华｜眼中\n看圣民之死极为｜宝贵\n耶和华啊，我真是你的｜仆人\n我是你的仆人，是你婢女的儿子。你已经解开我的｜绑索\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要以感谢为祭献｜给你\n又要求告耶和华｜的名',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。你们得救是本乎恩，也因着信。这并不是出于自己，乃是神所赐的。哈利路亚。',
            hymn: '555 Salvation unto us has come'
        },
        proper21: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华扶持谦｜卑人\n将恶人倾覆｜于地\n你们要赞美耶和华！因歌颂我们的神为善｜为美\n赞美的话是合｜宜的\n耶和华建造耶路｜撒冷\n聚集以色列中被赶散｜的人\n他医好伤心｜的人\n裹好他们的｜伤处\n他数点星宿的｜数目\n一一称它｜的名\n我们的主为大，最有｜能力\n他的智慧无法｜测度\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华扶持谦｜卑人\n将恶人倾覆｜于地',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。天上地下所有的权柄都赐给我了。哈利路亚。',
            hymn: '655 Lord, keep us steadfast in Your Word'
        },
        proper22: {
            color: '绿色',
            preface: 'Common',
            introit: '你们要称谢耶和华，因他本｜为善\n他的慈爱永远｜长存\n匠人所弃的｜石头\n已成了房角的头块｜石头\n这是耶和华所｜作的\n在我们眼中看为｜希奇\n这是耶和华所定的｜日子\n我们在其中要高兴｜欢喜\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要称谢耶和华，因他本｜为善\n他的慈爱永远｜长存',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。匠人所弃的石头，已作了房角的头块石头。这是主所作的，在我们眼中看为希奇。哈利路亚。',
            hymn: '544 O love, how deep, how broad, how high'
        },
        proper23: {
            color: '绿色',
            preface: 'Common',
            introit: '我一生要赞美耶｜和华\n我还活的时候，要歌颂我｜的神\n我因耶和华大大｜欢喜\n我的心靠神｜快乐\n因他以拯救为衣给我｜穿上\n以公义为袍给我｜披上\n好像新郎戴上｜华冠\n又像新妇佩戴｜妆饰\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我一生要赞美耶｜和华\n我还活的时候，要歌颂我｜的神',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。圣灵和新妇都说：“来！”听见的人也该说：“来！”口渴的人也当来；愿意的，都可以白白取生命的水喝。哈利路亚。',
            hymn: '510 A multitude comes from the east and the west'
        },
        proper24: {
            color: '绿色',
            preface: 'Common',
            introit: '保护你的是耶｜和华\n耶和华在你右边荫｜庇你\n我要向山｜举目\n我的帮助从何｜而来\n我的｜帮助\n从造天地的耶和华｜而来\n他必不叫你的脚｜摇动\n保护你的必不｜打盹\n保护以色｜列的\n也不打盹也不｜睡觉\n耶和华要保护你，免受一切的｜灾害\n他要保护你的｜性命\n你出你入，耶和华要保｜护你\n从今时直到｜永远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n保护你的是耶｜和华\n耶和华在你右边荫｜庇你',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。你们在他里面也得了丰盛。他是各样执政掌权者的元首。哈利路亚。',
            hymn: '940 Holy God, we praise Thy name'
        },
        proper25: {
            color: '绿色',
            preface: 'Common',
            introit: '穷乏人必不永久｜被忘\n困苦人的指望必不永远｜落空\n我要一心称谢耶｜和华\n我要传扬你一切奇妙的｜作为\n我要因你欢喜｜快乐\n至高者啊，我要歌颂你｜的名\n耶和华又要给受欺压的人作｜高台\n在患难的时候作｜高台\n耶和华啊，认识你名的人要倚｜靠你\n因你没有离弃寻求你｜的人\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n穷乏人必不永久｜被忘\n困苦人的指望必不永远｜落空',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。你要尽心、尽性、尽意，爱主你的神。哈利路亚。',
            hymn: '411 I want to walk as a child of the light\n579 The Law of God is good and wise'
        },
        proper26: {
            color: '绿色',
            preface: 'Common',
            introit: '愿这些都赞美耶和华的名；因为独有他的名被｜尊崇\n他的荣耀在天地｜之上\n你们要赞美耶和华！向耶和华唱｜新歌\n在圣民的会中赞｜美他\n愿以色列因造他的主｜欢喜\n愿锡安的民因他们的王｜快乐\n愿他们跳舞赞美他｜的名\n击鼓、弹琴歌｜颂他\n因为耶和华喜爱他的｜百姓\n他要用救恩当作谦卑人的｜妆饰\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n愿这些都赞美耶和华的名；因为独有他的名被｜尊崇\n他的荣耀在天地｜之上',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。凡自高的，必降为卑；自卑的，必升为高。哈利路亚。',
            hymn: '585 Lord Jesus Christ, with us abide'
        },
        proper27: {
            color: '绿色',
            preface: 'Common',
            introit: '万军之耶和华，我的王、我的｜神啊\n在你祭坛那里，麻雀为自己找着房屋，燕子为自己找着抱雏｜之窝\n万军之耶和｜华啊\n你的居所何等｜可爱\n神啊，你是我们的｜盾牌\n求你垂顾观看你受膏者｜的面\n在你的院宇住一日，胜似在别处住｜千日\n宁可在我神殿中看门，不愿住在恶人的帐｜棚里\n因为耶和华神是日头，是盾牌，要赐下恩惠和｜荣耀\n他未尝留下一样好处不给那些行动正直｜的人\n万军之耶和｜华啊\n倚靠你的人便为｜有福\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n万军之耶和华，我的王、我的｜神啊\n在你祭坛那里，麻雀为自己找着房屋，燕子为自己找着抱雏｜之窝',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。所以，你们要警醒，因为那日子、那时辰，你们不知道。哈利路亚。',
            hymn: '516 Wake, awake, for night is flying'
        },
        proper28: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，求你听我的祷告，留心听我的｜恳求\n凭你的信实和公义应｜允我\n求你不要审问｜仆人\n因为在你面前，凡活着的人没有一个是｜义的\n我追想古时之日，思想你的一切｜作为\n默念你手的｜工作\n我向你｜举手\n我的心渴想你，如干旱之地盼雨｜一样\n求你指教我遵行你的旨意，因你是我｜的神\n你的灵本为善，求你引我到平坦｜之地\n耶和华啊，求你为你的名将我｜救活\n凭你的公义，将我从患难中领｜出来\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你听我的祷告，留心听我的｜恳求\n凭你的信实和公义应｜允我',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。 因为凡有的，还要加给他，叫他有余。哈利路亚。',
            hymn: '508 The day is surely drawing near'
        },
        proper29: {
            color: '绿色',
            preface: 'Common',
            introit: '但我们照他的应许，盼望新天｜新地\n有义居在｜其中\n耶和华啊，求你叫我晓得我身之终，我的寿数｜几何\n叫我知道我的生命｜不长\n你使我的年日窄如｜手掌\n我一生的年数，在你面前如同｜无有\n主啊，如今我等什｜么呢\n我的指望在｜乎你\n求你救我脱离一切的｜过犯\n不要使我受愚顽人的｜羞辱\n耶和华啊，求你听我的祷告，留心听我的呼求。我流泪，求你不要静默｜无声\n因为我在你面前是客旅，是寄居的，像我列祖｜一般\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n但我们照他的应许，盼望新天｜新地\n有义居在｜其中',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。我是阿拉法，我是俄梅戛；我是首先的，我是末后的；我是初，我是终。哈利路亚。',
            hymn: '532 The Head that once was crowned with thorns'
        }
    },
    b: {
        advent1: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n耶和｜华啊\n我的心仰｜望你\n2我的神啊，我素来倚｜靠你\n求你不要叫我羞愧，不要叫我的仇敌向我｜夸胜\n凡等候你的必不｜羞愧\n惟有那无故行奸诈的必要｜羞愧\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。众城门哪，你们要抬起头来！永久的门户，你们要被举起！那荣耀的王将要进来。哈利路亚。',
            hymn: '332 Savior of the nations, come'
        },
        advent2: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '神啊，求你使我们｜回转\n使你的脸发光，我们便要｜得救\n领约瑟如领羊群之以色列的牧者啊，求你留｜心听\n坐在二基路伯上的啊，求你发出｜光来\n你从埃及挪出一棵葡｜萄树\n它就深深扎根，爬满｜了地\n万军之神啊，求你使我们｜回转\n使你的脸发光，我们便要｜得救\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，求你使我们｜回转\n使你的脸发光，我们便要｜得救',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。预备主的道，修直他的路。 凡有血气的，都要见神的救恩。哈利路亚。',
            hymn: '344 On Jordan’s bank the Baptist’s cry'
        },
        advent3: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '耶和华啊，求你使我们得见你的｜慈爱\n又将你的救恩赐给｜我们\n我要听神耶和华所说｜的话\n因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去｜妄行\n他的救恩诚然与敬畏他的人｜相近\n叫荣耀住在我们的｜地上\n耶和华必将好处赐给｜我们\n我们的地也要多出｜土产\n公义要行在他｜面前\n叫他的脚踪成为可走｜的路\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你使我们得见你的｜慈爱\n又将你的救恩赐给｜我们',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。我要差遣我的使者在你前面预备道路。哈利路亚。',
            hymn: '345 Hark! A thrilling voice is sounding'
        },
        advent4: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '诸天哪，自上而滴，穹苍降下｜公义\n地面开裂，产出救恩，使公义一同｜发生\n诸天述说神的荣耀，穹苍传扬他的｜手段\n神在其间为太阳安设｜帐幕\n太阳如同新郎出｜洞房\n又如勇士欢然｜奔路\n它从天这边出来，绕到天｜那边\n没有一物被隐藏不得它的｜热气\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n诸天哪，自上而滴，穹苍降下｜公义\n地面开裂，产出救恩，使公义一同｜发生',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。必有童女怀孕生子，人要称他的名为以马内利。哈利路亚。',
            hymn: '357 O come, O come, Emmanuel'
        },
        christmasEve: {
            color: '白色',
            preface: 'Christmas',
            introit: '我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你\n地和其中所充满的，世界和住在其｜间的\n都属耶｜和华\n谁能登耶和华｜的山\n谁能站在他的｜圣所\n就是手洁｜心清\n不向虚妄，起誓不怀诡诈｜的人\n他必蒙耶和华｜赐福\n又蒙救他的神使他｜成义\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。哈利路亚。',
            hymn: '359 Lo, how a rose e’er blooming'
        },
        christmas: {
            color: '白色',
            preface: 'Christmas',
            introit: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、｜策士\n全能的神、永在的父、和平｜的君\n你们要向耶和华唱新歌，因为他行过奇妙｜的事\n他的右手和圣臂施行｜救恩\n耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义\n记念他向以色列家所发的慈爱，所凭的｜信实\n地的四极都看见我们神的｜救恩\n全地都要向耶和华｜欢乐\n要发起大声，欢呼｜歌颂\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、｜策士\n全能的神、永在的父、和平｜的君',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。道成了肉身，住在我们中间，充充满满地有恩典，有真理。我们也见过他的荣光，正是父独生子的荣光。哈利路亚。',
            hymn: '382 We praise You, Jesus, at Your birth'
        },
        christmas1: {
            color: '白色',
            preface: 'Christmas',
            introit: '耶和华在万国眼前露出｜圣臂\n地极的人都看见我们神的救｜恩了\n你们要向耶和华唱新歌，因为他行过奇妙｜的事\n他的右手和圣臂施行｜救恩\n耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义\n记念他向以色列家所发的慈爱，所凭的｜信实\n地的四极都看见我们神的｜救恩\n全地都要向耶和华｜欢乐\n要发起大声，欢呼｜歌颂\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华在万国眼前露出｜圣臂\n地极的人都看见我们神的救｜恩了',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。因为我的眼睛已经看见你的救恩，是照亮外邦人的光，又是你民以色列的荣耀。哈利路亚。',
            hymn: '389 Let all together praise our God'
        },
        christmas2: {
            color: '白色',
            preface: 'Christmas',
            introit: '道成了肉身，住在我们中间，充充满满地有恩典，有｜真理\n我们也见过他的荣光，正是父独生子的｜荣光\n你们要赞美耶和华！因歌颂我们的神为善｜为美\n赞美的话是合｜宜的\n我们的主为大，最有｜能力\n他的智慧无法｜测度\n耶和华喜爱敬｜畏他\n和盼望他慈爱｜的人\n耶路撒冷啊，你要颂赞耶｜和华\n锡安哪，你要赞美你｜的神\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n道成了肉身，住在我们中间，充充满满地有恩典，有｜真理\n我们也见过他的荣光，正是父独生子的｜荣光',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。哈利路亚。',
            hymn: '410 Within the Father’s house'
        },
        epiphany: {
            color: '白色',
            preface: 'Epiphany',
            introit: '我必叫你的名被万代｜记念\n所以万民要永永远远称｜谢你\n神啊，你的宝座是永永远远地，你的国权是正｜直的\n你喜爱公义，恨恶｜罪恶\n所以神，就是你的神，用喜乐油膏你，胜过膏你的｜同伴\n你的衣服都有没药、沉香、肉桂的｜香气\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我必叫你的名被万代｜记念\n所以万民要永永远远称｜谢你',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。那生下来作犹太人之王的在哪里？我们在东方看见他的星，特来拜他。哈利路亚。',
            hymn: '395 O Morning Star, how fair and bright'
        },
        baptism: {
            color: '白色',
            preface: 'The Baptism of Our Lord',
            introit: '看哪，我的仆人，我所｜扶持\n所拣选、心里所喜｜悦的\n我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你\n你求我，我就将列国赐你为｜基业\n将地极赐你为｜田产\n你必用铁杖打破｜他们\n你必将他们如同窑匠的瓦器｜摔碎\n现在，你们君王应当｜省悟\n你们世上的审判官该受｜管教\n当存畏惧侍奉耶｜和华\n又当存战兢而｜快乐\n因为他的怒气快要｜发作\n凡投靠他的，都是有｜福的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n看哪，我的仆人，我所｜扶持\n所拣选、心里所喜｜悦的',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你是我的爱子，我喜悦你！哈利路亚。',
            hymn: '406/407 To Jordan came the Christ, our Lord'
        },
        epiphany2: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '我未曾把你的公义藏在｜心里\n我已陈明你的信实和你的｜救恩\n我曾耐性等候耶｜和华\n他垂听我的｜呼求\n他从祸坑里、从淤泥中把我拉｜上来\n使我的脚立在磐石上，使我脚步｜稳当\n他使我口唱新歌，就是赞美我们神｜的话\n许多人必看见而惧怕，并要倚靠耶｜和华\n那倚靠耶和华，不理会狂傲和偏向虚假之｜辈的\n这人便为｜有福\n耶和华我的神啊，你所行的奇事，并你向我们所怀的意念甚多，不能向你｜陈明\n若要陈明，其事不可｜胜\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我未曾把你的公义藏在｜心里\n我已陈明你的信实和你的｜救恩',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你是我的仆人以色列，我必因你得荣耀。哈利路亚。',
            hymn: '402 The only Son from heaven'
        },
        epiphany3: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '从日出之地到日落｜之处\n耶和华的名是应当赞｜美的\n你们要赞美耶和华！耶和华的仆人哪，你们要｜赞美\n赞美耶和华｜的名\n耶和华的名是应当称｜颂的\n从今时直到｜永远\n耶和华超乎万民｜之上\n他的荣耀高过｜诸天\n他从灰尘里抬举贫｜寒人\n从粪堆中提拔穷｜乏人\n使他们与王子｜同坐\n就是与本国的王子｜同坐\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n从日出之地到日落｜之处\n耶和华的名是应当赞｜美的',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。日期满了，神的国近了！你们当悔改，信福音。哈利路亚。',
            hymn: '839 O Christ, our true and only light'
        },
        epiphany4: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '恶人必多受｜苦楚\n惟独倚靠耶和华的，必有慈爱四面环｜绕他\n得赦免其过、遮盖其｜罪的\n这人是有｜福的\n凡心里没有诡诈，耶和华不算为有｜罪的\n这人是有｜福的\n我向你陈明我的罪，不隐瞒我｜的恶\n我说：我要向耶和华承认我的过犯。你就赦免我的｜罪恶\n为此，凡虔诚人都当趁你可寻找的时候祷｜告你\n大水泛溢的时候，必不能到他｜那里\n你是我藏身之处，你必保佑我脱离｜苦难\n以得救的乐歌四面环｜绕我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n恶人必多受｜苦楚\n惟独倚靠耶和华的，必有慈爱四面环｜绕他',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。众人很希奇他的教训，因为他教训他们，正像有权柄的人。哈利路亚。',
            hymn: '842 Son of God, eternal Savior'
        },
        epiphany5: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '我要向耶和华｜歌唱\n因他用厚恩｜待我\n耶和华我的神啊，求你看顾我，应｜允我\n使我眼目光明，免得我沉睡｜至死\n免得我的仇敌说：我胜｜了他\n免得我的敌人在我摇动的时候｜喜乐\n但我倚靠你的｜慈爱\n我的心因你的救恩｜快乐\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要向耶和华｜歌唱\n因他用厚恩｜待我',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。耶稣在加利利全地，进了会堂，传道赶鬼。哈利路亚。',
            hymn: '398 Hail to the Lord’s anointed'
        },
        epiphany6: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '正直人在黑暗中，有光向他｜发现\n他有恩惠，有怜悯，有｜公义\n你们要赞美耶和华！敬畏耶｜和华\n甚喜爱他命令的，这人便为｜有福\n他家中有货物，有｜钱财\n他的公义存到｜永远\n他必不怕凶恶的｜信息\n他心坚定，倚靠耶｜和华\n他心确定，总不｜惧怕\n直到他看见敌人｜遭报\n他施舍钱财，周济贫穷。他的仁义存到｜永远\n他的角必被高举，大有｜荣耀\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n正直人在黑暗中，有光向他｜发现\n他有恩惠，有怜悯，有｜公义',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。可使那人到我这里来，他就知道以色列中有先知了。哈利路亚。',
            hymn: '394 Songs of thankfulness and praise'
        },
        epiphany7: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '耶和华有怜悯，有｜恩典\n不轻易发怒，且有丰盛的｜慈爱\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名\n我的心哪，你要称颂耶｜和华\n不可忘记他的一切｜恩惠\n他赦免你的一切｜罪孽\n医治你的一切｜疾病\n他救赎你的命脱离｜死亡\n以仁爱和慈悲为你的｜冠冕\n他用美物使你所愿的得以｜知足\n以致你如鹰返老｜还童\n他没有按我们的罪过待｜我们\n也没有照我们的罪孽报应｜我们\n天离地何等｜的高\n他的慈爱向敬畏他的人也是何等｜的大\n东离西有｜多远\n他叫我们的过犯离我们也有｜多远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华有怜悯，有｜恩典\n不轻易发怒，且有丰盛的｜慈爱',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。众人都惊奇，归荣耀与神说：“我们从来没有见过这样的事！”哈利路亚。',
            hymn: '820 My soul, now praise your Maker\n834 O God, O Lord of heav’n and earth'
        },
        epiphany8: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '愿你的祭司披上｜公义\n愿你的圣民｜欢呼\n因为耶和华拣选了｜锡安\n愿意当作自己的｜居所\n说：这是我永远安息｜之所\n我要住在这里，因为是我所愿｜意的\n我要使其中的粮食｜丰满\n使其中的穷人｜饱足\n我要使祭司披上｜救恩\n圣民大声｜欢呼\n我要叫大卫的角在那里｜发生\n我为我的受膏者预备｜明灯\n我要使他的仇敌披上｜羞耻\n但他的冠冕要在头上｜发光\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n愿你的祭司披上｜公义\n愿你的圣民｜欢呼',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。新郎和陪伴之人同在的时候，陪伴之人岂能禁食呢？新郎还同在，他们不能禁食。哈利路亚。',
            hymn: '819 Sing praise to God, the highest good'
        },
        transfiguration: {
            color: '白色',
            preface: 'The Transfiguration of Our Lord',
            introit: '你们要尊崇耶和华我们的神，在他的圣山｜下拜\n因为耶和华我们的神本｜为圣\n耶和华作王，万民当｜战抖\n他坐在二基路伯上，地当｜动摇\n耶和华在锡安｜为大\n他超乎万民｜之上\n他们当称赞他大而可畏｜的名\n他本｜为圣\n王有能力，喜爱｜公平\n坚立公正，在雅各中施行公平和｜公义\n你们当尊崇耶和华我们的神，在他脚凳前｜下拜\n他本｜为圣\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要尊崇耶和华我们的神，在他的圣山｜下拜\n因为耶和华我们的神本｜为圣',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你比世人更美，在你嘴里满有恩惠。哈利路亚。',
            hymn: '413 O wondrous type! O vision fair'
        },
        lent1: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '他若求告我，我就应允他；他在急难中，我要与他｜同在\n我要搭救他，使他｜尊贵\n我要使他足享｜长寿\n将我的救恩显明｜给他\n耶和华是我的避｜难所\n你已将至高者当你的｜居所\n祸患必不临｜到你\n灾害也不挨近你的｜帐棚\n因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n他们要用手托｜着你\n免得你的脚碰在石｜头上\n你要踹在狮子和虺蛇的｜身上\n践踏少壮狮子和｜大蛇\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n他若求告我，我就应允他；他在急难中，我要与他｜同在\n我要搭救他，使他｜尊贵\n我要使他足享｜长寿\n将我的救恩显明｜给他',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '要穿戴神所赐的全副军装，就能抵挡魔鬼的诡计。',
            hymn: '656/657 A mighty fortress is our God'
        },
        lent2: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '耶和华啊，求你记念你的怜悯和｜慈爱\n因为这是亘古以来所常｜有的\n你们敬畏耶和华的，要倚靠耶｜和华\n他是你们的帮助和你们的｜盾牌\n耶和华向来眷念我们，他还要赐福给｜我们\n要赐福给以色列的家，赐福给亚伦｜的家\n凡敬畏耶和华的，无论｜大小\n主必赐福｜给他\n但我们要称颂耶｜和华\n从今时直到永远。你们要赞美耶｜和华\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你记念你的怜悯和｜慈爱\n因为这是亘古以来所常｜有的',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '若有人要跟从我，就当舍己，背起他的十字架，来跟从我。',
            hymn: '708 Lord, Thee I love with all my heart'
        },
        lent3: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '因我为你的殿心里焦急，如同｜火烧\n并且辱骂你人的辱骂都落在我｜身上\n求你搭救我出离淤泥，不叫我陷在｜其中\n求你使我脱离那些恨我的人，使我出离｜深水\n求你不容大水漫过我，不容深渊吞｜灭我\n不容坑坎在我以上｜合口\n耶和华啊，求你应允我，因为你的慈爱本为｜美好\n求你按你丰盛的慈悲，回转眷｜顾我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n因我为你的殿心里焦急，如同｜火烧\n并且辱骂你人的辱骂都落在我｜身上',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '你们拆毁这殿，我三日内要再建立起来。',
            hymn: '823/824 May God bestow on us His grace'
        },
        lent4: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '耶和华是我的亮光，是我的拯救，我还怕｜谁呢\n耶和华是我性命的保障，我还惧｜谁呢\n虽有军兵安营攻击我，我的心也不｜害怕\n虽然兴起刀兵攻击我，我必仍旧｜安稳\n有一件事，我曾求耶和华，我仍要｜寻求\n就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里｜求问\n因为我遭遇患难，他必暗暗地保｜守我\n在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐｜石上\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华是我的亮光，是我的拯救，我还怕｜谁呢\n耶和华是我性命的保障，我还惧｜谁呢',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。',
            hymn: '571 God loved the world so that He gave\n972 I trust, O Christ, in You alone'
        },
        lent5: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '神啊，求你伸我的冤，向不虔诚的国为我｜辨屈\n求你救我脱离诡诈不义｜的人\n我爱耶｜和华\n因为他听了我的声音和我的｜恳求\n他既向我｜侧耳\n我一生要求｜告他\n死亡的绳索缠绕我，阴间的痛苦抓｜住我\n我遭遇患难｜愁苦\n那时，我便求告耶和华｜的名\n说：耶和华啊，求你救我的｜灵魂\n主啊，你救我的命免了｜死亡\n救我的眼免了流泪，救我的脚免了｜跌倒\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，求你伸我的冤，向不虔诚的国为我｜辨屈\n求你救我脱离诡诈不义｜的人',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '因为人子来，并不是要受人的服侍，乃是要服侍人，并且要舍命，作多人的赎价。',
            hymn: '430 My song is love unknown'
        },
        palm: {
            color: '鲜红或紫罗兰色',
            preface: 'Holy Week',
            introit: '奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福\n众城门哪，你们要抬起头来！永久的门户，你们要被｜举起\n那荣耀的王将要｜进来\n荣耀的王是｜谁呢\n就是有力有能的耶和华，在战场上有能的耶｜和华\n众城门哪，你们要抬起头来！永久的门户，你们要把头｜抬起\n那荣耀的王将要｜进来\n荣耀的王是｜谁呢\n万军之耶和华，他是荣耀｜的王\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            gradual: '基督用自己的血，只一次进入｜圣所\n成了永远赎罪｜的事\n为此，他作了新约的｜中保\n便叫蒙召之人得着所应许永远的｜产业\n他向百姓施行｜救赎\n命定他的约，直到｜永远',
            verse: '就自己卑微，存心顺服，以至于死，且死在十字架上。',
            hymn: '438 A Lamb goes uncomplaining forth'
        },
        easter: {
            color: '白色或金色',
            preface: 'Easter',
            introit: '我要向耶和华歌唱，因他大大｜战胜\n将马和骑马的投在｜海中\n耶和华是我的力量、我的｜诗歌\n也成了我的｜拯救\n耶和华啊，你的右手施展能力，显出｜荣耀\n耶和华啊，你的右手摔碎｜仇敌\n你凭慈爱领了你所赎的｜百姓\n你凭能力引他们到了你的｜圣所\n你要将他们领进去，栽于你产业的｜山上\n耶和华啊，就是你为自己所造的｜住处\n主啊，就是你手所建立的｜圣所\n耶和华必作王，直到永永｜远远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要向耶和华歌唱，因他大大｜战胜\n将马和骑马的投在｜海中',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。他已经把死废去，藉着福音，将不能坏的生命彰显出来。哈利路亚。',
            hymn: '458 Christ Jesus lay in death’s strong bands'
        },
        easter2: {
            color: '白色',
            preface: 'Easter',
            introit: '就要爱慕那纯净的灵奶，像才生的婴孩爱慕奶一样，叫你们因此渐长，以致｜得救\n你们若尝过主恩的滋味，就必｜如此\n你们要称谢耶和华，求告他｜的名\n在万民中传扬他的｜作为\n要向他唱诗｜歌颂\n谈论他一切奇妙的｜作为\n要以他的圣名｜夸耀\n寻求耶和华的人，心中应当｜欢喜\n要寻求耶和华与他的｜能力\n时常寻求他｜的面\n你们要记念他奇妙的作为和他的｜奇事\n并他口中的｜判语\n他记念他的约，直到｜永远\n他所吩咐的话，直到｜千代\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n就要爱慕那纯净的灵奶，像才生的婴孩爱慕奶一样，叫你们因此渐长，以致｜得救\n你们若尝过主恩的滋味，就必｜如此',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。那没有看见就信的有福了。哈利路亚。',
            hymn: '470/471 O sons and daughters of the King'
        },
        easter3: {
            color: '白色',
            preface: 'Easter',
            introit: '在你面前有满足的｜喜乐\n在你右手中有永远的｜福乐\n耶和华啊，我要尊崇你，因为你曾提｜拔我\n不叫仇敌向我｜夸耀\n耶和华我的神啊，我曾呼｜求你\n你医治｜了我\n耶和华啊，你曾把我的灵魂从阴间救｜上来\n使我存活，不至于｜下坑\n耶和华的圣民哪，你们要歌｜颂他\n称赞他可记念的｜圣名\n因为，他的怒气不过是转眼之间，他的恩典乃是一生｜之久\n一宿虽然有哭泣，早晨便必｜欢呼\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n在你面前有满足的｜喜乐\n在你右手中有永远的｜福乐',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。在路上，他和我们说话、给我们讲解圣经的时候，我们的心岂不是火热的吗？哈利路亚。',
            hymn: '483 With high delight let us unite'
        },
        easter4: {
            color: '白色',
            preface: 'Easter',
            introit: '我是好｜牧人\n我认识我的羊，我的羊也认识我，并且我为羊｜舍命\n耶和华是我的｜牧者\n我必不至｜缺乏\n他使我躺卧在青草｜地上\n领我在可安歇的｜水边\n他使我的灵魂｜苏醒\n为自己的名引导我走｜义路\n我虽然行过死荫的幽谷，也不怕遭害，因为你与我｜同在\n你的杖，你的竿，都安｜慰我\n在我敌人面前，你为我摆设｜筵席\n你用油膏了我的头，使我的福杯｜满溢\n我一生一世必有恩惠慈爱随｜着我\n我且要住在耶和华的殿中，直到｜永远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我是好｜牧人\n我认识我的羊，我的羊也认识我，并且我为羊｜舍命',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。我是好牧人，我认识我的羊，我的羊也认识我。哈利路亚。',
            hymn: '709 The King of love my shepherd is'
        },
        easter5: {
            color: '白色',
            preface: 'Easter',
            introit: '等不多时，你们就不得｜见我\n再等不多时，你们还要｜见我\n我的神、我的王啊，我要尊｜崇你\n我要永永远远称颂你｜的名\n我要天天称｜颂你\n也要永永远远赞美你｜的名\n耶和华有恩惠，有｜怜悯\n不轻易发怒，大有｜慈爱\n耶和华啊，你一切所造的都要称｜谢你\n你的圣民也要称｜颂你\n我的口要说出赞美耶和华｜的话\n惟愿凡有血气的，都永永远远称颂他的｜圣名\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n等不多时，你们就不得｜见我\n再等不多时，你们还要｜见我',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。人若爱我，就必遵守我的道，我父也必爱他，并且我们要到他那里去，与他同住。哈利路亚。',
            hymn: '633 At the Lamb’s high feast we sing'
        },
        easter6: {
            color: '白色',
            preface: 'Easter',
            introit: '凡敬畏神的人，你们都｜来听\n我要述说他为我所行｜的事\n全地都当向神｜欢呼\n歌颂他名的荣耀，用赞美的言语将他的荣耀｜发明\n万民哪，你们当称颂我们｜的神\n使人得听赞美他的｜声音\n他使我们的性命｜存活\n也不叫我们的脚｜摇动\n神是应当称｜颂的\n他并没有推却我的祷告，也没有叫他的慈爱离｜开我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n凡敬畏神的人，你们都｜来听\n我要述说他为我所行｜的事',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。在世上你们有苦难，但你们可以放心，我已经胜了世界。哈利路亚。',
            hymn: '556 Dear Christians, one and all, rejoice'
        },
        ascension: {
            color: '白色',
            preface: 'Ascension',
            introit: '神上升，有喊声｜相送\n耶和华上升，有角声｜相送\n耶和华对我主说：你坐在我的｜右边\n等我使你仇敌作你的｜脚凳\n耶和华起了誓，决不｜后悔\n说：你是照着麦基洗德的等次永远为｜祭司\n在你右边｜的主\n当他发怒的日子必打伤｜列王\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神上升，有喊声｜相送\n耶和华上升，有角声｜相送',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。我就常与你们同在，直到世界的末了。哈利路亚。',
            hymn: '491 Up through endless ranks of angels'
        },
        easter7: {
            color: '白色',
            preface: 'Easter',
            introit: '',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。我不撇下你们为孤儿。我必到你们这里来。哈利路亚。',
            hymn: '539 Christ is the world’s Redeemer'
        },
        pentecost: {
            color: '红色',
            preface: 'Pentecost',
            introit: 'Come, Holy spirit, fill the hearts of the｜faithful\nand kindle in them the fire of your love. Alle-｜luia\n耶和华啊，你所造的何其多，都是你用智慧造｜成的\n遍地满了你的｜丰富\n这都仰｜望你\n按时给它｜食物\n你给它们，它们便拾｜起来\n你张手，它们饱得｜美食\n你发出你的灵，它们便｜受造\n你使地面更换｜为新\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\nCome, Holy spirit, fill the hearts of the｜faithful\nand kindle in them the fire of your love. Alle-｜luia',
            gradual: '我要将我的灵浇灌凡有血｜气的\n你们的儿女要说｜预言\n因为人心里相信，就可以｜称义\n口里承认，就可以｜得救',
            verse: '哈利路亚。Come, Holy Spirit, fill the hearts of the faithful, and kindle in them the fire of your love.哈利路亚。',
            hymn: '497 Come, Holy Ghost, God and Lord'
        },
        holyTrinity: {
            color: '白色',
            preface: 'Holy Trinity',
            introit: 'Blessed be the Holy Trinity and the undivided | Unity\nLet us give glory to him because he has shown his mer- | cy to us\n我将耶和华常摆在我｜面前\n因他在我右边，我便不至｜摇动\n因此，我的心欢喜，我的灵｜快乐\n我的肉身也要安然｜居住\n因为你必不将我的灵魂撇在｜阴间\n也不叫你的圣者见｜朽坏\n你必将生命的道路指｜示我\n在你面前有满足的喜乐，在你右手中有永远的｜福乐\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\nBlessed be the Holy Trinity and the undivided | Unity\nLet us give glory to him because he has shown his mer- | cy to us',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你你奇妙的｜作为\n我也要传扬你的｜大德',
            verse: '哈利路亚。圣哉！圣哉！圣哉！万军之耶和华，他的荣光充满全地！哈利路亚。',
            hymn: '498/499 Come, Holy Ghost, Creator blest'
        },
        proper3: {
            color: '绿色',
            preface: 'Common',
            introit: '愿你的祭司披上｜公义\n愿你的圣民｜欢呼\n因为耶和华拣选了｜锡安\n愿意当作自己的｜居所\n说：这是我永远安息｜之所\n我要住在这里，因为是我所愿｜意的\n我要使其中的粮食｜丰满\n使其中的穷人｜饱足\n我要使祭司披上｜救恩\n圣民大声｜欢呼\n我要叫大卫的角在那里｜发生\n我为我的受膏者预备｜明灯\n我要使他的仇敌披上｜羞耻\n但他的冠冕要在头上｜发光\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n愿你的祭司披上｜公义\n愿你的圣民｜欢呼',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你奇妙的｜作为\n我要传扬你的｜大德',
            verse: '哈利路亚。新郎和陪伴之人同在的时候，陪伴之人岂能禁食呢？新郎还同在，他们不能禁食。哈利路亚。',
            hymn: '819 Sing praise to God, the highest good'
        },
        proper4: {
            color: '绿色',
            preface: 'Common',
            introit: '我的心默默无声，专等｜候神\n我的救恩是从他｜而来\n我的心哪，你当默默无声，专等｜候神\n因为我的盼望是从他｜而来\n惟独他是我的磐石，我的拯救，他是我的｜高台\n我必不｜动摇\n我的拯救，我的荣耀，都在｜乎神\n我力量的磐石，我的避难所，都在｜乎神\n你们众民当时时倚靠他，在他面前倾心｜吐意\n神是我们的避｜难所\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我的心默默无声，专等｜候神\n我的救恩是从他｜而来',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你奇妙的｜作为\n我要传扬你的｜大德',
            verse: '哈利路亚。安息日是为人设立的，人不是为安息日设立的。哈利路亚。',
            hymn: '906 O day of rest and gladness'
        },
        proper5: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华是应当称｜颂的\n因为他听了我恳求的｜声音\n耶和华是我的力量，是我的盾牌，我心里倚靠他，就得｜帮助\n所以我心中欢乐，我必用诗歌颂｜赞他\n耶和华是他百姓的｜力量\n又是他受膏者得救的｜保障\n求你拯救你的百姓，赐福给你的｜产业\n牧养他们，扶持他们，直到｜永远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华是应当称｜颂的\n因为他听了我恳求的｜声音',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你奇妙的｜作为\n我要传扬你的｜大德',
            verse: '哈利路亚。若不是耶和华建造房屋，建造的人就枉然劳力。哈利路亚。',
            hymn: '668 Rise! To arms! With prayer employ you'
        },
        proper6: {
            color: '绿色',
            preface: 'Common',
            introit: '称谢耶｜和华\n歌颂你至高者｜的名\n义人要发旺如｜棕树\n生长如黎巴嫩的香｜柏树\n他们栽于耶和华的｜殿中\n发旺在我们神的｜院里\n他们年老的时候仍要结｜果子\n要满了汁浆而常｜发青\n好显明耶和华是正｜直的\n他是我的磐石，在他毫无｜不义\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n称谢耶｜和华\n歌颂你至高者｜的名',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你奇妙的｜作为\n我要传扬你的｜大德',
            verse: '哈利路亚。 你们却要在我们主救主耶稣基督的恩典和知识上有长进。哈利路亚。',
            hymn: '500 Creator Spirit, by whose aid'
        },
        proper7: {
            color: '绿色',
            preface: 'Common',
            introit: '于是，他们在苦难中哀求耶｜和华\n他从他们的祸患中领出他｜们来\n他使狂风｜止息\n波浪就｜平静\n风息浪静，他们便｜欢喜\n他就引他们到所愿去的｜海口\n但愿人因耶和华的慈爱和他向人所行的｜奇事\n都称｜赞他\n愿他们在民的会中尊｜崇他\n在长老的位上赞｜美他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n于是，他们在苦难中哀求耶｜和华\n他从他们的祸患中领出他｜们来',
            gradual: '耶和华本为大，该受大｜赞美\n其大无法｜测度\n我要默念你奇妙的｜作为\n我要传扬你的｜大德',
            verse: '哈利路亚。这到底是谁，连风和海也听从他了？哈利路亚。',
            hymn: '726 Evening and morning'
        },
        proper8: {
            color: '绿色',
            preface: 'Common',
            introit: '我要向山｜举目\n我的帮助从何｜而来\n我的｜帮助\n从造天地的耶和华｜而来\n保护你的是耶｜和华\n耶和华在你右边｜荫庇\n白日，太阳必不｜伤你\n夜间，月亮必不｜害你\n耶华要保护你，免受一切的｜灾害\n他要保护你的｜性命\n你出你入，耶和华要保｜护你\n从今时直到｜永远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要向山｜举目\n我的帮助从何｜而来\n我的｜帮助\n从造天地的耶和华｜而来',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。凡等候耶和华、心里寻求他的，耶和华必施恩给他。哈利路亚。',
            hymn: '755 In the very midst of life'
        },
        proper9: {
            color: '绿色',
            preface: 'Common',
            introit: '你们要尝尝主恩的滋味，便知道他是｜美善\n投靠他的人有｜福了\n因为耶和华拣选了｜锡安\n愿意当作自己的｜居所\n说：这是我永远安息之所，我要住在｜这里\n因为是我所愿｜意的\n我要使其中的粮食｜丰满\n使其中的穷人｜饱足\n我要使祭司披上｜救恩\n圣民大声｜欢呼\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要尝尝主恩的滋味，便知道他是｜美善\n投靠他的人有｜福了',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。又赶出许多的鬼，用油抹了许多病人，治好他们。哈利路亚。',
            hymn: '839 O Christ, our true and only light'
        },
        proper10: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，求你为你的名将我｜救活\n凭你的公义，将我从患难中领｜出来\n耶和华啊，求你听我的祷告，留心听我的｜恳求\n凭你的信实和公义应｜允我\n求你不要审问｜仆人\n因为在你面前，凡活着的人没有一个是｜义的\n求你使我清晨得听你慈爱｜之言\n因我倚｜靠你\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你为你的名将我｜救活\n凭你的公义，将我从患难中领｜出来',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。为义受逼迫的人有福了，因为天国是他们的。哈利路亚。',
            hymn: '743 Jesus, priceless treasure'
        },
        proper11: {
            color: '绿色',
            preface: 'Common',
            introit: '你｜张手\n使有生气的都随愿｜饱足\n你们要以感谢向耶和华｜歌唱\n用琴向我们的神｜歌颂\n他用云遮天，为地｜降雨\n使草生长在｜山上\n他赐食给｜走兽\n和啼叫的小｜乌鸦\n他不喜悦马的｜力大\n不喜爱人的｜腿快\n耶和华喜爱敬｜畏他\n和盼望他慈爱｜的人\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你｜张手\n使有生气的都随愿｜饱足',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。各人吃大能者的食物。他赐下粮食，使他们饱足。哈利路亚。',
            hymn: '644 The Church’s one foundation'
        },
        proper12: {
            color: '绿色',
            preface: 'Common',
            introit: '我要默念你威严的｜尊荣\n和你奇妙的｜作为\n我的神、我的王啊，我要尊｜崇你\n我要永永远远称颂｜你的\n我要天天称｜颂你\n也要永永远远赞美你｜的名\n耶和华本为大，该受大｜赞美\n其大无法｜测度\n人要传说你可畏之事的｜能力\n我也要传扬你的｜大德\n他们记念你的大恩，就要传｜出来\n并要歌唱你的｜公义\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要默念你威严的｜尊荣\n和你奇妙的｜作为',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。你们放心，是我，不要怕！哈利路亚。',
            hymn: '754 Entrust your days and burdens'
        },
        proper13: {
            color: '绿色',
            preface: 'Common',
            introit: '他按心中的纯正牧养｜他们\n用手中的巧妙引导｜他们\n他却吩咐｜天空\n又敞开天上｜的门\n降吗哪像雨给他｜们吃\n将天上的粮食赐给｜他们\n各人吃大能者的｜食物\n他赐下粮食，使他们｜饱足\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n他按心中的纯正牧养｜他们\n用手中的巧妙引导｜他们',
            gradual: '深哉！神丰富的智慧和｜知识\n他的判断何其难测！他的踪迹何其｜难寻\n因为万有都是本于他，倚靠他，归｜于他\n愿荣耀归给他，直到永远。｜阿们',
            verse: '哈利路亚。我就是生命的粮，到我这里来的，必定不饿；信我的，永远不渴。哈利路亚。',
            hymn: '918 Guide me, O Thou great Redeemer'
        },
        proper14: {
            color: '绿色',
            preface: 'Common',
            introit: '你｜张手\n使有生气的都随愿｜饱足\n你们要尝尝主恩的滋味，便知道他是｜美善\n投靠他的人有｜福了\n耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n少壮狮子还缺食｜忍饿\n但寻求耶和华的，什么好处都｜不缺\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你｜张手\n使有生气的都随愿｜饱足',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。我是从天上降下来生命的粮；人若吃这粮，就必永远活着。哈利路亚。',
            hymn: '534 Lord, enthroned in heav’nly splendor'
        },
        proper15: {
            color: '绿色',
            preface: 'Common',
            introit: '敬畏耶和华是智慧的开端，凡遵行他命令的是聪｜明人\n耶和华是永远当赞｜美的\n你们要赞美耶｜和华\n我要在正直人的大会中，并公会中，一心称谢耶｜和华\n耶和华的作为本｜为大\n凡喜爱的都必｜考察\n他所行的是尊荣和｜威严\n他的公义存到｜永远\n他行了奇事，使人｜记念\n耶和华有恩惠，有｜怜悯\n他赐粮食给敬畏他｜的人\n他必永远记念他｜的约\n他向百姓施行救赎，命定他的约，直到｜永远\n他的名圣而｜可畏\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n敬畏耶和华是智慧的开端，凡遵行他命令的是聪｜明人\n耶和华是永远当赞｜美的',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。主啊，你有永生之道，我们还归从谁呢？哈利路亚。',
            hymn: '696 O God, my faithful God'
        },
        proper16: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，我喜爱你所住｜的殿\n和你显荣耀的｜居所\n耶和华啊，求你为我伸冤，因我向来行事｜纯全\n我又倚靠耶和华并不｜摇动\n耶和华啊，求你察看我，试｜验我\n熬炼我的肺腑｜心肠\n耶和华啊，我要洗手表明无辜，才环绕你的｜祭坛\n我好发称谢的声音，也要述说你一切奇妙的｜作为\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，我喜爱你所住｜的殿\n和你显荣耀的｜居所',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。我得着你的言语，就当食物吃了，你的言语是我心中的欢喜快乐。哈利路亚。',
            hymn: '865 Lord, help us ever to retain'
        },
        proper17: {
            color: '绿色',
            preface: 'Common',
            introit: '求你将我的罪孽洗除｜净尽\n并洁除我｜的罪\n求你用牛膝草洁净我，我就｜干净\n求你洗涤我，我就比雪｜更白\n神啊，求你为我造清洁｜的心\n使我里面重新有正直｜的灵\n不要丢弃我，使我离开你｜的面\n不要从我收回你的｜圣灵\n求你使我仍得救恩｜之乐\n赐我乐意的灵扶｜持我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n求你将我的罪孽洗除｜净尽\n并洁除我｜的罪',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。清心的人有福了，因为他们必得见神。哈利路亚。',
            hymn: '566 By grace I’m saved, grace free and boundless'
        },
        proper18: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华是他百姓的｜力量\n又是他受膏者得救的｜保障\n耶和华啊，我要求告你；我的磐石啊，不要向我｜缄默\n倘若你向我闭口，我就如将死的人｜一样\n我呼求你，向你至圣所举手的｜时候\n求你垂听我恳求的｜声音\n耶和华是应当称｜颂的\n因为他听了我恳求的｜声音\n耶和华是我的力量，是我的盾牌，我心里倚靠他，就得｜帮助\n所以我心中欢乐，我必用诗歌颂｜赞他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华是他百姓的｜力量\n又是他受膏者得救的｜保障',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。耶和华建造耶路撒冷，聚集以色列中被赶散的人。他医好伤心的人，裹好他们的伤处。哈利路亚。',
            hymn: '797 Praise the Almighty, my soul, adore Him'
        },
        proper19: {
            color: '绿色',
            preface: 'Common',
            introit: '凡仰望耶和华｜的人\n你们都要壮胆，坚固你们｜的心\n耶和华啊，我仍旧倚｜靠你\n我说：你是我｜的神\n我终身的事在你｜手中\n求你救我脱离仇敌的手和那些逼迫我｜的人\n求你使你的脸光照｜仆人\n凭你的慈爱拯｜救我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n凡仰望耶和华｜的人\n你们都要壮胆，坚固你们｜的心',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。在信的人，凡事都能。哈利路亚。',
            hymn: '849 Praise the One who breaks the darkness'
        },
        proper20: {
            color: '绿色',
            preface: 'Common',
            introit: '又要以耶和华｜为乐\n他就将你心里所求的赐｜给你\n当将你的事交托耶｜和华\n并倚靠他，他就必｜成全\n他要使你的公义如光｜发出\n使你的公平明如｜正午\n你当默然倚靠耶和华，耐性等｜候他\n不要因那道路通达的和那恶谋成就的心怀｜不平\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n又要以耶和华｜为乐\n他就将你心里所求的赐｜给你',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。若有人愿意作首先的，他必作众人末后的，作众人的用人。哈利路亚。',
            hymn: '851 Lord of glory, You have bought us'
        },
        proper21: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，你的名存到｜永远\n耶和华啊，你可记念的名存到｜万代\n你们要赞美耶和华，你们要赞美耶和华｜的名\n耶和华的仆人站在耶和华｜殿中\n站在我们神殿院｜中的\n你们要赞｜美他\n你们要赞美耶和华，耶和华本｜为善\n要歌颂他的名，因为这是美｜好的\n耶和华啊，你的名存到｜永远\n耶和华啊，你可记念的名存到｜万代\n耶和华要为他的百姓｜伸冤\n为他的仆人｜后悔\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，你的名存到｜永远\n耶和华啊，你可记念的名存到｜万代',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。你们里头应当有盐，彼此和睦。哈利路亚。',
            hymn: '505 Triune God, be Thou our stay'
        },
        proper22: {
            color: '绿色',
            preface: 'Common',
            introit: '若不是耶和华建造｜房屋\n建造的人就枉然｜劳力\n儿女是耶和华所赐的｜产业\n所怀的胎是他所给的｜赏赐\n少年时所生的｜儿女\n好像勇士手中｜的箭\n箭袋充满的人便为｜有福\n他们在城门口和仇敌说话的时候，必不至于｜羞愧\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n若不是耶和华建造｜房屋\n建造的人就枉然｜劳力',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。让小孩子到我这里来，不要禁止他们，因为在神国的，正是这样的人。哈利路亚。',
            hymn: '863 Our Father, by whose name'
        },
        proper23: {
            color: '绿色',
            preface: 'Common',
            introit: '你们要赞美耶｜和华\n敬畏耶和华，甚喜爱他命令的，这人便为｜有福\n他家中有货物，有｜钱财\n他的公义存到｜永远\n正直人在黑暗中，有光向他｜发现\n他有恩惠，有怜悯，有｜公义\n施恩与人、借贷与人的，这人事情｜顺利\n他被审判的时候，要诉明自己｜的冤\n他永不｜动摇\n义人被记念，直到｜永远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要赞美耶｜和华\n敬畏耶和华，甚喜爱他命令的，这人便为｜有福',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。你们各人的重担要互相担当，如此，就完全了基督的律法。哈利路亚。',
            hymn: '694 Thee will I love, my strength, my tower'
        },
        proper24: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华靠近伤心｜的人\n拯救灵性痛悔｜的人\n我要时时称颂耶｜和华\n赞美他的话必常在我｜口中\n我的心必因耶和华｜夸耀\n谦卑人听见，就要｜喜乐\n你们和我当称耶和华｜为大\n一同高举他｜的名\n我曾寻求耶和华，他就应｜允我\n救我脱离了一切的｜恐惧\n义人呼求，耶和华听｜见了\n便救他们脱离一切｜患难\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华靠近伤心｜的人\n拯救灵性痛悔｜的人',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。在人是不能，在神却不然，因为神凡事都能。哈利路亚。',
            hymn: '690 Hope of the world, Thou Christ of great compassion'
        },
        proper25: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，我从深处向你｜求告\n主啊，求你听我的声音，愿你侧耳听我恳求的｜声音\n耶和华啊，我的心不狂傲，我的眼不｜高大\n重大和测不透的事，我也不｜敢行\n我的心平稳安静，好像断过奶的孩子在他母亲的｜怀中\n我的心在我里面真像断过奶的｜孩子\n以色列啊，你当仰望耶｜和华\n从今时直到｜永远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，我从深处向你｜求告\n主啊，求你听我的声音，愿你侧耳听我恳求的｜声音',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。仰望为我们信心创始成终的耶稣。哈利路亚。',
            hymn: '713 From God can nothing move me'
        },
        proper26: {
            color: '绿色',
            preface: 'Common',
            introit: '我要一心称谢耶｜和华\n我要传扬你一切奇妙的｜作为\n我要歌唱耶和华的慈爱，直到｜永远\n我要用口将你的信实传与｜万代\n因我曾说，你的慈悲必建立到｜永远\n你的信实必坚立在｜天上\n我与我所拣选的人立｜了约\n向我的仆人大卫起｜了誓\n我要建立你的后裔，直到｜永远\n要建立你的宝座，直到｜万代\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要一心称谢耶｜和华\n我要传扬你一切奇妙的｜作为',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。以色列啊，你要听，主我们神是独一的主。哈利路亚。',
            hymn: '852 O God of mercy, God of might'
        },
        proper27: {
            color: '绿色',
            preface: 'Common',
            introit: '愿人因耶和华的慈爱和他向人所行的｜奇事\n都称｜赞他\n你们要称谢耶和华，因他本｜为善\n他的慈爱永远｜长存\n愿耶和华的赎民说｜这话\n就是他从敌人手中所救｜赎的\n他却将穷乏人安置在高处，脱离｜苦难\n使他的家属多如｜羊群\n正直人看见就｜欢喜\n罪孽之辈必塞口｜无言\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n愿人因耶和华的慈爱和他向人所行的｜奇事\n都称｜赞他',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。你们知道我们主耶稣基督的恩典；他本来富足，却为你们成了贫穷，叫你们因他的贫穷，可以成为富足。哈利路亚。',
            hymn: '738 Lord of all hopefulness, Lord of all joy'
        },
        proper28: {
            color: '绿色',
            preface: 'Common',
            introit: '惟有忍耐到｜底的\n必然｜得救\n因你的判断，锡安山应当｜欢喜\n犹大的城邑应当｜快乐\n你们当周游锡安，四围旋绕，数点｜城楼\n细看她的外郭，察看她的｜宫殿\n为要传说到后代。因为这神永永远远为我们｜的神\n他必作我们引路的，直到｜死时\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n惟有忍耐到｜底的\n必然｜得救',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。惟有忍耐到底的，必然得救。哈利路亚。',
            hymn: '508 The day is surely drawing near'
        },
        proper29: {
            color: '绿色',
            preface: 'Common',
            introit: '我们盼望新天｜新地\n有义居在｜其中\n耶和华啊，求你叫我晓得我身之终，我的寿数｜几何\n叫我知道我的生命｜不长\n你使我的年日窄如｜手掌\n我一生的年数，在你面前如同｜无有\n主啊，如今我等什｜么呢\n我的指望｜在乎\n求你救我脱离一切的｜过犯\n不要使我受愚顽人的｜羞辱\n耶和华啊，求你听我的祷告，留心听我的｜呼求\n我流泪，求你不要静默｜无声\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我们盼望新天｜新地\n有义居在｜其中',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。我是阿拉法，我是俄梅戛；我是首先的，我是末后的；我是初，我是终。哈利路亚。',
            hymn: '336 Lo! He comes with clouds descending'
        }
    },
    c: {
        advent1: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n在天空谁能比耶和｜华呢\n神的众子中，谁能像耶和｜华呢\n公义和公平是你宝座的｜根基\n慈爱和诚实行在你｜前面\n知道向你欢呼的，那民是有｜福的\n耶和华啊，他们在你脸上的光里｜行走\n他们因你的名终日｜欢乐\n因你的公义得以｜高举\n我们的盾牌属耶｜和华\n我们的王属以色列的｜圣者\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。众城门哪，你们要抬起头来！永久的门户，你们要被举起！那荣耀的王将要进来。哈利路亚。',
            hymn: '332 Savior of the nations, come'
        },
        advent2: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '在旷野有人声喊｜着说\n预备主的道，修直他｜的路\n我的民哪，你当听，我要劝｜戒你\n以色列啊，甚愿你肯听｜从我\n我是耶和华你的神，曾把你从埃及地领｜上来\n你要大大张口，我就给你｜充满\n无奈我的民不听我的｜声音\n以色列全不｜理我\n甚愿我的民肯听｜从我\n以色列肯行我｜的道\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n在旷野有人声喊｜着说\n预备主的道，修直他｜的路',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。预备主的道，修直他的路。凡有血气的，都要见神的救恩。哈利路亚。',
            hymn: '344 On Jordan’s bank the Baptist’s cry'
        },
        advent3: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '你们要靠主常常｜喜乐\n我再说，你们要｜喜乐\n以雅各的神为帮助、仰望耶和华他｜神的\n这人便为｜有福\n耶和华造天、地、海和其中的｜万物\n他守诚实，直到｜永远\n他为受屈的｜伸冤\n赐食物与饥｜饿的\n耶和华释放被囚的。耶和华开了瞎子的｜眼睛\n耶和华扶起被压下的人。耶和华喜爱｜义人\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要靠主常常｜喜乐\n我再说，你们要｜喜乐',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。我要差遣我的使者在你前面预备道路。哈利路亚。',
            hymn: '345 Hark! A thrilling voice is sounding'
        },
        advent4: {
            color: '蓝色或紫罗兰色',
            preface: 'Advent',
            introit: '我心尊主｜为大\n我灵以神我的救主｜为乐\n我的口向仇敌｜张开\n我因耶和华的救恩｜欢欣\n只有耶和华｜为圣\n除他以外没有可比的，也没有磐石像我们｜的神\n不生育的，生了七个｜儿子\n多有儿女的，反倒｜衰微\n耶和华使人死，也使｜人活\n使人下阴间，也使人往｜上升\n他使人贫穷，也使人｜富足\n使人卑微，也使人｜高贵\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我心尊主｜为大\n我灵以神我的救主｜为乐',
            gradual: '锡安的民哪，应当大大｜喜乐\n耶路撒冷的民哪，应当｜欢呼\n看哪，你的王来到你｜这里\n他是公义的，并且施行｜拯救\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            verse: '哈利路亚。必有童女怀孕生子，人要称他的名为以马内利。哈利路亚。',
            hymn: '357 O come, O come, Emmanuel'
        },
        christmasEve: {
            color: '白色',
            preface: 'Christmas',
            introit: '我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你\n地和其中所充满的，世界和住在其｜间的\n都属耶｜和华\n谁能登耶和华｜的山\n谁能站在他的｜圣所\n就是手洁｜心清\n不向虚妄，起誓不怀诡诈｜的人\n他必蒙耶和华｜赐福\n又蒙救他的神使他｜成义\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。哈利路亚。',
            hymn: '359 Lo, how a rose e’er blooming'
        },
        christmas: {
            color: '白色',
            preface: 'Christmas',
            introit: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、｜策士\n全能的神、永在的父、和平｜的君\n你们要向耶和华唱新歌，因为他行过奇妙｜的事\n他的右手和圣臂施行｜救恩\n耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义\n记念他向以色列家所发的慈爱，所凭的｜信实\n地的四极都看见我们神的｜救恩\n全地都要向耶和华｜欢乐\n要发起大声，欢呼｜歌颂\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、｜策士\n全能的神、永在的父、和平｜的君',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。道成了肉身，住在我们中间，充充满满地有恩典，有真理。我们也见过他的荣光，正是父独生子的荣光。哈利路亚。',
            hymn: '382 We praise You, Jesus, at Your birth'
        },
        christmas1: {
            color: '白色',
            preface: 'Christmas',
            introit: '耶和华在万国眼前露出｜圣臂\n地极的人都看见我们神的救｜恩了\n你们要向耶和华唱新歌，因为他行过奇妙｜的事\n他的右手和圣臂施行｜救恩\n耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义\n记念他向以色列家所发的慈爱，所凭的｜信实\n地的四极都看见我们神的｜救恩\n全地都要向耶和华｜欢乐\n要发起大声，欢呼｜歌颂\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华在万国眼前露出｜圣臂\n地极的人都看见我们神的救｜恩了',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。因为我的眼睛已经看见你的救恩，是照亮外邦人的光，又是你民以色列的荣耀。哈利路亚。',
            hymn: '389 Let all together praise our God'
        },
        christmas2: {
            color: '白色',
            preface: 'Christmas',
            introit: '道成了肉身，住在我们中间，充充满满地有恩典，有｜真理\n我们也见过他的荣光，正是父独生子的｜荣光\n你们要赞美耶和华！因歌颂我们的神为善｜为美\n赞美的话是合｜宜的\n我们的主为大，最有｜能力\n他的智慧无法｜测度\n耶和华喜爱敬｜畏他\n和盼望他慈爱｜的人\n耶路撒冷啊，你要颂赞耶｜和华\n锡安哪，你要赞美你｜的神\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n道成了肉身，住在我们中间，充充满满地有恩典，有｜真理\n我们也见过他的荣光，正是父独生子的｜荣光',
            gradual: '因有一婴孩为我们而生，有一子赐给｜我们\n政权必担在他的肩｜头上\n他名称为奇妙、策士、全能｜的神\n永在的父、和平｜的君\n你们要向耶和华唱｜新歌\n因为他行过奇妙｜的事',
            verse: '哈利路亚。孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。哈利路亚。',
            hymn: '410 Within the Father’s house'
        },
        epiphany: {
            color: '白色',
            preface: 'Epiphany',
            introit: '我必叫你的名被万代｜记念\n所以万民要永永远远称｜谢你\n神啊，你的宝座是永永远远地，你的国权是正｜直的\n你喜爱公义，恨恶｜罪恶\n所以神，就是你的神，用喜乐油膏你，胜过膏你的｜同伴\n你的衣服都有没药、沉香、肉桂的｜香气\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我必叫你的名被万代｜记念\n所以万民要永永远远称｜谢你',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。那生下来作犹太人之王的在哪里？我们在东方看见他的星，特来拜他。哈利路亚。',
            hymn: '395 O Morning Star, how fair and bright'
        },
        baptism: {
            color: '白色',
            preface: 'The Baptism of Our Lord',
            introit: '看哪，我的仆人，我所｜扶持\n所拣选、心里所喜｜悦的\n我要传｜圣旨\n耶和华曾对我说：你是我的儿子，我今日｜生你\n你求我，我就将列国赐你为｜基业\n将地极赐你为｜田产\n你必用铁杖打破｜他们\n你必将他们如同窑匠的瓦器｜摔碎\n现在，你们君王应当｜省悟\n你们世上的审判官该受｜管教\n当存畏惧侍奉耶｜和华\n又当存战兢而｜快乐\n因为他的怒气快要｜发作\n凡投靠他的，都是有｜福的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n看哪，我的仆人，我所｜扶持\n所拣选、心里所喜｜悦的',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你是我的爱子，我喜悦你！哈利路亚。',
            hymn: '406/407 To Jordan came the Christ, our Lord'
        },
        epiphany2: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '他带我入筵｜宴所\n以爱为旗在我｜以上\n耶和华啊，你的慈爱上及｜诸天\n你的信实达到｜穹苍\n你的公义好像｜高山\n你的判断如同深渊。耶和华啊，人民、牲畜，你都｜救护\n神啊，你的慈爱何其｜宝贵\n世人投靠在你翅膀的｜荫下\n他们必因你殿里的肥甘得以｜饱足\n你也必叫他们喝你乐河｜的水\n因为在你那里有生命的｜源头\n在你的光中，我们必得｜见光\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n他带我入筵｜宴所\n以爱为旗在我｜以上',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。这是耶稣所行的头一件神迹，是在加利利的迦拿行的，显出他的荣耀来，他的门徒就信他了。哈利路亚。',
            hymn: '402 The only Son from heaven'
        },
        epiphany3: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '你必起来怜恤｜锡安\n因现在是可怜他的时候，日期已经｜到了\n这必为后代的人｜记下\n将来受造的民要赞美耶｜和华\n因为他从至高的圣所｜垂看\n耶和华从天向地｜观察\n要垂听被囚之人的｜叹息\n要释放将要死｜的人\n使人在锡安传扬耶和华｜的名\n在耶路撒冷传扬赞美他｜的话\n就是在万民和列国｜聚会\n侍奉耶和华的｜时候\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你必起来怜恤｜锡安\n因现在是可怜他的时候，日期已经｜到了',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。主的灵在我身上，因为他用膏膏我，叫我传福音给贫穷的人。哈利路亚。',
            hymn: '839 O Christ, our true and only light'
        },
        epiphany4: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '耶和华啊，求你｜起来\n神啊，求你举手，不要忘记困｜苦人\n耶和华永永远远｜为王\n外邦人从他的地已经灭｜绝了\n耶和华啊，谦卑人的心愿，你早已｜知道\n你必预备他们的心，也必侧耳听他们的｜祈求\n为要给孤儿和受欺压的人｜伸冤\n使强横的人不再威吓｜他们\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你｜起来\n神啊，求你举手，不要忘记困｜苦人',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。我也必须在别城传神国的福音，因我奉差原是为此。哈利路亚。',
            hymn: '842 Son of God, eternal Savior'
        },
        epiphany5: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '神啊，求你不要远｜离我\n我的神啊，求你速速帮｜助我\n我的口终日要述说你的公义和你的｜救恩\n因我不计｜其数\n我要来说主耶和华大能｜的事\n我单要提说你的｜公义\n神啊，自我年幼时，你就教训我，直到｜如今\n我传扬你奇妙的｜作为\n神啊，我到年老发白的时候，求你不要离｜弃我\n等我将你的能力指示下代，将你的大能指示后世｜的人\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，求你不要远｜离我\n我的神啊，求你速速帮｜助我',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。不要怕！从今以后，你要得人了。哈利路亚。',
            hymn: '398 Hail to the Lord’s anointed'
        },
        epiphany6: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '我学了你公义的｜判语\n就要以正直的心称｜谢你\n行为完全、遵行耶和华律｜法的\n这人便为｜有福\n遵守他的法度、一心寻求｜他的\n这人便为｜有福\n耶和华啊，你曾将你的训词吩咐｜我们\n为要我们殷勤｜遵守\n但愿我行事｜坚定\n得以遵守你的｜律例\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我学了你公义的｜判语\n就要以正直的心称｜谢你',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。当那日，你们要欢喜跳跃，因为你们在天上的赏赐是大的。哈利路亚。',
            hymn: '394 Songs of thankfulness and praise'
        },
        epiphany7: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '你当默然倚靠耶和华，耐性等｜候他\n不要因那道路通达的心怀｜不平\n不要为作恶的心怀｜不平\n也不要向那行不义的生出｜嫉妒\n因为他们如草快被｜割下\n又如青菜快要｜枯干\n你当倚靠耶和华而｜行善\n住在地上，以他的信实｜为粮\n又要以耶和华｜为乐\n他就将你心里所求的赐｜给你\n当将你的事交托耶｜和华\n并倚靠他，他就必｜成全\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你当默然倚靠耶和华，耐性等｜候他\n不要因那道路通达的心怀｜不平',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你们要慈悲，像你们的父慈悲一样。哈利路亚。',
            hymn: '820 My soul, now praise your Maker\n834 O God, O Lord of heav’n and earth'
        },
        epiphany8: {
            color: '绿色',
            preface: 'Epiphany',
            introit: '你们众民当时时倚靠他，在他面前倾心｜吐意\n神是我们的避｜难所\n我的心默默无声，专等｜候神\n我的救恩是从他｜而来\n惟独他是我的磐石，我的拯救，他是我的｜高台\n我必不很｜动摇\n神说了一次、两次，我都｜听见\n就是能力都属乎神。主啊，慈爱也是属｜乎你\n因为你照着各人所｜行的\n报｜应他\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们众民当时时倚靠他，在他面前倾心｜吐意\n神是我们的避｜难所',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存｜到永\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。凡到我这里来，听见我的话就去行的，我要告诉你们他像什么人。哈利路亚。',
            hymn: '819 Sing praise to God, the highest good'
        },
        transfiguration: {
            color: '白色',
            preface: 'The Transfiguration of Our Lord',
            introit: '如此住在你殿中的，便为｜有福\n他们仍要赞｜美你\n万军之耶和｜华啊\n你的居所何等｜可爱\n我羡慕渴想耶和华的｜院宇\n我的心肠、我的肉体向永生神｜呼吁\n神啊，你是我们的｜盾牌\n求你垂顾观看你受膏者｜的面\n因为耶和华神是日头，是盾牌，要赐下恩惠和｜荣耀\n他未尝留下一样好处不给那些行动正直｜的人\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n如此住在你殿中的，便为｜有福\n他们仍要赞｜美你',
            gradual: '万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到｜永远\n要将耶和华的名所当得的荣耀归｜给他\n拿供物来进入他的｜院宇',
            verse: '哈利路亚。你比世人更美，在你嘴里满有恩惠。哈利路亚。',
            hymn: '413 O wondrous type! O vision fair'
        },
        lent1: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '他若求告我，我就应允他；他在急难中，我要与他｜同在\n我要搭救他，使他｜尊贵\n我要使他足享｜长寿\n将我的救恩显明｜给他\n耶和华是我的避｜难所\n你已将至高者当你的｜居所\n祸患必不临｜到你\n灾害也不挨近你的｜帐棚\n因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n他们要用手托｜着你\n免得你的脚碰在石｜头上\n你要踹在狮子和虺蛇的｜身上\n践踏少壮狮子和｜大蛇\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n他若求告我，我就应允他；他在急难中，我要与他｜同在\n我要搭救他，使他｜尊贵\n我要使他足享｜长寿\n将我的救恩显明｜给他',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '要穿戴神所赐的全副军装，就能抵挡魔鬼的诡计。',
            hymn: '656/657 A mighty fortress is our God'
        },
        lent2: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '因我为你的殿心里焦急，如同｜火烧\n并且辱骂你人的辱骂都落在我｜身上\n神啊，你为何永远丢弃我｜们呢\n你为何向你草场的羊发怒如烟冒｜出呢\n求你记念你古时所得来的｜会众\n就是你所赎作你产业支｜派的\n并记念你向来所居住的锡｜安山\n求你举步去看那日久荒凉｜之地\n仇敌在圣所中所行的一切｜恶事\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n因我为你的殿心里焦急，如同｜火烧\n并且辱骂你人的辱骂都落在我｜身上',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '看哪，你们的家成为荒场留给你们。我告诉你们：从今以后，你们不得再见我，直等到你们说‘奉主名来的是应当称颂的。’',
            hymn: '708 Lord, Thee I love with all my heart'
        },
        lent3: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '因为耶和华知道义人的｜道路\n恶人的道路却必｜灭亡\n因为你不是喜悦恶事｜的神\n恶人不能与你｜同居\n狂傲人不能站在你｜眼前\n凡作孽的，都是你所恨｜恶的\n说谎言的，你必｜灭绝\n好流人血弄诡诈的，都为耶和华所｜憎恶\n至于我，我必凭你丰盛的慈爱进入你的｜居所\n我必存敬畏你的心向你的圣殿｜下拜\n耶和华啊，求你因我的仇敌，凭你的公义引｜领我\n使你的道路在我面前｜正直\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n因为耶和华知道义人的｜道路\n恶人的道路却必｜灭亡',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '乃是宽容你们，不愿有一人沉沦，乃愿人人都悔改。',
            hymn: '823/824 May God bestow on us His grace'
        },
        lent4: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '神啊，求你按你的慈爱怜｜恤我\n按你丰盛的慈悲涂抹我的｜过犯\n求你将我的罪孽洗除｜净尽\n并洁除我｜的罪\n因为我知道我的｜过犯\n我的罪常在我｜面前\n我向你犯罪，惟独得罪了你，在你眼前行了｜这恶\n以致你责备我的时候显为公义；判断我的时候显为｜清正\n我是在罪孽里｜生的\n在我母亲怀胎的时候就有｜了罪\n你所喜爱的是内里｜诚实\n你在我隐密处必使我得｜智慧\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，求你按你的慈爱怜｜恤我\n按你丰盛的慈悲涂抹我的｜过犯',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '父亲却吩咐仆人说：“我这个儿子是死而复活，失而又得的。”',
            hymn: '571 God loved the world so that He gave\n972 I trust, O Christ, in You alone'
        },
        lent5: {
            color: '紫罗兰色',
            preface: 'Lent',
            introit: '救恩属乎耶｜和华\n愿你赐福给你的｜百姓\n但你耶和华是我四围的｜盾牌\n是我的荣耀，又是叫我抬起头｜来的\n我用我的声音求告耶｜和华\n他就从他的圣山上应｜允我\n我躺下睡觉，我｜醒着\n耶和华都保｜佑我\n虽有成万的百姓来周围攻｜击我\n我也｜不怕\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n救恩属乎耶｜和华\n愿你赐福给你的｜百姓',
            gradual: '仰望为我们｜信心\n创始成终的｜耶稣\n他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的｜苦难\n便坐在神宝座的｜右边',
            verse: '匠人所弃的石头已作了房角的头块石头。',
            hymn: '430 My song is love unknown'
        },
        palm: {
            color: '鲜红或紫罗兰色',
            preface: 'Holy Week',
            introit: '奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福\n众城门哪，你们要抬起头来！永久的门户，你们要被｜举起\n那荣耀的王将要｜进来\n荣耀的王是｜谁呢\n就是有力有能的耶和华，在战场上有能的耶｜和华\n众城门哪，你们要抬起头来！永久的门户，你们要把头｜抬起\n那荣耀的王将要｜进来\n荣耀的王是｜谁呢\n万军之耶和华，他是荣耀｜的王\n奉耶和华名来的是应当称｜颂的\n我们从耶和华的殿中为你们｜祝福',
            gradual: '基督用自己的血，只一次进入｜圣所\n成了永远赎罪｜的事\n为此，他作了新约的｜中保\n便叫蒙召之人得着所应许永远的｜产业\n他向百姓施行｜救赎\n命定他的约，直到｜永远',
            verse: '就自己卑微，存心顺服，以至于死，且死在十字架上。',
            hymn: '438 A Lamb goes uncomplaining forth'
        },
        easter: {
            color: '白色或金色',
            preface: 'Easter',
            introit: '我要向耶和华歌唱，因他大大｜战胜\n将马和骑马的投在｜海中\n耶和华是我的力量、我的｜诗歌\n也成了我的｜拯救\n耶和华啊，你的右手施展能力，显出｜荣耀\n耶和华啊，你的右手摔碎｜仇敌\n你凭慈爱领了你所赎的｜百姓\n你凭能力引他们到了你的｜圣所\n你要将他们领进去，栽于你产业的｜山上\n耶和华啊，就是你为自己所造的｜住处\n主啊，就是你手所建立的｜圣所\n耶和华必作王，直到永永｜远远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我要向耶和华歌唱，因他大大｜战胜\n将马和骑马的投在｜海中',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。他已经把死废去，藉着福音，将不能坏的生命彰显出来。哈利路亚。',
            hymn: '458 Christ Jesus lay in death’s strong bands'
        },
        easter2: {
            color: '白色',
            preface: 'Easter',
            introit: '就要爱慕那纯净的灵奶，像才生的婴孩爱慕奶一样，叫你们因此渐长，以致｜得救\n你们若尝过主恩的滋味，就必｜如此\n你们要称谢耶和华，求告他｜的名\n在万民中传扬他的｜作为\n要向他唱诗｜歌颂\n谈论他一切奇妙的｜作为\n要以他的圣名｜夸耀\n寻求耶和华的人，心中应当｜欢喜\n要寻求耶和华与他的｜能力\n时常寻求他｜的面\n你们要记念他奇妙的作为和他的｜奇事\n并他口中的｜判语\n他记念他的约，直到｜永远\n他所吩咐的话，直到｜千代\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n就要爱慕那纯净的灵奶，像才生的婴孩爱慕奶一样，叫你们因此渐长，以致｜得救\n你们若尝过主恩的滋味，就必｜如此',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。那没有看见就信的有福了。哈利路亚。',
            hymn: '470/471 O sons and daughters of the King'
        },
        easter3: {
            color: '白色',
            preface: 'Easter',
            introit: '耶和华啊，你一切所造的都要称｜谢你\n你的圣民也要称｜颂你\n这代要对那代颂赞你的｜作为\n也要传扬你的｜大能\n我要默念你威严的｜尊荣\n和你奇妙的｜作为\n人要传说你可畏之事的｜能力\n我也要传扬你的｜大德\n他们记念你的大恩，就要传｜出来\n并要歌唱你的｜公义\n耶和华善待｜万民\n他的慈悲覆庇他一切所｜造的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，你一切所造的都要称｜谢你\n你的圣民也要称｜颂你',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。在路上，他和我们说话、给我们讲解圣经的时候，我们的心岂不是火热的吗？哈利路亚。',
            hymn: '483 With high delight let us unite'
        },
        easter4: {
            color: '白色',
            preface: 'Easter',
            introit: '我是好｜牧人\n我认识我的羊，我的羊也认识我，并且我为羊｜舍命\n又拣选他的仆人大卫，从羊圈中将他｜召来\n叫他不再跟从那些带奶的母羊，为要牧养自己的百姓雅各和自己的产业以｜色列\n于是，他按心中的纯正牧养｜他们\n用手中的巧妙引导｜他们\n这样，你的民，你草场的羊要称谢你，直到｜永远\n要述说赞美你的话，直到｜万代\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我是好｜牧人\n我认识我的羊，我的羊也认识我，并且我为羊｜舍命',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。我是好牧人，我认识我的羊，我的羊也认识我。哈利路亚。',
            hymn: '709 The King of love my shepherd is'
        },
        easter5: {
            color: '白色',
            preface: 'Easter',
            introit: '你们要向耶和华唱新歌，因为他行过奇妙｜的事\n他的右手和圣臂施行｜救恩\n耶和华发明了他的｜救恩\n在列邦人眼前显出｜公义\n记念他向以色列家所发的慈爱，所凭的｜信实\n地的四极都看见我们神的｜救恩\n全地都要向耶和华｜欢乐\n要发起大声，欢呼｜歌颂\n要用琴歌颂耶｜和华\n用琴和诗歌的声音歌｜颂他\n用号和｜角声\n在大君王耶和华面前｜欢呼\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要向耶和华唱新歌，因为他行过奇妙｜的事\n他的右手和圣臂施行｜救恩',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。人若爱我，就必遵守我的道，我父也必爱他，并且我们要到他那里去，与他同住。哈利路亚。',
            hymn: '633 At the Lamb’s high feast we sing'
        },
        easter6: {
            color: '白色',
            preface: 'Easter',
            introit: '你要把你的重担卸给耶和华，他必抚｜养你\n他永不叫义人｜动摇\n我心在我里面甚是｜疼痛\n死的惊惶临到｜我身\n至于我，我要求｜告神\n耶和华必拯｜救我\n我要晚上、早晨、晌午哀声｜悲叹\n他也必听我的｜声音\n他救赎我命脱离攻击我的人，使我得享｜平安\n因为与我相争的人｜甚多\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你要把你的重担卸给耶和华，他必抚｜养你\n他永不叫义人｜动摇',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。在世上你们有苦难，但你们可以放心，我已经胜了世界。哈利路亚。',
            hymn: '556 Dear Christians, one and all, rejoice'
        },
        ascension: {
            color: '白色',
            preface: 'Ascension',
            introit: '神上升，有喊声｜相送\n耶和华上升，有角声｜相送\n耶和华对我主说：你坐在我的｜右边\n等我使你仇敌作你的｜脚凳\n耶和华起了誓，决不｜后悔\n说：你是照着麦基洗德的等次永远为｜祭司\n在你右边｜的主\n当他发怒的日子必打伤｜列王\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神上升，有喊声｜相送\n耶和华上升，有角声｜相送',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。我就常与你们同在，直到世界的末了。哈利路亚。',
            hymn: '491 Up through endless ranks of angels'
        },
        easter7: {
            color: '白色',
            preface: 'Ascension',
            introit: '神啊，求你听我的｜呼求\n侧耳听我的｜祷告\n因为你作过我的避｜难所\n作过我的坚固台，脱离｜仇敌\n神啊，你原是听了我所许｜的愿\n你将产业赐给敬畏你名｜的人\n你要加添王的｜寿数\n他的年岁必存到｜世世\n他必永远坐在神｜面前\n愿你预备慈爱和诚实保｜佑他\n这样，我要歌颂你的名，直到｜永远\n好天天还我所许｜的愿\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，求你听我的｜呼求\n侧耳听我的｜祷告',
            gradual: 'Christ has risen | from the dead\n[God the Father] has crowned him with glory and | honor\nHe has given him dominion over the works | of his hands\nhe has put all things un- | der his feet',
            verse: '哈利路亚。因为知道基督既从死里复活，就不再死，死也不再作他的主了。哈利路亚。 我不撇下你们为孤儿。我必到你们这里来。哈利路亚。',
            hymn: '539 Christ is the world’s Redeemer'
        },
        pentecost: {
            color: '红色',
            preface: 'Pentecost',
            introit: 'Come, Holy spirit, fill the hearts of the｜faithful\nand kindle in them the fire of your love. Alle-｜luia\n耶和华啊，你所造的何其多，都是你用智慧造｜成的\n遍地满了你的｜丰富\n这都仰｜望你\n按时给它｜食物\n你给它们，它们便拾｜起来\n你张手，它们饱得｜美食\n你发出你的灵，它们便｜受造\n你使地面更换｜为新\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\nCome, Holy spirit, fill the hearts of the｜faithful\nand kindle in them the fire of your love. Alle-｜luia',
            gradual: '我要将我的灵浇灌凡有血｜气的\n你们的儿女要说｜预言\n因为人心里相信，就可以｜称义\n口里承认，就可以｜得救',
            verse: '哈利路亚。Come, Holy Spirit, fill the hearts of the faithful, and kindle in them the fire of your love.哈利路亚。',
            hymn: '497 Come, Holy Ghost, God and Lord'
        },
        holyTrinity: {
            color: '白色',
            preface: 'Holy Trinity',
            introit: 'Blessed be the Holy Trinity and the undivided | Unity\nLet us give glory to him because he has shown his mer- | cy to us\n我将耶和华常摆在我｜面前\n因他在我右边，我便不至｜摇动\n因此，我的心欢喜，我的灵｜快乐\n我的肉身也要安然｜居住\n因为你必不将我的灵魂撇在｜阴间\n也不叫你的圣者见｜朽坏\n你必将生命的道路指｜示我\n在你面前有满足的喜乐，在你右手中有永远的｜福乐\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\nBlessed be the Holy Trinity and the undivided | Unity\nLet us give glory to him because he has shown his mer- | cy to us',
            gradual: '这道离你不远，正在你口里，在你｜心里\n就是我们所传信主｜的道\n因为人心里相信，就可以｜称义\n口里承认，就可以｜得救',
            verse: '哈利路亚。圣哉！圣哉！圣哉！万军之耶和华，他的荣光充满全地！哈利路亚。',
            hymn: '498/499 Come, Holy Ghost, Creator blest'
        },
        proper3: {
            color: '绿色',
            preface: 'Common',
            introit: '谁敬畏耶｜和华\n耶和华必指示他当选择的｜道路\n耶和华是良善正｜直的\n所以他必指示罪人走｜正路\n他必按公平引领谦｜卑人\n将他的道教训｜他们\n凡遵守他的约和他法度｜的人\n耶和华都以慈爱诚实｜待他\n耶和华啊，求你因你的名赦免我｜的罪\n因为我的罪｜重大\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n谁敬畏耶｜和华\n耶和华必指示他当选择的｜道路',
            gradual: '这道离你不远，正在你口里，在你｜心里\n就是我们所传信主｜的道\n因为人心里相信，就可以｜称义\n口里承认，就可以｜得救',
            verse: '哈利路亚。你们要慈悲，像你们的父慈悲一样，因为他恩待那忘恩的和作恶的。哈利路亚。',
            hymn: '696 O God, my faithful God'
        },
        proper4: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，求你将你的道指教我，我要照你的真｜理行\n求你使我专心敬畏你｜的名\n耶和华啊，求你侧耳应｜允我\n因我是困苦穷｜乏的\n求你保存我的性命，因我是虔｜诚人\n我的神啊，求你拯救这倚靠你的｜仆人\n主啊，求你怜｜悯我\n因我终日求｜告你\n主啊，求你使仆人心里｜欢喜\n因为我的心仰｜望你\n因为你向我发的慈爱是｜大的\n你救了我的灵魂，免入极深的｜阴间\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你将你的道指教我，我要照你的真｜理行\n求你使我专心敬畏你｜的名',
            gradual: '这道离你不远，正在你口里，在你｜心里\n就是我们所传信主｜的道\n因为人心里相信，就可以｜称义\n口里承认，就可以｜得救',
            verse: '哈利路亚。啊，不要劳动，因你到我舍下，我不敢当！只要你说一句话，我的仆人就必好了。哈利路亚。',
            hymn: '615 When in the hour of deepest need'
        },
        proper5: {
            color: '绿色',
            preface: 'Common',
            introit: '求你向我转脸，怜｜恤我\n将你的力量赐给仆人，救你婢女的｜儿子\n我呼求的日子，你就应｜允我\n鼓励我，使我心里有｜能力\n我虽行在患难中，你必将我｜救活\n我的仇敌发怒，你必伸手抵挡他们，你的右手也必｜救我\n耶和华必成全关乎我｜的事\n耶和华啊，你的慈爱永远长存，求你不要离弃你手所｜造的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n求你向我转脸，怜｜恤我\n将你的力量赐给仆人，救你婢女的｜儿子',
            gradual: '这道离你不远，正在你口里，在你｜心里\n就是我们所传信主｜的道\n因为人心里相信，就可以｜称义\n口里承认，就可以｜得救',
            verse: '哈利路亚。有大先知在我们中间兴起来了。神眷顾了他的百姓。哈利路亚。',
            hymn: '615 When in the hour of deepest need'
        },
        proper6: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和｜华啊\n我的心仰｜望你\n我的神啊，我素来倚靠你。求你不要叫我｜羞愧\n不要叫我的仇敌向我｜夸胜\n求你转向我，怜｜恤我\n因为我是孤独｜困苦\n我心里的愁苦｜甚多\n求你救我脱离我的｜祸患\n求你看顾我的困苦、我的｜艰难\n赦免我一切｜的罪\n求你保护我的性命，搭｜救我\n使我不至羞愧，因为我投｜靠你\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和｜华啊\n我的心仰｜望你\n我的神啊，我素来倚靠你。求你不要叫我｜羞愧\n不要叫我的仇敌向我｜夸胜',
            gradual: '这道离你不远，正在你口里，在你｜心里\n就是我们所传信主｜的道\n因为人心里相信，就可以｜称义\n口里承认，就可以｜得救',
            verse: '哈利路亚。耶和华已经除掉你的罪，你必不至于死。你的信救了你，平平安安地回去吧！哈利路亚。',
            hymn: '915 Today Your mercy calls us\n834 O God, O Lord of heav’n and earth'
        },
        proper7: {
            color: '绿色',
            preface: 'Common',
            introit: '求你作我常住的｜磐石\n你已经命定要救我，因为你是我的岩石，我的｜山寨\n你是叫我们多经历重大急难的，必使我们｜复活\n从地的深处救｜上来\n求你使我越发｜昌大\n又转来安｜慰我\n我的神啊，我要鼓瑟称赞你，称赞你的｜诚实\n以色列的圣者啊，我要弹琴歌｜颂你\n我歌颂你的｜时候\n我的嘴唇和你所赎我的灵魂都必｜欢呼\n并且我的舌头必终日讲论你的｜公义\n因为那些谋害我的人已经蒙羞受｜辱了\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n求你作我常住的｜磐石\n你已经命定要救我，因为你是我的岩石，我的｜山寨',
            gradual: '这道离你不远，正在你口里，在你｜心里\n就是我们所传信主｜的道\n因为人心里相信，就可以｜称义\n口里承认，就可以｜得救',
            verse: '哈利路亚。你回家去，传说神为你作了何等大的事。哈利路亚。',
            hymn: '825 Rise, shine, you people'
        },
        proper8: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，求你使我们得见你的｜慈爱\n又将你的救恩赐给｜我们\n我要听神耶和华所说｜的话\n因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去｜妄行\n他的救恩诚然与敬畏他的人｜相近\n叫荣耀住在我们的｜地上\n慈爱和诚实彼此｜相遇\n公义和平安彼此｜相亲\n公义要行在他｜面前\n叫他的脚踪成为可走｜的路\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，求你使我们得见你的｜慈爱\n又将你的救恩赐给｜我们',
            gradual: '报福音传喜信的人，他们的脚踪何等｜佳美\n那传平安、报好信、传救｜恩的\n他们的声音传遍｜天下\n他们的言语传到｜地极',
            verse: '哈利路亚。耶稣被接上升的日子将到，他就定意向耶路撒冷去。哈利路亚。',
            hymn: '688 “Come, follow Me,” the Savior spake'
        },
        proper9: {
            color: '绿色',
            preface: 'Common',
            introit: '诸天述说神的｜荣耀\n穹苍传扬他的｜手段\n这日到那日发出｜言语\n这夜到那夜传出｜知识\n他的量带通遍天下，他的言语传到｜地极\n神在其间为太阳安设｜帐幕\n太阳如同新郎出｜洞房\n又如勇士欢然｜奔路\n它从天这边出来，绕到天｜那边\n没有一物被隐藏不得它的｜热气\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n诸天述说神的｜荣耀\n穹苍传扬他的｜手段',
            gradual: '报福音传喜信的人，他们的脚踪何等｜佳美\n那传平安、报好信、传救｜恩的\n他们的声音传遍｜天下\n他们的言语传到｜地极',
            verse: '哈利路亚。愿这一家平安！神的国临近你们了。哈利路亚。',
            hymn: '533 Jesus has come and brings pleasure eternal'
        },
        proper10: {
            color: '绿色',
            preface: 'Common',
            introit: '你们要称谢耶和华，因他本｜为善\n他的慈爱永远｜长存\n他顾念我们在卑微的｜地步\n因他的慈爱永远｜长存\n他救拔我们脱离｜敌人\n因他的慈爱永远｜长存\n他赐粮食给凡有血｜气的\n因他的慈爱永远｜长存\n你们要称谢天上｜的神\n因他的慈爱永远｜长存\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要称谢耶和华，因他本｜为善\n他的慈爱永远｜长存',
            gradual: '报福音传喜信的人，他们的脚踪何等｜佳美\n那传平安、报好信、传救｜恩的\n他们的声音传遍｜天下\n他们的言语传到｜地极',
            verse: '哈利路亚。你要尽心、尽性、尽力、尽意爱主你的神；又要爱邻舍如同自己。哈利路亚。',
            hymn: '845 Where charity and love prevail'
        },
        proper11: {
            color: '绿色',
            preface: 'Common',
            introit: '你的话是我脚前｜的灯\n是我路上｜的光\n耶和华是我的｜福分\n我曾说，我要遵守你的｜言语\n我一心求过你｜的恩\n愿你照你的话怜｜悯我\n我思想我所行｜的道\n就转步归向你的｜法度\n我急忙遵守你的｜命令\n并不｜迟延\n耶和华啊，你的慈爱遍满｜大地\n求你将你的律例教｜训我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你的话是我脚前｜的灯\n是我路上｜的光',
            gradual: '报福音传喜信的人，他们的脚踪何等｜佳美\n那传平安、报好信、传救｜恩的\n他们的声音传遍｜天下\n他们的言语传到｜地极',
            verse: '哈利路亚。你们既然接受了主基督耶稣，就当遵他而行，在他里面生根建造，信心坚固。哈利路亚。',
            hymn: '536 One thing’s needful; Lord, this treasure'
        },
        proper12: {
            color: '绿色',
            preface: 'Common',
            introit: '并要在患难之日求｜告我\n我必搭救你，你也要荣｜耀我\n耶和华啊，我一心呼吁你，求你应｜允我\n我必谨守你的｜律例\n我向你呼吁，求你｜救我\n我要遵守你的｜法度\n我趁天未亮｜呼求\n我仰望了你的｜言语\n我趁夜更未换将眼｜睁开\n为要思想你的｜话语\n求你照你的慈爱听我的｜声音\n耶和华啊，求你照你的典章将我｜救活\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n并要在患难之日求｜告我\n我必搭救你，你也要荣｜耀我',
            gradual: '报福音传喜信的人，他们的脚踪何等｜佳美\n那传平安、报好信、传救｜恩的\n他们的声音传遍｜天下\n他们的言语传到｜地极',
            verse: '哈利路亚。我又告诉你们：你们祈求，就给你们；寻找，就寻见；叩门，就给你们开门。哈利路亚。',
            hymn: '766 Our Father, who from heav’n above'
        },
        proper13: {
            color: '绿色',
            preface: 'Common',
            introit: '万民哪，你们都当听｜这话\n世上一切的｜居民\n无论上流下流，富足｜贫穷\n都当留｜心听\n一个也无法赎自己的｜弟兄\n也不能替他将赎价｜给神\n因为赎他生命的价值｜极贵\n只可永远｜罢休\n他们行的这道，本为自己的｜愚昧\n但他们以后的人还佩服他们的｜话语\n他们如同羊群派定下｜阴间\n死亡必作他们的｜牧者\n只是神必救赎我的灵魂脱离阴间的｜权柄\n因他必收｜纳我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n万民哪，你们都当听｜这话\n世上一切的｜居民\n无论上流下流，富足｜贫穷\n都当留｜心听',
            gradual: '报福音传喜信的人，他们的脚踪何等｜佳美\n那传平安、报好信、传救｜恩的\n他们的声音传遍｜天下\n他们的言语传到｜地极',
            verse: '哈利路亚。无论作什么，都要从心里作，像是给主作的，不是给人作的，因你们知道从主那里必得着基业为赏赐。哈利路亚。',
            hymn: '782 Gracious God, You send great blessings'
        },
        proper14: {
            color: '绿色',
            preface: 'Common',
            introit: '你们要以感谢向耶和华｜歌唱\n用琴向我们的神｜歌颂\n他用云遮天，为地｜降雨\n使草生长在｜山上\n他赐食给｜走兽\n和啼叫的小｜乌鸦\n他不喜悦马的｜力大\n不喜爱人的｜腿快\n耶和华喜爱敬｜畏他\n和盼望他慈爱｜的人\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们要以感谢向耶和华｜歌唱\n用琴向我们的神｜歌颂',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。你们这小群，不要惧怕，因为你们的父乐意把国赐给你们。哈利路亚。',
            hymn: '666 O little flock, fear not the foe'
        },
        proper15: {
            color: '绿色',
            preface: 'Common',
            introit: '你要把你的重担卸给耶和华，他必抚｜养你\n他永不叫义人｜动摇\n神啊，求你留心听我的｜祷告\n不要隐藏不听我的｜恳求\n原来不是仇敌辱骂我，若是仇敌，还可｜忍耐\n也不是恨我的人向我狂大，若是恨我的人，就必躲｜避他\n不料是你，你原与我｜平等\n是我的同伴，是我知己｜的朋\n我们素常彼此谈论，以为｜甘甜\n我们与群众在神的殿中｜同行\n至于我，我要求｜告神\n耶和华必拯｜救我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你要把你的重担卸给耶和华，他必抚｜养你\n他永不叫义人｜动摇',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。耶和华说：“我的话岂不像火？”糠秕怎能与麦子比较呢？哈利路亚。',
            hymn: '655 Lord, keep us steadfast in Your Word'
        },
        proper16: {
            color: '绿色',
            preface: 'Common',
            introit: '有尊荣和威严在他｜面前\n我们要称颂耶和华，从今时直到永远。你们要赞美耶｜和华\n万国啊，你们都当赞美耶｜和华\n万民哪，你们都当颂｜赞他\n因为他向我们大施｜慈爱\n耶和华的诚实存到永远。你们要赞美耶｜和华\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n有尊荣和威严在他｜面前\n我们要称颂耶和华，从今时直到永远。你们要赞美耶｜和华',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。从东、从西、从南、从北将有人来，在神的国里坐席。哈利路亚。',
            hymn: '510 A multitude comes from the east and the west'
        },
        proper17: {
            color: '绿色',
            preface: 'Common',
            introit: '惟有神｜断定\n他使这人降卑，使那人｜升高\n神啊，我们称谢你，我们称谢你，因为你的名｜相近\n人都述说你奇妙的｜作为\n我到了所定的｜日期\n必按正直施行｜审判\n因为高举非从东，非｜从西\n也非从南｜而来\n但我要宣扬，直到｜永远\n我要歌颂雅各｜的神\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n惟有神｜断定\n他使这人降卑，使那人｜升高',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。因为凡自高的，必降为卑；自卑的，必升为高。哈利路亚。',
            hymn: '842 Son of God, eternal Savior'
        },
        proper18: {
            color: '绿色',
            preface: 'Common',
            introit: '求你使我明白你的｜训词\n我就思想你的｜奇事\n我的心因愁苦而｜消化\n求你照你的话使我｜坚立\n求你使我离开奸诈｜的道\n开恩将你的律法赐｜给我\n我拣选了忠信｜的道\n将你的典章摆在我｜面前\n我持守你的法度，耶和｜华啊\n求你不要叫我｜羞愧\n你开广我心的｜时候\n我就往你命令的道上｜直奔\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n求你使我明白你的｜训词\n我就思想你的｜奇事',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。但我断不以别的夸口，只夸我们主耶稣基督的十字架。因这十字架，就我而论，世界已经钉在十字架上；就世界而论，我已经钉在十字架上。哈利路亚。',
            hymn: '853 How clear is our vocation, Lord'
        },
        proper19: {
            color: '绿色',
            preface: 'Common',
            introit: '你已将我的哀哭变为｜跳舞\n耶和华我的神啊，我要称谢你，直到｜永远\n耶和华我的神啊，我曾呼｜求你\n你医治｜了我\n耶和华啊，你曾把我的灵魂从阴间救｜上来\n使我存活，不至于｜下坑\n耶和华的圣民哪，你们要歌｜颂他\n称赞他可记念的｜圣名\n因为，他的怒气不过是转眼之间，他的恩典乃是一生｜之久\n一宿虽然有哭泣，早晨便必｜欢呼\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你已将我的哀哭变为｜跳舞\n耶和华我的神啊，我要称谢你，直到｜永远',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。我告诉你们：一个罪人悔改，在神的使者面前也是这样为他欢喜。哈利路亚。',
            hymn: '609/974 Jesus sinners doth receive'
        },
        proper20: {
            color: '绿色',
            preface: 'Common',
            introit: '你的法度永远是公｜义的\n求你赐我悟性，我就｜活了\n耶和华啊，你是公｜义的\n你的判语也是正｜直的\n你所命定的法度是凭｜公义\n和｜至诚\n我心焦急，如同｜火烧\n因我敌人忘记你的｜言语\n你的话极其｜精炼\n所以你的仆人｜喜爱\n你的公义永远｜长存\n你的律法尽都｜真实\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你的法度永远是公｜义的\n求你赐我悟性，我就｜活了',
            gradual: '耶和华的圣民哪，你们当敬｜畏他\n因敬畏他的一无｜所缺\n义人多有｜苦难\n但耶和华救他脱离这｜一切',
            verse: '哈利路亚。因为只有一位神；在神和人中间，只有一位中保，乃是降世为人的基督耶稣。 6他舍自己作万人的赎价。哈利路亚。',
            hymn: '557 Seek where you may to find a way'
        },
        proper21: {
            color: '绿色',
            preface: 'Common',
            introit: '求你照着应许仆人｜的话\n以慈爱安｜慰我\n你的手制造我，建｜立我\n求你赐我悟性，可以学习你的｜命令\n敬畏你的人见我，就要｜欢喜\n因我仰望你｜的话\n耶和华啊，我知道你的判语是公｜义的\n你使我受苦是以诚实｜待我\n愿你的慈悲临到我，使我｜存活\n因你的律法是我所喜｜爱的\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n求你照着应许仆人｜的话\n以慈爱安｜慰我',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。若不听从摩西和先知的话，就是有一个从死里复活的，他们也是不听劝。哈利路亚。',
            hymn: '708 Lord, Thee I love with all my heart'
        },
        proper22: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华啊，我仰望了你的｜救恩\n遵行了你的｜命令\n我喜爱你｜的话\n好像人得了许多｜掳物\n我因你公义的｜典章\n一天七次赞｜美你\n爱你律法的人有大｜平安\n什么都不能使他们｜绊脚\n我心里守了你的｜法度\n这法度我甚｜喜爱\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华啊，我仰望了你的｜救恩\n遵行了你的｜命令',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。若是你的弟兄得罪你，就劝戒他；他若懊悔，就饶恕他。哈利路亚。',
            hymn: '587 I know my faith is founded'
        },
        proper23: {
            color: '绿色',
            preface: 'Common',
            introit: '耶和华本为大，在我们神的｜城中\n该受大｜赞美\n我的心必因耶和华｜夸耀\n谦卑人听见，就要｜喜乐\n你们和我当称耶和华｜为大\n一同高举他｜的名\n我曾寻求耶和华，他就应｜允我\n救我脱离了一切的｜恐惧\n义人呼求，耶和华听｜见了\n便救他们脱离一切｜患难\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n耶和华本为大，在我们神的｜城中\n该受大｜赞美',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。但耶稣的名声越发传扬出去。有极多的人聚集来听道，也指望医治他们的病。哈利路亚。',
            hymn: '846 Your hand, O Lord, in days of old'
        },
        proper24: {
            color: '绿色',
            preface: 'Common',
            introit: '求你记念你古时所得来的｜会众\n就是你所赎作你产业支｜派的\n耶和华啊，仇敌辱骂，愚顽民亵渎了你｜的名\n求你记念｜这事\n不要将你斑鸠的性命交给｜野兽\n不要永远忘记你困苦人的｜性命\n不要叫受欺压的人蒙羞｜回去\n要叫困苦穷乏的人赞美你｜的名\n求你顾念所立｜的约\n神啊，求你起来，为自己｜伸诉\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n求你记念你古时所得来的｜会众\n就是你所赎作你产业支｜派的',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。我告诉你们：要快快地给他们伸冤了。然而人子来的时候，遇得见世上有信德吗？哈利路亚。',
            hymn: '734 I trust, O Lord, Your holy name'
        },
        proper25: {
            color: '绿色',
            preface: 'Common',
            introit: '我惧怕的｜时候\n要倚｜靠你\n我倚靠神，我要赞美他｜的话\n我倚靠耶和华，我要赞美他｜的话\n我倚靠神，必不｜惧怕\n人能把我怎么｜样呢\n神啊，我向你所许的愿在我｜身上\n我要将感谢祭献｜给你\n因为你救我的命脱离｜死亡\n你岂不是救护我的脚不跌倒，使我在生命光中行在神面｜前吗\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我惧怕的｜时候\n要倚｜靠你',
            gradual: '因他要为你吩咐他的｜使者\n在你行的一切道路上保｜护你\n我的心哪，你要称颂耶｜和华\n凡在我里面的，也要称颂他的｜圣名',
            verse: '哈利路亚。让小孩子到我这里来，不要禁止他们，因为在神国的，正是这样的人。哈利路亚。',
            hymn: '745 In God, my faithful God'
        },
        proper26: {
            color: '绿色',
            preface: 'Common',
            introit: '凡以感谢献上为祭的便是荣｜耀我\n那按正路而行的，我必使他得着我的｜救恩\n大能者神耶和华，已经发言招呼｜天下\n从日出之地到日落｜之处\n从全美的锡｜安中\n神已经发｜光了\n你们要以感谢为祭献｜与神\n又要向至高者还你｜的愿\n并要在患难之日求｜告我\n我必搭救你，你也要荣｜耀我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n凡以感谢献上为祭的便是荣｜耀我\n那按正路而行的，我必使他得着我的｜救恩',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。今天救恩到了这家，因为他也是亚伯拉罕的子孙。人子来，为要寻找、拯救失丧的人。哈利路亚。',
            hymn: '728 How firm a foundation, O saints of the Lord'
        },
        proper27: {
            color: '绿色',
            preface: 'Common',
            introit: '你们敬畏耶和华的，要倚靠耶｜和华\n他是你们的帮助和你们的｜盾牌\n为何容外邦｜人说\n他们的神在哪｜里呢\n然而我们的神在｜天上\n都随自己的意旨｜行事\n他们的偶像是金的｜银的\n是人手所｜造的\n造他的要和他｜一样\n凡靠他的也要｜如此\n死人不能赞美耶｜和华\n下到寂静中的也都｜不能\n但我们要称颂耶｜和华\n从今时直到永远。你们要赞美耶｜和华\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n你们敬畏耶和华的，要倚靠耶｜和华\n他是你们的帮助和你们的｜盾牌',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。神原不是死人的神，乃是活人的神，因为在他那里，人都是活的。哈利路亚。',
            hymn: '713 From God can nothing move me'
        },
        proper28: {
            color: '绿色',
            preface: 'Common',
            introit: '天地要｜废去\n我的话却不能｜废去\n我要向山｜举目\n我的帮助从何｜而来\n我的｜帮助\n从造天地的耶和华｜而来\n保护你的是耶｜和华\n耶和华在你右边荫｜庇你\n耶和华要保护你，免受一切的｜灾害\n他要保护你的｜性命\n你出你入，耶和华要保｜护你\n从今时直到｜永远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n天地要｜废去\n我的话却不能｜废去',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。你们就当挺身昂首，因为你们得赎的日子近了。哈利路亚。',
            hymn: '508 The day is surely drawing near'
        },
        proper29: {
            color: '绿色',
            preface: 'Common',
            introit: '愿全地都敬畏耶｜和华\n愿世上的居民都惧｜怕他\n耶和华的仆人夜间站在耶和华殿｜中的\n你们当称颂耶｜和华\n你们当向圣所｜举手\n称颂耶｜和华\n愿造天地的耶｜和华\n从锡安赐福给｜你们\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n愿全地都敬畏耶｜和华\n愿世上的居民都惧｜怕他',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。我实在告诉你：今日你要同我在乐园里了。哈利路亚。',
            hymn: '534 Lord, enthroned in heav’nly splendor'
        }
    },
    festival: {
        circumcision: {
            color: '白色',
            preface: 'Christmas',
            introit: '愿一切寻求你的，因你高兴｜欢喜\n愿那些喜爱你救恩的，常说：当尊耶和华｜为大\n祭物和礼物，你不喜悦，你已经开通我的｜耳朵\n燔祭和赎罪祭非你｜所要\n那时我说：看哪，我｜来了\n我的事在经卷上已经记｜载了\n我的神啊，我乐意照你的旨｜意行\n你的律法在我｜心里\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n愿一切寻求你的，因你高兴｜欢喜\n愿那些喜爱你救恩的，常说：当尊耶和华｜为大',
            gradual: '主又说：那些日子｜以后\n我与以色列家所立的约乃是｜这样\n我要将我的律法放在他们｜里面\n写在他们｜心上\n我要作他们的神，他们要作我的｜子民\n我不再记念他们的罪愆和他们的｜过犯',
            verse: '哈利路亚。她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。哈利路亚。',
            hymn: '900 Jesus! Name of wondrous love'
        },
        reformation: {
            color: '红色',
            preface: 'Common',
            introit: '我也要在君王面前论说你的｜法度\n 并不至于｜羞愧\n 我要时时称颂耶｜和华\n 赞美他的话必常在我｜口中\n 我的心必因耶和华｜夸耀\n 谦卑人听见，就要｜喜乐\n 众弟子啊，你们当来听我｜的话\n 我要将敬畏耶和华的道教训｜你们\n 耶和华救赎他仆人的｜灵魂\n 凡投靠他的，必不至｜定罪\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n我也要在君王面前论说你的｜法度\n 并不至于｜羞愧',
            gradual: ' 耶和华本｜为大\n 在我们神的城中，该受大｜赞美\n 你们当周游锡安，四围旋绕，数点｜城楼\n 细看她的外郭，察看她的｜宫殿\n 为要传说到｜后代\n 4因为这神永永远远为我们｜的神',
            verse: '哈利路亚。你们这小群，不要惧怕，因为你们的父乐意把国赐给你们。哈利路亚。',
            hymn: '656/657 A mighty fortress is our God'
        },
        allSaints: {
            color: '白色',
            preface: 'All Saints’ Day',
            introit: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n耶和华啊，我投靠你，求你使我永不｜羞愧\n凭你的公义搭｜救我\n因为你是我的岩石，我的｜山寨\n所以求你为你名的缘故引导我，指｜点我\n我将我的灵魂交在你｜手里\n耶和华诚实的神啊，你救赎｜了我\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了',
            gradual: '这些人是从大患难中出｜来的\n曾用羔羊的血把衣裳洗白｜净了\n靠你有力量、心中想往锡安大｜道的\n这人便为｜有福',
            verse: '哈利路亚。我们既有这许多的见证人，，如同云彩围着我们，仰望为我们信心创始成终的耶稣。哈利路亚。',
            hymn: '677 For all the saints who from their labors rest'
        },
        presentation: {
            color: '白色',
            preface: 'The Presentation of Our Lord',
            introit: '神啊，我们在你的｜殿中\n想念你的｜慈爱\n耶和华本｜为大\n在我们神的城中，在他的圣山上，该受大｜赞美\n锡安山，大君王的城，在北面居高｜华美\n为全地所｜喜悦\n神在其｜宫中\n自显为避｜难所\n我们在万军之耶和华的城中，就是我们神的城中所看见的，正如我们所听｜见的\n神必坚立这城，直到｜永远\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n神啊，我们在你的｜殿中\n想念你的｜慈爱',
            gradual: '耶和华本｜为大\n在我们神的城中，在他的圣山上，该受大｜赞美\n我们在万军之耶和华的｜城中\n就是我们神的城中所看见的，正如我们所听｜见的\n神啊，我们在你的｜殿中\n想念你的｜慈爱',
            verse: '哈利路亚。这孩子被立，是要叫以色列中许多人跌倒，许多人兴起。哈利路亚。',
            hymn: '519 In His temple now behold Him'
        },
        annunciation: {
            color: '白色',
            preface: 'The Annunciation of Our Lord',
            introit: '对锡安的居｜民说\n你的拯救者｜来到\n我要时时称颂耶｜和华\n赞美他的话必常在我｜口中\n我的心必因耶和华｜夸耀\n谦卑人听见，就要｜喜乐\n你们和我当称耶和华｜为大\n一同高举他｜的名\n荣耀归于圣父圣子｜圣灵\n从起初到今时直到永远｜阿们\n对锡安的居｜民说\n你的拯救者｜来到',
            gradual: '神啊，你的宝座是永永远｜远地\n你的国权是正｜直的\n你喜爱公义，恨恶｜罪恶\n所以神，就是你的神，用喜乐油｜膏你',
            verse: '哈利路亚。我是主的使女，情愿照你的话成就在我身上。哈利路亚。',
            hymn: '356 The angel Gabriel from heaven came'
        }
    }
};
