'use strict';

module.exports = {
    one:{
        advent1:{
            firstReading:{
                title:'耶利米书23:5-8',
                content:'5耶和华说：“日子将到，我要给大卫兴起一个公义的苗裔，他必掌王权，行事有智慧，在地上施行公平和公义。 6在他的日子，犹大必得救，以色列也安然居住。他的名必称为耶和华我们的义。” 7耶和华说：“日子将到，人必不再指着那领以色列人从埃及地上来永生的耶和华起誓， 8却要指着那领以色列家的后裔从北方和赶他们到的各国中上来、永生的耶和华起誓。他们必住在本地。”'
            },
            psalm:{
                title:'诗篇24',
                content:'1地和其中所充满的，世界和住在其间的，都属耶和华。  2他把地建立在海上，安定在大水之上。  3谁能登耶和华的山？谁能站在他的圣所？  4就是手洁心清，不向虚妄，起誓不怀诡诈的人。  5他必蒙耶和华赐福，又蒙救他的神使他成义。  6这是寻求耶和华的族类，是寻求你面的雅各。  7众城门哪，你们要抬起头来！永久的门户，你们要被举起！那荣耀的王将要进来。  8荣耀的王是谁呢？就是有力有能的耶和华，在战场上有能的耶和华。  9众城门哪，你们要抬起头来！永久的门户，你们要把头抬起！那荣耀的王将要进来。  10荣耀的王是谁呢？万军之耶和华，他是荣耀的王！'
            },
            secondReading:{
                title:'罗马书13:(8-10)11-14',
                content:'【8凡事都不可亏欠人，惟有彼此相爱，要常以为亏欠，因为爱人的就完全了律法。 9像那不可奸淫，不可杀人，不可偷盗，不可贪婪，或有别的诫命，都包在“爱人如己”这一句话之内了。 10爱是不加害与人的，所以爱就完全了律法。】 11再者，你们晓得现今就是该趁早睡醒的时候，因为我们得救，现今比初信的时候更近了。 12黑夜已深，白昼将近；我们就当脱去暗昧的行为，带上光明的兵器。 13行事为人要端正，好像行在白昼；不可荒宴醉酒，不可好色邪荡，不可争竞嫉妒。 14总要披戴主耶稣基督，不要为肉体安排，去放纵私欲。'
            },
            gospel:{
                title:'马太福音21:1-9',
                content:'1耶稣和门徒将近耶路撒冷，到了伯法其，在橄榄山那里， 2耶稣就打发两个门徒，对他们说：“你们往对面村子里去，必看见一匹驴拴在那里，还有驴驹同在一处。你们解开，牵到我这里来。 3若有人对你们说什么，你们就说：‘主要用它。’那人必立时让你们牵来。” 4这事成就，是要应验先知的话，说： 5“要对锡安的居民（原文作“女子”）说：‘看哪，你的王来到你这里，是温柔的，又骑着驴，就是骑着驴驹子。’”  6门徒就照耶稣所吩咐的去行， 7牵了驴和驴驹来，把自己的衣服搭在上面，耶稣就骑上。 8众人多半把衣服铺在路上，还有人砍下树枝来铺在路上。 9前行后随的众人喊着说：“和散那归于大卫的子孙（“和散那”原有“求救”的意思，在此是称颂的话）！奉主名来的是应当称颂的！高高在上和散那！”'
            }
        },
        advent2:{
            firstReading:{
                title:'弥迦书4:1-6',
                content:'1末后的日子，耶和华殿的山必坚立，超乎诸山，高举过于万岭，万民都要流归这山。  2必有许多国的民前往，说：“来吧，我们登耶和华的山，奔雅各神的殿。主必将他的道教训我们，我们也要行他的路；因为训诲必出于锡安，耶和华的言语必出于耶路撒冷。”  3他必在多国的民中施行审判，为远方强盛的国断定是非。他们要将刀打成犁头，把枪打成镰刀。这国不举刀攻击那国，他们也不再学习战事。  4人人都要坐在自己葡萄树下和无花果树下，无人惊吓。这是万军之耶和华亲口说的。  5万民各奉己神的名而行，我们却永永远远奉耶和华我们神的名而行。 6耶和华说：“到那日，我必聚集瘸腿的，招聚被赶出的和我所惩治的。'
            },
            psalm:{
                title:'诗篇50:1-15',
                content:'1大能者神耶和华，已经发言招呼天下，从日出之地到日落之处。  2从全美的锡安中，神已经发光了。  3我们的神要来，决不闭口，有烈火在他面前吞灭，有暴风在他四围大刮。  4他招呼上天下地，为要审判他的民，  5说：“招聚我的圣民到我这里来，就是那些用祭物与我立约的人。”  6诸天必表明他的公义，因为神是施行审判的。  7“我的民哪，你们当听我的话；以色列啊，我要劝戒你。我是神，是你的神。  8我并不因你的祭物责备你，你的燔祭常在我面前。  9我不从你家中取公牛，也不从你圈内取山羊。  10因为树林中的百兽是我的，千山上的牲畜也是我的。  11山中的飞鸟，我都知道；野地的走兽也都属我。  12我若是饥饿，我不用告诉你，因为世界和其中所充满的都是我的。  13我岂吃公牛的肉呢？我岂喝山羊的血呢？  14你们要以感谢为祭献与神，又要向至高者还你的愿，  15并要在患难之日求告我，我必搭救你，你也要荣耀我。”'
            },
            secondReading:{
                title:'罗马书15:4-13',
                content:'4从前所写的圣经都是为教训我们写的，叫我们因圣经所生的忍耐和安慰，可以得着盼望。 5但愿赐忍耐、安慰的神，叫你们彼此同心，效法基督耶稣， 6一心一口荣耀神、我们主耶稣基督的父。 7所以你们要彼此接纳，如同基督接纳你们一样，使荣耀归与神。 8我说，基督是为神真理作了受割礼人的执事，要证实所应许列祖的话， 9并叫外邦人因他的怜悯荣耀神。如经上所记：“因此我要在外邦中称赞你，歌颂你的名。” 10又说：“你们外邦人当与主的百姓一同欢乐。” 11又说：“外邦啊，你们当赞美主；万民哪，你们都当颂赞他。” 12又有以赛亚说：“将来有耶西的根，就是那兴起来要治理外邦的，外邦人要仰望他。” 13但愿使人有盼望的神，因信，将诸般的喜乐平安充满你们的心，使你们藉着圣灵的能力大有盼望。'
            },
            gospel:{
                title:'路加福音21:25-36',
                content:'25“日月星辰要显出异兆，地上的邦国也有困苦，因海中波浪的响声，就慌慌不定。 26天势都要震动，人想起那将要临到世界的事，就都吓得魂不附体。 27那时，他们要看见人子有能力，有大荣耀，驾云降临。 28一有这些事，你们就当挺身昂首，因为你们得赎的日子近了。” 29 30耶稣又设比喻对他们说：“你们看无花果树和各样的树，它发芽的时候，你们一看见，自然晓得夏天近了。 31这样，你们看见这些事渐渐地成就，也该晓得神的国近了。 32我实在告诉你们：这世代还没有过去，这些事都要成就。 33天地要废去，我的话却不能废去。” 34“你们要谨慎，恐怕因贪食、醉酒，并今生的思虑累住你们的心，那日子就如同网罗忽然临到你们， 35因为那日子要这样临到全地上一切居住的人。 36你们要时时警醒，常常祈求，使你们能逃避这一切要来的事，得以站立在人子面前。”'
            }
        },
        advent3:{
            firstReading:{
                title:'以赛亚书40:1-8(9-11)',
                content:'1你们的神说：“你们要安慰、安慰我的百姓。  2要对耶路撒冷说安慰的话，又向他宣告说，他争战的日子已满了，他的罪孽赦免了，他为自己的一切罪，从耶和华手中加倍受罚。”  3有人声喊着说：“在旷野预备耶和华的路（或作“在旷野，有人声喊着说：当预备耶和华的路”），在沙漠地修平我们神的道。  4一切山洼都要填满，大小山冈都要削平。高高低低的要改为平坦，崎崎岖岖的必成为平原。  5耶和华的荣耀必然显现，凡有血气的必一同看见，因为这是耶和华亲口说的。”  6有人声说：“你喊叫吧！”有一个说：“我喊叫什么呢？”说：“凡有血气的尽都如草，他的美容都像野地的花。  7草必枯干，花必凋残，因为耶和华的气吹在其上；百姓诚然是草。  8草必枯干，花必凋残；惟有我们神的话，必永远立定！”  【9报好信息给锡安的啊，你要登高山；报好信息给耶路撒冷的啊，你要极力扬声，扬声不要惧怕。对犹大的城邑说：“看哪，你们的神！”  10主耶和华必像大能者临到，他的膀臂必为他掌权。他的赏赐在他那里，他的报应在他面前。  11他必像牧人牧养自己的羊群，用膀臂聚集羊羔抱在怀中，慢慢引导那乳养小羊的。】'
            },
            psalm:{
                title:'诗篇85',
                content:'1耶和华啊，你已经向你的地施恩，救回被掳的雅各。  2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。细拉  3你收转了所发的忿怒和你猛烈的怒气。  4拯救我们的神啊，求你使我们回转，叫你的恼恨向我们止息。  5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？  6你不再将我们救活，使你的百姓靠你欢喜吗？  7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。  8我要听神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。  9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。  10慈爱和诚实彼此相遇；公义和平安彼此相亲。  11诚实从地而生，公义从天而现。  12耶和华必将好处赐给我们，我们的地也要多出土产。  13公义要行在他面前，叫他的脚踪成为可走的路。'
            },
            secondReading:{
                title:'哥林多前书4:1-5',
                content:'1人应当以我们为基督的执事，为神奥秘事的管家。 2所求于管家的，是要他有忠心。 3我被你们论断，或被别人论断，我都以为极小的事，连我自己也不论断自己。 4我虽不觉得自己有错，却也不能因此得以称义，但判断我的乃是主。 5所以，时候未到，什么都不要论断，只等主来，他要照出暗中的隐情，显明人心的意念。那时，各人要从神那里得着称赞。'
            },
            gospel:{
                title:'马太福音11:2-10(11)',
                content:'2约翰在监里听见基督所作的事，就打发两个门徒去， 3问他说：“那将要来的是你吗？还是我们等候别人呢？” 4耶稣回答说：“你们去，把所听见、所看见的事告诉约翰。 5就是瞎子看见，瘸子行走，长大麻风的洁净，聋子听见，死人复活，穷人有福音传给他们。 6凡不因我跌倒的就有福了。” 7他们走的时候，耶稣就对众人讲论约翰说：“你们从前出到旷野是要看什么呢？要看风吹动的芦苇吗？ 8你们出去到底是要看什么？要看穿细软衣服的人吗？那穿细软衣服的人是在王宫里。 9你们出去究竟是为什么？是要看先知吗？我告诉你们：是的，他比先知大多了。 10经上记着说：‘我要差遣我的使者在你前面预备道路。’所说的就是这个人。 【11我实在告诉你们：凡妇人所生的，没有一个兴起来大过施洗约翰的；然而天国里最小的比他还大。】'
            }
        },
        advent4:{
            firstReading:{
                title:'申命记18:15-19',
                content:'15耶和华你的神要从你们弟兄中间给你兴起一位先知像我，你们要听从他。 16正如你在何烈山大会的日子求耶和华你神一切的话，说：‘求你不再叫我听见耶和华我神的声音，也不再叫我看见这大火，免得我死亡。’ 17耶和华就对我说：‘他们所说的是。 18我必在他们弟兄中间，给他们兴起一位先知像你。我要将当说的话传给他；他要将我一切所吩咐的都传给他们。 19谁不听他奉我名所说的话，我必讨谁的罪。’'
            },
            psalm:{
                title:'诗篇111',
                content:'1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。  2耶和华的作为本为大，凡喜爱的都必考察。  3他所行的是尊荣和威严，他的公义存到永远。  4他行了奇事，使人记念。耶和华有恩惠，有怜悯。  5他赐粮食给敬畏他的人，他必永远记念他的约。  6他向百姓显出大能的作为，把外邦的地赐给他们为业。  7他手所行的，是诚实公平，他的训词都是确实的，  8是永永远远坚定的，是按诚实正直设立的。  9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。  10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。'
            },
            secondReading:{
                title:'腓立比书4:4-7',
                content:'4你们要靠主常常喜乐；我再说，你们要喜乐。 5当叫众人知道你们谦让的心。主已经近了。 6应当一无挂虑，只要凡事藉着祷告、祈求和感谢，将你们所要的告诉神。 7神所赐出人意外的平安，必在基督耶稣里保守你们的心怀意念。'
            },
            gospel:{
                title:'约翰福音1:19-28',
                content:'19约翰所作的见证记在下面：犹太人从耶路撒冷差祭司和利未人到约翰那里，问他说：“你是谁？” 20他就明说，并不隐瞒；明说：“我不是基督。” 21他们又问他说：“这样，你是谁呢？是以利亚吗？”他说：“我不是。”“是那先知吗？”他回答说：“不是。” 22于是他们说：“你到底是谁？叫我们好回复差我们来的人。你自己说，你是谁？” 23他说：“我就是那在旷野有人声喊着说：‘修直主的道路’，正如先知以赛亚所说的。” 24那些人是法利赛人差来的（或作“那差来的是法利赛人”）。 25他们就问他说：“你既不是基督，不是以利亚，也不是那先知，为什么施洗呢？” 26约翰回答说：“我是用水施洗，但有一位站在你们中间，是你们不认识的， 27就是那在我以后来的，我给他解鞋带也不配。” 28这是在约旦河外伯大尼（有古卷作“伯大巴喇”），约翰施洗的地方作的见证。'
            },
            gospelOptional:{
                title:'路加福音1:39-56',
                content:'39那时候马利亚起身，急忙往山地里去，来到犹大的一座城。 40进了撒迦利亚的家，问伊利莎白安。 41伊利莎白一听马利亚问安，所怀的胎就在腹里跳动，伊利莎白且被圣灵充满， 42高声喊着说：“你在妇女中是有福的，你所怀的胎也是有福的。 43我主的母到我这里来，这是从哪里得的呢？ 44因为你问安的声音一入我耳，我腹里的胎就欢喜跳动。 45这相信的女子是有福的，因为主对她所说的话都要应验。” 46马利亚说：“我心尊主为大，  47我灵以神我的救主为乐。  48因为他顾念他使女的卑微，从今以后，万代要称我有福。  49那有权能的，为我成就了大事，他的名为圣。  50他怜悯敬畏他的人，直到世世代代。  51他用膀臂施展大能，那狂傲的人正心里妄想，就被他赶散了。  52他叫有权柄的失位，叫卑贱的升高；  53叫饥饿的得饱美食，叫富足的空手回去。  54他扶助了他的仆人以色列，  55为要记念亚伯拉罕和他的后裔，施怜悯直到永远，正如从前对我们列祖所说的话。”  56马利亚和伊利莎白同住约有三个月，就回家去了。'
            }
        },
        christmasEve:{
            firstReading:{
                title:'以赛亚书7:10-14',
                content:'10耶和华又晓谕亚哈斯说： 11“你向耶和华你的神求一个兆头，或求显在深处，或求显在高处。” 12亚哈斯说：“我不求；我不试探耶和华。” 13以赛亚说：“大卫家啊，你们当听！你们使人厌烦岂算小事，还要使我的神厌烦吗？ 14因此，主自己要给你们一个兆头，必有童女怀孕生子，给他起名叫以马内利（就是“神与我们同在”的意思。）'
            },
            psalm:{
                title:'诗篇110:1-4',
                content:'1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”  2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。  3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。  4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”'
            },
            secondReading:{
                title:'约翰一书4:7-16',
                content:'7亲爱的弟兄啊，我们应当彼此相爱，因为爱是从神来的。凡有爱心的，都是由神而生，并且认识神。 8没有爱心的，就不认识神，因为神就是爱。 9神差他独生子到世间来，使我们藉着他得生，神爱我们的心在此就显明了。 10不是我们爱神，乃是神爱我们，差他的儿子为我们的罪作了挽回祭，这就是爱了。 11亲爱的弟兄啊，神既是这样爱我们，我们也当彼此相爱。 12从来没有人见过神。我们若彼此相爱，神就住在我们里面，爱他的心在我们里面得以完全了。  13神将他的灵赐给我们，从此就知道我们是住在他里面，他也住在我们里面。 14父差子作世人的救主，这是我们所看见且作见证的。 15凡认耶稣为神儿子的，神就住在他里面，他也住在神里面。  16神爱我们的心，我们也知道、也信。神就是爱，住在爱里面的，就是住在神里面，神也住在他里面。'
            },
            gospel:{
                title:'马太福音1:18-25',
                content:'18耶稣基督降生的事记在下面：他母亲马利亚已经许配了约瑟，还没有迎娶，马利亚就从圣灵怀了孕。 19她丈夫约瑟是个义人，不愿意明明地羞辱她，想要暗暗地把她休了。 20正思念这事的时候，有主的使者向他梦中显现，说：“大卫的子孙约瑟，不要怕，只管娶过你的妻子马利亚来，因她所怀的孕是从圣灵来的。 21她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。” 22这一切的事成就，是要应验主藉先知所说的话， 23说：“必有童女怀孕生子，人要称他的名为以马内利。”（“以马内利”翻出来就是“神与我们同在”。） 24约瑟醒了，起来，就遵着主使者的吩咐，把妻子娶过来， 25只是没有和她同房，等她生了儿子（有古卷作“等她生了头胎的儿子”），就给他起名叫耶稣。'
            }
        },
        christmas:{
            firstReading:{
                title:'出埃及记40:17-21, 34-38',
                content:'17第二年正月初一日，帐幕就立起来。 18摩西立起帐幕，安上带卯的座，立上板，穿上闩，立起柱子； 19在帐幕以上搭罩棚，把罩棚的顶盖，盖在其上，是照耶和华所吩咐他的。 20又把法版放在柜里，把杠穿在柜的两旁，把施恩座安在柜上。 21把柜抬进帐幕，挂上遮掩柜的幔子，把法柜遮掩了，是照耶和华所吩咐他的。\n34当时，云彩遮盖会幕，耶和华的荣光就充满了帐幕。 35摩西不能进会幕，因为云彩停在其上，并且耶和华的荣光充满了帐幕。 36每逢云彩从帐幕收上去，以色列人就起程前往； 37云彩若不收上去，他们就不起程，直等到云彩收上去。 38日间，耶和华的云彩是在帐幕以上；夜间，云中有火，在以色列全家的眼前，在他们所行的路上都是这样。'
            },
            psalm:{
                title:'诗篇2',
                content:'1外邦为什么争闹？万民为什么谋算虚妄的事？  2世上的君王一齐起来，臣宰一同商议，要敌挡耶和华并他的受膏者，  3说：“我们要挣开他们的捆绑，脱去他们的绳索。”  4那坐在天上的必发笑；主必嗤笑他们。  5那时，他要在怒中责备他们，在烈怒中惊吓他们，  6说：“我已经立我的君在锡安我的圣山上了。”  7受膏者说：“我要传圣旨。耶和华曾对我说：‘你是我的儿子，我今日生你。  8你求我，我就将列国赐你为基业，将地极赐你为田产。  9你必用铁杖打破他们，你必将他们如同窑匠的瓦器摔碎。’”  10现在，你们君王应当省悟，你们世上的审判官该受管教。  11当存畏惧侍奉耶和华，又当存战兢而快乐；  12当以嘴亲子，恐怕他发怒，你们便在道中灭亡，因为他的怒气快要发作。凡投靠他的，都是有福的。'
            },
            secondReading:{
                title:'提多书3:4-7',
                content:'4但到了神我们救主的恩慈和他向人所施的慈爱显明的时候， 5他便救了我们，并不是因我们自己所行的义，乃是照他的怜悯，藉着重生的洗和圣灵的更新。 6圣灵就是神藉着耶稣基督我们救主厚厚浇灌在我们身上的， 7好叫我们因他的恩得称为义，可以凭着永生的盼望成为后嗣（或作“可以凭着盼望承受永生”。）'
            },
            gospel:{
                title:'约翰福音1:1-14(15-18)',
                content:'1太初有道，道与神同在，道就是神。 2这道太初与神同在。 3万物是藉着他造的；凡被造的，没有一样不是藉着他造的。 4生命在他里头，这生命就是人的光。 5光照在黑暗里，黑暗却不接受光。  6有一个人，是从神那里差来的，名叫约翰。 7这人来，为要作见证，就是为光作见证，叫众人因他可以信。 8他不是那光，乃是要为光作见证。 9那光是真光，照亮一切生在世上的人。 10他在世界，世界也是藉着他造的，世界却不认识他。 11他到自己的地方来，自己的人倒不接待他。 12凡接待他的，就是信他名的人，他就赐他们权柄，作神的儿女。 13这等人不是从血气生的，不是从情欲生的，也不是从人意生的，乃是从神生的。  14道成了肉身，住在我们中间，充充满满地有恩典，有真理。我们也见过他的荣光，正是父独生子的荣光。 【15约翰为他作见证，喊着说：“这就是我曾说，‘那在我以后来的，反成了在我以前的，因他本来在我以前。’” 16从他丰满的恩典里，我们都领受了，而且恩上加恩。 17律法本是藉着摩西传的，恩典和真理都是由耶稣基督来的。 18从来没有人看见神，只有在父怀里的独生子将他表明出来。】'
            }
        },
        christmas1:{
            firstReading:{
                title:'以赛亚书11:1-5',
                content:'1从耶西的本（原文作“墩”）必发一条，从他根生的枝子必结果实。  2耶和华的灵必住在他身上，就是使他有智慧和聪明的灵、谋略和能力的灵、知识和敬畏耶和华的灵。  3他必以敬畏耶和华为乐，行审判不凭眼见，断是非也不凭耳闻；  4却要以公义审判贫穷人，以正直判断世上的谦卑人，以口中的杖击打世界，以嘴里的气杀戮恶人。  5公义必当他的腰带，信实必当他胁下的带子。'
            },
            firstReadingOptional:{
                title:'撒母耳记下7:1-16',
                content:'1王住在自己宫中，耶和华使他安靖，不被四围的仇敌扰乱。 2那时，王对先知拿单说：“看哪，我住在香柏木的宫中，神的约柜反在幔子里。” 3拿单对王说：“你可以照你的心意而行，因为耶和华与你同在。” 4当夜耶和华的话临到拿单说： 5“你去告诉我仆人大卫说，耶和华如此说：‘你岂可建造殿宇给我居住呢？ 6自从我领以色列人出埃及直到今日，我未曾住过殿宇，常在会幕和帐幕中行走。 7凡我同以色列人所走的地方，我何曾向以色列一支派的士师，就是我吩咐牧养我民以色列的说：你们为何不给我建造香柏木的殿宇呢？’  8“现在你要告诉我仆人大卫，说万军之耶和华如此说：‘我从羊圈中将你召来，叫你不再跟从羊群，立你作我民以色列的君。 9你无论往哪里去，我常与你同在，剪除你的一切仇敌；我必使你得大名，好像世上大大有名的人一样。 10我必为我民以色列选定一个地方，栽培他们，使他们住自己的地方，不再迁移；凶恶之子也不像从前扰害他们， 11并不像我命士师治理我民以色列的时候一样。我必使你安靖，不被一切仇敌扰乱。并且我耶和华应许你，必为你建立家室。 12你寿数满足，与你列祖同睡的时候，我必使你的后裔接续你的位，我也必坚定他的国。 13他必为我的名建造殿宇，我必坚定他的国位，直到永远。 14我要作他的父，他要作我的子；他若犯了罪，我必用人的杖责打他，用人的鞭责罚他。 15但我的慈爱仍不离开他，像离开在你面前所废弃的扫罗一样。 16你的家和你的国，必在我（原文作“你”）面前永远坚立。你的国位也必坚定，直到永远。’”'
            },
            psalm:{
                title:'诗篇89:1-8',
                content:'1我要歌唱耶和华的慈爱，直到永远。我要用口将你的信实传与万代。  2因我曾说，你的慈悲必建立到永远，你的信实必坚立在天上。  3我与我所拣选的人立了约，向我的仆人大卫起了誓。  4我要建立你的后裔，直到永远；要建立你的宝座，直到万代。细拉  5耶和华啊，诸天要称赞你的奇事，在圣者的会中，要称赞你的信实。  6在天空谁能比耶和华呢？神的众子中，谁能像耶和华呢？  7他在圣者的会中，是大有威严的神，比一切在他四围的更可畏惧。  8耶和华万军之神啊，哪一个大能者像你耶和华？你的信实是在你的四围。'
            },
            secondReading:{
                title:'加拉太书4:1-7',
                content:' 1我说那承受产业的，虽然是全业的主人，但为孩童的时候，却与奴仆毫无分别， 2乃在师傅和管家的手下，直等他父亲预定的时候来到。 3我们为孩童的时候，受管于世俗小学之下，也是如此。 4及至时候满足，神就差遣他的儿子为女子所生，且生在律法以下， 5要把律法以下的人赎出来，叫我们得着儿子的名分。 6你们既为儿子，神就差他儿子的灵进入你们（原文作“我们”）的心，呼叫：“阿爸，父！” 7可见，从此以后，你不是奴仆，乃是儿子了。既是儿子，就靠着神为后嗣。'
            },
            gospel:{
                title:'路加福音2:(22-32)33-40',
                content:'【22按摩西律法满了洁净的日子，他们带着孩子上耶路撒冷去，要把他献与主。 23（正如主的律法上所记：“凡头生的男子必称圣归主。”） 24又要照主的律法上所说，或用一对斑鸠，或用两只雏鸽献祭。 25在耶路撒冷有一个人名叫西面。这人又公义又虔诚，素常盼望以色列的安慰者来到，又有圣灵在他身上。 26他得了圣灵的启示，知道自己未死以前，必看见主所立的基督。 27他受了圣灵的感动，进入圣殿，正遇见耶稣的父母抱着孩子进来，要照律法的规矩办理。 28西面就用手接过他来，称颂神说：  29“主啊，如今可以照你的话，释放仆人安然去世，  30因为我的眼睛已经看见你的救恩，  31就是你在万民面前所预备的，  32是照亮外邦人的光，又是你民以色列的荣耀。”  】33孩子的父母因这论耶稣的话就希奇。 34西面给他们祝福，又对孩子的母亲马利亚说：“这孩子被立，是要叫以色列中许多人跌倒，许多人兴起；又要作毁谤的话柄，叫许多人心里的意念显露出来；你自己的心也要被刀刺透。” 35 36又有女先知名叫亚拿，是亚设支派法内力的女儿，年纪已经老迈，从作童女出嫁的时候，同丈夫住了七年，就寡居了。 37现在已经八十四岁（或作“就寡居了八十四年”），并不离开圣殿，禁食祈求，昼夜侍奉神。 38正当那时，她进前来称谢神，将孩子的事对一切盼望耶路撒冷得救赎的人讲说。 39约瑟和马利亚照主的律法办完了一切的事，就回加利利，到自己的城拿撒勒去了。 40孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。'
            }
        },
        christmas2:{
            firstReading:{
                title:'创世记46:1-7',
                content:'1以色列带着一切所有的，起身来到别是巴，就献祭给他父亲以撒的神。 2夜间，神在异象中对以色列说：“雅各！雅各！”他说：“我在这里。” 3神说：“我是神，就是你父亲的神。你下埃及去不要害怕，因为我必使你在那里成为大族。 4我要和你同下埃及去，也必定带你上来，约瑟必给你送终（原文作“将手按在你的眼睛上”）。” 5雅各就从别是巴起行。以色列的儿子们使他们的父亲雅各和他们的妻子、儿女，都坐在法老为雅各送来的车上。 6他们又带着在迦南地所得的牲畜、货财来到埃及。雅各和他的一切子孙都一同来了。 7雅各把他的儿子、孙子、女儿、孙女，并他的子子孙孙，一同带到埃及。'
            },
            psalm:{
                title:'诗篇77:11-20',
                content:'11我要提说耶和华所行的，我要记念你古时的奇事；  12我也要思想你的经营，默念你的作为。  13神啊，你的作为是洁净的，有何神大如神呢？  14你是行奇事的神。你曾在列邦中彰显你的能力。  15你曾用你的膀臂赎了你的民，就是雅各和约瑟的子孙。  16神啊，诸水见你，一见就都惊惶，深渊也都战抖。  17云中倒出水来，天空发出响声，你的箭也飞行四方。  18你的雷声在旋风中，电光照亮世界，大地战抖震动。  19你的道在海中，你的路在大水中，你的脚踪无人知道。  20你曾藉摩西和亚伦的手引导你的百姓，好像羊群一般。'
            },
            secondReading:{
                title:'彼得前书4:12-19',
                content:'12亲爱的弟兄啊，有火炼的试验临到你们，不要以为奇怪（似乎是遭遇非常的事）， 13倒要欢喜，因为你们是与基督一同受苦，使你们在他荣耀显现的时候，也可以欢喜快乐。 14你们若为基督的名受辱骂，便是有福的，因为神荣耀的灵常住在你们身上。 15你们中间却不可有人因为杀人、偷窃、作恶、好管闲事而受苦； 16若为作基督徒受苦，却不要羞耻，倒要因这名归荣耀给神。 17因为时候到了，审判要从神的家起首；若是先从我们起首，那不信从神福音的人将有何等的结局呢？ 18若是义人仅仅得救，那不虔敬和犯罪的人将有何地可站呢？ 19所以，那照神旨意受苦的人要一心为善，将自己灵魂交与那信实的造化之主。'
            },
            gospel:{
                title:'马太福音2:13-23',
                content:'13他们去后，有主的使者向约瑟梦中显现，说：“起来！带着小孩子同他母亲逃往埃及，住在那里，等我吩咐你，因为希律必寻找小孩子，要除灭他。” 14约瑟就起来，夜间带着小孩子和他母亲往埃及去， 15住在那里，直到希律死了。这是要应验主藉先知所说的话，说：“我从埃及召出我的儿子来。” 16希律见自己被博士愚弄，就大大发怒，差人将伯利恒城里并四境所有的男孩，照着他向博士仔细查问的时候，凡两岁以里的，都杀尽了。 17这就应了先知耶利米的话，说：  18“在拉玛听见号咷大哭的声音，是拉结哭她儿女，不肯受安慰，因为他们都不在了。” 19希律死了以后，有主的使者在埃及向约瑟梦中显现，说： 20“起来！带着小孩子和他母亲往以色列地去，因为要害小孩子性命的人已经死了。” 21约瑟就起来，把小孩子和他母亲带到以色列地去， 22只因听见亚基老接着他父亲希律作了犹太王，就怕往那里去，又在梦中被主指示，便往加利利境内去了。 23到了一座城，名叫拿撒勒，就住在那里。这是要应验先知所说他将称为拿撒勒人的话了。'
            }
        },
        epiphany:{
            firstReading:{
                title:'以赛亚书60:1-6',
                content:'1兴起，发光！因为你的光已经来到，耶和华的荣耀发现照耀你。  2看哪，黑暗遮盖大地，幽暗遮盖万民，耶和华却要显现照耀你，他的荣耀要现在你身上。  3万国要来就你的光，君王要来就你发现的光辉。  4你举目向四方观看，众人都聚集来到你这里。你的众子从远方而来，你的众女也被怀抱而来。  5那时你看见就有光荣，你心又跳动又宽畅。因为大海丰盛的货物必转来归你，列国的财宝也必来归你。  6成群的骆驼，并米甸和以法的独峰驼必遮满你。示巴的众人都必来到；要奉上黄金乳香，又要传说耶和华的赞美。'
            },
            psalm:{
                title:'诗篇24',
                content:'1地和其中所充满的，世界和住在其间的，都属耶和华。  2他把地建立在海上，安定在大水之上。  3谁能登耶和华的山？谁能站在他的圣所？  4就是手洁心清，不向虚妄，起誓不怀诡诈的人。  5他必蒙耶和华赐福，又蒙救他的神使他成义。  6这是寻求耶和华的族类，是寻求你面的雅各。  7众城门哪，你们要抬起头来！永久的门户，你们要被举起！那荣耀的王将要进来。  8荣耀的王是谁呢？就是有力有能的耶和华，在战场上有能的耶和华。  9众城门哪，你们要抬起头来！永久的门户，你们要把头抬起！那荣耀的王将要进来。  10荣耀的王是谁呢？万军之耶和华，他是荣耀的王！'
            },
            secondReading:{
                title:'以弗所书3:1-12',
                content:'1因此，我保罗为你们外邦人作了基督耶稣被囚的，替你们祈祷（此句乃对照十四节所加）。 2谅必你们曾听见神赐恩给我，将关切你们的职分托付我， 3用启示使我知道福音的奥秘，正如我以前略略写过的。 4你们念了，就能晓得我深知基督的奥秘， 5这奥秘在以前的世代没有叫人知道，像如今藉着圣灵启示他的圣使徒和先知一样。 6这奥秘就是外邦人在基督耶稣里，藉着福音，得以同为后嗣，同为一体，同蒙应许。 7我作了这福音的执事，是照神的恩赐，这恩赐是照他运行的大能赐给我的。 8我本来比众圣徒中最小的还小，然而他还赐我这恩典，叫我把基督那测不透的丰富传给外邦人。 9又使众人都明白，这历代以来隐藏在创造万物之神里的奥秘，是如何安排的， 10为要藉着教会使天上执政的、掌权的，现在得知神百般的智慧。 11这是照神从万世以前，在我们主基督耶稣里所定的旨意。 12我们因信耶稣，就在他里面放胆无惧，笃信不疑的来到神面前。'
            },
            gospel:{
                title:'马太福音2:1-12',
                content:'1当希律王的时候，耶稣生在犹太的伯利恒。有几个博士从东方来到耶路撒冷，说： 2“那生下来作犹太人之王的在哪里？我们在东方看见他的星，特来拜他。” 3希律王听见了，就心里不安；耶路撒冷合城的人也都不安。 4他就召齐了祭司长和民间的文士，问他们说：“基督当生在何处？” 5他们回答说：“在犹太的伯利恒。因为有先知记着，说： 6‘犹大地的伯利恒啊，你在犹大诸城中并不是最小的，因为将来有一位君王要从你那里出来，牧养我以色列民。’”  7当下希律暗暗地召了博士来，细问那星是什么时候出现的， 8就差他们往伯利恒去，说：“你们去仔细寻访那小孩子，寻到了，就来报信，我也好去拜他。” 9他们听见王的话就去了。在东方所看见的那星，忽然在他们前头行，直行到小孩子的地方，就在上头停住了。 10他们看见那星，就大大地欢喜， 11进了房子，看见小孩子和他母亲马利亚，就俯伏拜那小孩子，揭开宝盒，拿黄金、乳香、没药为礼物献给他。 12博士因为在梦中被主指示不要回去见希律，就从别的路回本地去了。'
            }
        },
        baptism:{
            firstReading:{
                title:'约书亚记3:1-3, 7-8, 13-17',
                content:'1约书亚清早起来，和以色列众人都离开什亭，来到约旦河，就住在那里，等候过河。 2过了三天，官长走遍营中， 3吩咐百姓说：“你们看见耶和华你们神的约柜，又见祭司利未人抬着，就要离开所住的地方，跟着约柜去。\n7耶和华对约书亚说：“从今日起，我必使你在以色列众人眼前尊大，使他们知道我怎样与摩西同在，也必照样与你同在。 8你要吩咐抬约柜的祭司说：‘你们到了约旦河的水边上，就要在约旦河水里站住。’”\n13等到抬普天下主耶和华约柜的祭司把脚站在约旦河水里，约旦河的水，就是从上往下流的水，必然断绝，立起成垒。”  14百姓离开帐棚，要过约旦河的时候，抬约柜的祭司乃在百姓的前头。 15他们到了约旦河，脚一入水原来约旦河水在收割的日子涨过两岸， 16那从上往下流的水，便在极远之地、撒拉但旁的亚当城那里停住，立起成垒；那往亚拉巴的海，就是盐海，下流的水全然断绝。于是百姓在耶利哥的对面过去了。 17抬耶和华约柜的祭司在约旦河中的干地上站定，以色列众人都从干地上过去，直到国民尽都过了约旦河。'
            },
            firstReadingOptional:{
                title:'以赛亚书42:1-7',
                content:'1“看哪，我的仆人，我所扶持、所拣选、心里所喜悦的，我已将我的灵赐给他，他必将公理传给外邦。  2他不喧嚷，不扬声，也不使街上听见他的声音。  3压伤的芦苇，他不折断；将残的灯火，他不吹灭。他凭真实将公理传开。  4他不灰心，也不丧胆，直到他在地上设立公理，海岛都等候他的训诲。”  5创造诸天，铺张穹苍，将地和地所出的一并铺开，赐气息给地上的众人，又赐灵性给行在其上之人的神耶和华，他如此说：  6“我耶和华凭公义召你，必搀扶你的手，保守你，使你作众民的中保（“中保”原文作“约”），作外邦人的光，  7开瞎子的眼，领被囚的出牢狱，领坐黑暗的出监牢。'
            },
            psalm:{
                title:'诗篇85',
                content:'1耶和华啊，你已经向你的地施恩，救回被掳的雅各。  2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。细拉  3你收转了所发的忿怒和你猛烈的怒气。  4拯救我们的神啊，求你使我们回转，叫你的恼恨向我们止息。  5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？  6你不再将我们救活，使你的百姓靠你欢喜吗？  7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。  8我要听神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。  9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。  10慈爱和诚实彼此相遇；公义和平安彼此相亲。  11诚实从地而生，公义从天而现。  12耶和华必将好处赐给我们，我们的地也要多出土产。  13公义要行在他面前，叫他的脚踪成为可走的路。'
            },
            secondReading:{
                title:'哥林多前书1:26-31',
                content:'26弟兄们哪，可见你们蒙召的，按着肉体有智慧的不多，有能力的不多，有尊贵的也不多。 27神却拣选了世上愚拙的，叫有智慧的羞愧；又拣选了世上软弱的，叫那强壮的羞愧。 28神也拣选了世上卑贱的，被人厌恶的，以及那无有的，为要废掉那有的， 29使一切有血气的，在神面前一个也不能自夸。 30但你们得在基督耶稣里是本乎神，神又使他成为我们的智慧、公义、圣洁、救赎。 31如经上所记：“夸口的，当指着主夸口。”'
            },
            gospel:{
                title:'马太福音3:13-17',
                content:'13当下，耶稣从加利利来到约旦河，见了约翰，要受他的洗。 14约翰想要拦住他，说：“我当受你的洗，你反倒上我这里来吗？” 15耶稣回答说：“你暂且许我，因为我们理当这样尽诸般的义（或作“礼”）。”于是约翰许了他。 16耶稣受了洗，随即从水里上来。天忽然为他开了，他就看见神的灵仿佛鸽子降下，落在他身上。 17从天上有声音说：“这是我的爱子，我所喜悦的。”'
            }
        },
        epiphany1:{
            firstReading:{
                title:'列王纪上8:6-13',
                content:'6祭司将耶和华的约柜抬进内殿，就是至圣所，放在两个基路伯的翅膀底下。 7基路伯张着翅膀，在约柜之上，遮掩约柜和抬柜的杠。 8这杠甚长，杠头在内殿前的圣所可以看见，在殿外却不能看见，直到如今还在那里。 9约柜里惟有两块石版，就是以色列人出埃及地后，耶和华与他们立约的时候，摩西在何烈山所放的。除此以外，并无别物。 10祭司从圣所出来的时候，有云充满耶和华的殿。 11甚至祭司不能站立供职，因为耶和华的荣光充满了殿。  12那时所罗门说：“耶和华曾说，他必住在幽暗之处。  13我已经建造殿宇作你的居所，为你永远的住处。”'
            },
            psalm:{
                title:'诗篇50:1-15',
                content:'1大能者神耶和华，已经发言招呼天下，从日出之地到日落之处。  2从全美的锡安中，神已经发光了。  3我们的神要来，决不闭口，有烈火在他面前吞灭，有暴风在他四围大刮。  4他招呼上天下地，为要审判他的民，  5说：“招聚我的圣民到我这里来，就是那些用祭物与我立约的人。”  6诸天必表明他的公义，因为神是施行审判的。细拉  7“我的民哪，你们当听我的话；以色列啊，我要劝戒你。我是神，是你的神。  8我并不因你的祭物责备你，你的燔祭常在我面前。  9我不从你家中取公牛，也不从你圈内取山羊。  10因为树林中的百兽是我的，千山上的牲畜也是我的。  11山中的飞鸟，我都知道；野地的走兽也都属我。  12我若是饥饿，我不用告诉你，因为世界和其中所充满的都是我的。  13我岂吃公牛的肉呢？我岂喝山羊的血呢？  14你们要以感谢为祭献与神，又要向至高者还你的愿，  15并要在患难之日求告我，我必搭救你，你也要荣耀我。”'
            },
            secondReading:{
                title:'罗马书12:1-5',
                content:'1所以弟兄们，我以神的慈悲劝你们，将身体献上，当作活祭，是圣洁的，是神所喜悦的，你们如此侍奉，乃是理所当然的。 2不要效法这个世界，只要心意更新而变化，叫你们察验何为神的善良、纯全、可喜悦的旨意。  3我凭着所赐我的恩，对你们各人说：不要看自己过于所当看的，要照着神所分给各人信心的大小，看得合乎中道。 4正如我们一个身子上有好些肢体，肢体也不都是一样的用处。 5我们这许多人，在基督里成为一身，互相联络作肢体，也是如此。'
            },
            gospel:{
                title:'路加福音2:41-52',
                content:'41每年到逾越节，他父母就上耶路撒冷去。 42当他十二岁的时候，他们按着节期的规矩上去。 43守满了节期，他们回去，孩童耶稣仍旧在耶路撒冷。他的父母并不知道， 44以为他在同行的人中间，走了一天的路程，就在亲族和熟识的人中找他。 45既找不着，就回耶路撒冷去找他。 46过了三天，就遇见他在殿里，坐在教师中间，一面听，一面问。 47凡听见他的，都希奇他的聪明和他的应对。 48他父母看见就很希奇。他母亲对他说：“我儿，为什么向我们这样行呢？看哪，你父亲和我伤心来找你。” 49耶稣说：“为什么找我呢？岂不知我应当以我父的事为念吗（或作“岂不知我应当在我父的家里吗”）？” 50他所说的这话，他们不明白。 51他就同他们下去，回到拿撒勒，并且顺从他们。他母亲把这一切的事都存在心里。 52耶稣的智慧和身量（“身量”或作“年纪”），并神和人喜爱他的心，都一齐增长。'
            }
        },
        epiphany2:{
            firstReading:{
                title:'出埃及记33:12-23',
                content:'12摩西对耶和华说：“你吩咐我说：‘将这百姓领上去’，却没有叫我知道你要打发谁与我同去。只说：‘我按你的名认识你，你在我眼前也蒙了恩’。 13我如今若在你眼前蒙恩，求你将你的道指示我，使我可以认识你，好在你眼前蒙恩，求你想到这民是你的民。” 14耶和华说：“我必亲自和你同去，使你得安息。” 15摩西说：“你若不亲自和我同去，就不要把我们从这里领上去。 16人在何事上得以知道我和你的百姓在你眼前蒙恩呢？岂不是因你与我们同去，使我和你的百姓与地上的万民有分别吗？”  17耶和华对摩西说：“你这所求的我也要行，因为你在我眼前蒙了恩，并且我按你的名认识你。” 18摩西说：“求你显出你的荣耀给我看。” 19耶和华说：“我要显我一切的恩慈，在你面前经过，宣告我的名。我要恩待谁，就恩待谁；要怜悯谁，就怜悯谁。” 20又说：“你不能看见我的面，因为人见我的面不能存活。” 21耶和华说：“看哪，在我这里有地方，你要站在磐石上， 22我的荣耀经过的时候，我必将你放在磐石穴中，用我的手遮掩你，等我过去； 23然后我要将我的手收回，你就得见我的背，却不得见我的面。”'
            },
            firstReadingOptional:{
                title:'阿摩司书9:11-15',
                content:'11“到那日，我必建立大卫倒塌的帐幕，堵住其中的破口。把那破坏的建立起来，重新修造，像古时一样，  12使以色列人得以东所余剩的和所有称为我名下的国。”此乃行这事的耶和华说的。  13耶和华说：“日子将到，耕种的必接续收割的，踹葡萄的必接续撒种的。大山要滴下甜酒，小山都必流奶（原文作“消化”，见约珥书三章十八节）。  14我必使我民以色列被掳的归回，他们必重修荒废的城邑居住，栽种葡萄园，喝其中所出的酒，修造果木园，吃其中的果子。  15我要将他们栽于本地，他们不再从我所赐给他们的地上拔出来。”这是耶和华你的神说的。'
            },
            psalm:{
                title:'诗篇67',
                content:'1愿神怜悯我们，赐福与我们，用脸光照我们，细拉  2好叫世界得知你的道路，万国得知你的救恩。  3神啊，愿列邦称赞你，愿万民都称赞你。  4愿万国都快乐欢呼，因为你必按公正审判万民，引导世上的万国。  5神啊，愿列邦称赞你，愿万民都称赞你。  6地已经出了土产；神，就是我们的神，要赐福与我们。  7神要赐福与我们，地的四极都要敬畏他。'
            },
            psalmOptional:{
                title:'诗篇111',
                content:'1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。  2耶和华的作为本为大，凡喜爱的都必考察。  3他所行的是尊荣和威严，他的公义存到永远。  4他行了奇事，使人记念。耶和华有恩惠，有怜悯。  5他赐粮食给敬畏他的人，他必永远记念他的约。  6他向百姓显出大能的作为，把外邦的地赐给他们为业。  7他手所行的，是诚实公平，他的训词都是确实的，  8是永永远远坚定的，是按诚实正直设立的。  9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。  10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。'
            },
            secondReading:{
                title:'以弗所书5:22-33',
                content:'22你们作妻子的，当顺服自己的丈夫，如同顺服主。 23因为丈夫是妻子的头，如同基督是教会的头，他又是教会全体的救主。 24教会怎样顺服基督，妻子也要怎样凡事顺服丈夫。 25你们作丈夫的，要爱你们的妻子，正如基督爱教会，为教会舍己。 26要用水藉着道把教会洗净，成为圣洁， 27可以献给自己，作个荣耀的教会，毫无玷污、皱纹等类的病，乃是圣洁没有瑕疵的。 28丈夫也当照样爱妻子，如同爱自己的身子，爱妻子便是爱自己了。 29从来没有人恨恶自己的身子，总是保养顾惜，正像基督待教会一样， 30因我们是他身上的肢体（有古卷在此有“就是他的骨、他的肉”）。 31为这个缘故，人要离开父母，与妻子连合，二人成为一体。 32这是极大的奥秘，但我是指着基督和教会说的。 33然而你们各人都当爱妻子，如同爱自己一样。妻子也当敬重她的丈夫。'
            },
            secondReadingOptional:{
                title:'罗马书12:6-16',
                content:'6按我们所得的恩赐，各有不同。或说预言，就当照着信心的程度说预言； 7或作执事，就当专一执事；或作教导的，就当专一教导； 8或作劝化的，就当专一劝化；施舍的，就当诚实；治理的，就当殷勤；怜悯人的，就当甘心。 9爱人不可虚假，恶要厌恶，善要亲近。 10爱弟兄，要彼此亲热；恭敬人，要彼此推让。 11殷勤不可懒惰。要心里火热，常常服侍主。 12在指望中要喜乐，在患难中要忍耐，祷告要恒切。 13圣徒缺乏要帮补，客要一味的款待。 14逼迫你们的，要给他们祝福，只要祝福，不可咒诅。 15与喜乐的人要同乐，与哀哭的人要同哭。 16要彼此同心，不要志气高大，倒要俯就卑微的人（“人”或作“事”）。不要自以为聪明。'
            },
            gospel:{
                title:'约翰福音2:1-11',
                content:'1第三日，在加利利的迦拿有娶亲的筵席，耶稣的母亲在那里。 2耶稣和他的门徒也被请去赴席。 3酒用尽了，耶稣的母亲对他说：“他们没有酒了。” 4耶稣说：“母亲（原文作“妇人”），我与你有什么相干？我的时候还没有到。” 5他母亲对用人说：“他告诉你们什么，你们就作什么。” 6照犹太人洁净的规矩，有六口石缸摆在那里，每口可以盛两三桶水。 7耶稣对用人说：“把缸倒满了水。”他们就倒满了，直到缸口。 8耶稣又说：“现在可以舀出来，送给管筵席的。”他们就送了去。 9管筵席的尝了那水变的酒，并不知道是哪里来的，只有舀水的用人知道。管筵席的便叫新郎来， 10对他说：“人都是先摆上好酒，等客喝足了，才摆上次的；你倒把好酒留到如今！” 11这是耶稣所行的头一件神迹，是在加利利的迦拿行的，显出他的荣耀来，他的门徒就信他了。'
            }
        },
        epiphany3:{
            firstReading:{
                title:'列王纪下5:1-15a',
                content:'1亚兰王的元帅乃缦，在他主人面前为尊为大，因耶和华曾藉他使亚兰人得胜。他又是大能的勇士，只是长了大麻风。 2先前亚兰人成群地出去，从以色列国掳了一个小女子，这女子就服侍乃缦的妻。 3她对主母说：“巴不得我主人去见撒玛利亚的先知，必能治好他的大麻风。” 4乃缦进去，告诉他主人说，以色列国的女子如此如此说。 5亚兰王说：“你可以去，我也达信于以色列王。”于是，乃缦带银子十他连得、金子六千舍客勒、衣裳十套，就去了， 6且带信给以色列王，信上说：“我打发臣仆乃缦去见你，你接到这信，就要治好他的大麻风。” 7以色列王看了信，就撕裂衣服，说：“我岂是神，能使人死使人活呢？这人竟打发人来，叫我治好他的大麻风。你们看一看，这人何以寻隙攻击我呢？”  8神人以利沙听见以色列王撕裂衣服，就打发人去见王，说：“你为什么撕了衣服呢？可使那人到我这里来，他就知道以色列中有先知了。” 9于是，乃缦带着车马到了以利沙的家，站在门前。 10以利沙打发一个使者，对乃缦说：“你去在约旦河中沐浴七回，你的肉就必复原，而得洁净。” 11乃缦却发怒走了，说：“我想他必定出来见我，站着求告耶和华他神的名，在患处以上摇手，治好这大麻风。 12大马士革的河亚罢拿和法珥法，岂不比以色列的一切水更好吗？我在那里沐浴不得洁净吗？”于是气忿忿地转身去了。 13他的仆人进前来，对他说：“我父啊，先知若吩咐你作一件大事，你岂不作吗？何况说你去沐浴而得洁净呢？” 14于是乃缦下去，照着神人的话，在约旦河里沐浴七回，他的肉复原，好像小孩子的肉，他就洁净了。  15a乃缦带着一切跟随他的人，回到神人那里，站在他面前说：“如今我知道，除了以色列之外，普天下没有神。'
            },
            psalm:{
                title:'诗篇110:1-4',
                content:'1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”  2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。  3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。  4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”'
            },
            secondReading:{
                title:'罗马书1:8-17',
                content:'8第一，我靠着耶稣基督，为你们众人感谢我的神，因你们的信德传遍了天下。 9我在他儿子福音上，用心灵所侍奉的神，可以见证我怎样不住地提到你们； 10在祷告之间常常恳求，或者照神的旨意，终能得平坦的道路往你们那里去。 11因为我切切地想见你们，要把些属灵的恩赐分给你们，使你们可以坚固。 12这样，我在你们中间，因你与我彼此的信心，就可以同得安慰。 13弟兄们，我不愿意你们不知道，我屡次定意往你们那里去，要在你们中间得些果子，如同在其余的外邦人中一样，只是到如今仍有阻隔。 14无论是希腊人、化外人、聪明人、愚拙人，我都欠他们的债， 15所以情愿尽我的力量，将福音也传给你们在罗马的人。 16我不以福音为耻；这福音本是神的大能，要救一切相信的，先是犹太人，后是希腊人。 17因为神的义正在这福音上显明出来；这义是本于信，以致于信。如经上所记：“义人必因信得生。”'
            },
            secondReadingOptional:{
                title:'罗马书12:16-21',
                content:'16要彼此同心，不要志气高大，倒要俯就卑微的人（“人”或作“事”）。不要自以为聪明。 17不要以恶报恶。众人以为美的事，要留心去作。 18若是能行，总要尽力与众人和睦。 19亲爱的弟兄，不要自己伸冤，宁可让步，听凭主怒（或作“让人发怒”）。因为经上记着：“主说，伸冤在我，我必报应。” 20所以，“你的仇敌若饿了，就给他吃；若渴了，就给他喝。因为你这样行，就是把炭火堆在他的头上。” 21你不可为恶所胜，反要以善胜恶。'
            },
            gospel:{
                title:'马太福音8:1-13',
                content:'1耶稣下了山，有许多人跟着他。 2有一个长大麻风的来拜他，说：“主若肯，必能叫我洁净了。” 3耶稣伸手摸他说：“我肯，你洁净了吧！”他的大麻风立刻就洁净了。 4耶稣对他说：“你切不可告诉人，只要去把身体给祭司察看，献上摩西所吩咐的礼物，对众人作证据。” 5耶稣进了迦百农，有一个百夫长进前来，求他说： 6“主啊，我的仆人害瘫痪病，躺在家里甚是疼苦。” 7耶稣说：“我去医治他。” 8百夫长回答说：“主啊，你到我舍下，我不敢当；只要你说一句话，我的仆人就必好了。 9因为我在人的权下，也有兵在我以下，对这个说：‘去’，他就去；对那个说：‘来’，他就来；对我的仆人说，‘你作这事’，他就去作。” 10耶稣听见就希奇，对跟从的人说：“我实在告诉你们：这么大的信心，就是在以色列中，我也没有遇见过。 11我又告诉你们：从东从西，将有许多人来，在天国里与亚伯拉罕、以撒、雅各一同坐席； 12惟有本国的子民竟被赶到外边黑暗里去，在那里必要哀哭切齿了。” 13耶稣对百夫长说：“你回去吧！照你的信心，给你成全了。”那时，他的仆人就好了。'
            }
        },
        epiphany4:{
            firstReading:{
                title:'约拿书1:1-17',
                content:'1耶和华的话临到亚米太的儿子约拿，说： 2“你起来往尼尼微大城去，向其中的居民呼喊，因为他们的恶达到我面前。” 3约拿却起来逃往他施去躲避耶和华。下到约帕，遇见一只船要往他施去，他就给了船价，上了船，要与船上的人同往他施去躲避耶和华。  4然而耶和华使海中起大风，海就狂风大作，甚至船几乎破坏。 5水手便惧怕，各人哀求自己的神。他们将船上的货物抛在海中，为要使船轻些。约拿已下到底舱躺卧沉睡。 6船主到他那里对他说：“你这沉睡的人哪，为何这样呢？起来，求告你的神，或者神顾念我们，使我们不至灭亡。”  7船上的人彼此说：“来吧！我们掣签，看看这灾临到我们是因谁的缘故。”于是他们掣签，掣出约拿来。 8众人对他说：“请你告诉我们，这灾临到我们是因谁的缘故？你以何事为业？你从哪里来？你是哪一国、属哪一族的人？” 9他说：“我是希伯来人。我敬畏耶和华那创造沧海旱地之天上的神。” 10他们就大大惧怕，对他说：“你作的是什么事呢？”他们已经知道他躲避耶和华，因为他告诉了他们。  11他们问他说：“我们当向你怎样行，使海浪平静呢？”这话是因海浪越发翻腾。 12他对他们说：“你们将我抬起来，抛在海中，海就平静了。我知道你们遭这大风是因我的缘故。” 13然而那些人竭力荡桨，要把船拢岸，却是不能，因为海浪越发向他们翻腾。 14他们便求告耶和华说：“耶和华啊，我们恳求你，不要因这人的性命使我们死亡，不要使流无辜血的罪归与我们，因为你耶和华是随自己的意旨行事。” 15他们遂将约拿抬起，抛在海中，海的狂浪就平息了。 16那些人便大大敬畏耶和华，向耶和华献祭，并且许愿。  17耶和华安排一条大鱼吞了约拿，他在鱼腹中三日三夜。'
            },
            psalm:{
                title:'诗篇96',
                content:'1你们要向耶和华唱新歌，全地都要向耶和华歌唱。  2要向耶和华歌唱，称颂他的名，天天传扬他的救恩。  3在列邦中述说他的荣耀，在万民中述说他的奇事。  4因耶和华为大，当受极大的赞美，他在万神之上，当受敬畏。  5外邦的神都属虚无，惟独耶和华创造诸天。  6有尊荣和威严在他面前，有能力与华美在他圣所。  7民中的万族啊，你们要将荣耀能力归给耶和华，都归给耶和华。  8要将耶和华的名所当得的荣耀归给他，拿供物来进入他的院宇。  9当以圣洁的妆饰（“的”或作“为”）敬拜耶和华。全地要在他面前战抖。  10人在列邦中要说：“耶和华作王，世界就坚定，不得动摇。他要按公正审判众民。”  11愿天欢喜，愿地快乐；愿海和其中所充满的澎湃；  12愿田和其中所有的都欢乐！那时，林中的树木都要在耶和华面前欢呼。  13因为他来了，他来要审判全地。他要按公义审判世界，按他的信实审判万民。'
            },
            secondReading:{
                title:'罗马书8:18-23',
                content:'18我想，现在的苦楚若比起将来要显于我们的荣耀，就不足介意了。 19受造之物切望等候神的众子显出来， 20因为受造之物服在虚空之下，不是自己愿意，乃是因那叫他如此的。 21但受造之物仍然指望脱离败坏的辖制，得享神儿女自由的荣耀（“享”原文作“入”）。 22我们知道一切受造之物一同叹息、劳苦，直到如今。 23不但如此，就是我们这有圣灵初结果子的，也是自己心里叹息，等候得着儿子的名分，乃是我们的身体得赎。'
            },
            secondReadingOptional:{
                title:'罗马书13:8-10',
                content:'8凡事都不可亏欠人，惟有彼此相爱，要常以为亏欠，因为爱人的就完全了律法。 9像那不可奸淫，不可杀人，不可偷盗，不可贪婪，或有别的诫命，都包在“爱人如己”这一句话之内了。 10爱是不加害与人的，所以爱就完全了律法。'
            },
            gospel:{
                title:'马太福音8:23-27',
                content:'23耶稣上了船，门徒跟着他。 24海里忽然起了暴风，甚至船被波浪掩盖。耶稣却睡着了。 25门徒来叫醒了他，说：“主啊，救我们，我们丧命啦！” 26耶稣说：“你们这小信的人哪，为什么胆怯呢？”于是起来，斥责风和海，风和海就大大的平静了。 27众人希奇，说：“这是怎样的人？连风和海也听从他了！”'
            }
        },
        epiphany5:{
            firstReading:{
                title:'创世记18:20-33',
                content:'20耶和华说：“所多玛和蛾摩拉的罪恶甚重，声闻于我。 21我现在要下去，察看他们所行的，果然尽像那达到我耳中的声音一样吗？若是不然，我也必知道。”  22二人转身离开那里，向所多玛去，但亚伯拉罕仍旧站在耶和华面前。 23亚伯拉罕近前来说：“无论善恶，你都要剿灭吗？ 24假若那城里有五十个义人，你还剿灭那地方吗？不为城里这五十个义人饶恕其中的人吗？ 25将义人与恶人同杀，将义人与恶人一样看待，这断不是你所行的。审判全地的主岂不行公义吗？” 26耶和华说：“我若在所多玛城里见有五十个义人，我就为他们的缘故饶恕那地方的众人。” 27亚伯拉罕说：“我虽然是灰尘，还敢对主说话。 28假若这五十个义人短了五个，你就因为短了五个毁灭全城吗？”他说：“我在那里若见有四十五个，也不毁灭那城。” 29亚伯拉罕又对他说：“假若在那里见有四十个怎么样呢？”他说：“为这四十个的缘故，我也不作这事。” 30亚伯拉罕说：“求主不要动怒，容我说，假若在那里见有三十个怎么样呢？”他说：“我在那里若见有三十个，我也不作这事。” 31亚伯拉罕说：“我还敢对主说话，假若在那里见有二十个怎么样呢？”他说：“为这二十个的缘故，我也不毁灭那城。” 32亚伯拉罕说：“求主不要动怒，我再说这一次，假若在那里见有十个呢？”他说：“为这十个的缘故，我也不毁灭那城。” 33耶和华与亚伯拉罕说完了话就走了；亚伯拉罕也回到自己的地方去了。'
            },
            psalm:{
                title:'诗篇80:1-7',
                content:'1领约瑟如领羊群之以色列的牧者啊，求你留心听！坐在二基路伯上的啊，求你发出光来！  2在以法莲、便雅悯、玛拿西前面，施展你的大能，来救我们。  3神啊，求你使我们回转（“回转”或作“复兴”），使你的脸发光，我们便要得救。  4耶和华万军之神啊，你向你百姓的祷告发怒，要到几时呢？  5你以眼泪当食物给他们吃，又多量出眼泪给他们喝。  6你使邻邦因我们纷争，我们的仇敌彼此戏笑。  7万军之神啊，求你使我们回转，使你的脸发光，我们便要得救。'
            },
            secondReading:{
                title:'歌罗西书3:12-17',
                content:'12所以你们既是神的选民，圣洁蒙爱的人，就要存（原文作“穿”。下同）怜悯、恩慈、谦虚、温柔、忍耐的心。 13倘若这人与那人有嫌隙，总要彼此包容，彼此饶恕；主怎样饶恕了你们，你们也要怎样饶恕人。 14在这一切之外，要存着爱心，爱心就是联络全德的。 15又要叫基督的平安在你们心里作主，你们也为此蒙召，归为一体，且要存感谢的心。 16当用各样的智慧，把基督的道理丰丰富富地存在心里（或作“当把基督的道理丰丰富富地存在心里，以各样的智慧”），用诗章、颂词、灵歌，彼此教导，互相劝戒，心被恩感，歌颂神。 17无论作什么，或说话、或行事，都要奉主耶稣的名，藉着他感谢父神。'
            },
            gospel:{
                title:'马太福音13:24-30(36-43)',
                content:'24耶稣又设个比喻对他们说：“天国好像人撒好种在田里， 25及至人睡觉的时候，有仇敌来，将稗子撒在麦子里就走了。 26到长苗吐穗的时候，稗子也显出来。 27田主的仆人来告诉他说：‘主啊，你不是撒好种在田里吗？从哪里来的稗子呢？’ 28主人说：‘这是仇敌作的。’仆人说：‘你要我们去薅出来吗？’ 29主人说：‘不必，恐怕薅稗子，连麦子也拔出来。 30容这两样一齐长，等着收割。当收割的时候，我要对收割的人说：先将稗子薅出来，捆成捆，留着烧，惟有麦子要收在仓里。’” 【36当下耶稣离开众人，进了房子。他的门徒进前来，说：“请把田间稗子的比喻讲给我们听。” 37他回答说：“那撒好种的就是人子， 38田地就是世界，好种就是天国之子，稗子就是那恶者之子， 39撒稗子的仇敌就是魔鬼，收割的时候就是世界的末了，收割的人就是天使。 40将稗子薅出来用火焚烧，世界的末了也要如此。 41人子要差遣使者，把一切叫人跌倒的和作恶的，从他国里挑出来， 42丢在火炉里，在那里必要哀哭切齿了。 43那时，义人在他们父的国里，要发出光来，像太阳一样。有耳可听的，就应当听。”】'
            }
        },
        septuagesima:{
            firstReading:{
                title:'出埃及记17:1-7',
                content:'1以色列全会众都遵耶和华的吩咐，按着站口从汛的旷野往前行，在利非订安营。百姓没有水喝， 2所以与摩西争闹，说：“给我们水喝吧！”摩西对他们说：“你们为什么与我争闹，为什么试探耶和华呢？” 3百姓在那里甚渴，要喝水，就向摩西发怨言，说：“你为什么将我们从埃及领出来，使我们和我们的儿女并牲畜都渴死呢？” 4摩西就呼求耶和华说：“我向这百姓怎样行呢？他们几乎要拿石头打死我。” 5耶和华对摩西说：“你手里拿着你先前击打河水的杖，带领以色列的几个长老，从百姓面前走过去。 6我必在何烈的磐石那里站在你面前，你要击打磐石，从磐石里必有水流出来，使百姓可以喝。”摩西就在以色列的长老眼前这样行了。 7他给那地方起名叫玛撒（就是“试探”的意思），又叫米利巴（就是“争闹”的意思），因以色列人争闹，又因他们试探耶和华说：“耶和华是在我们中间不是？”'
            },
            psalm:{
                title:'诗篇95:1-9',
                content:'1来啊，我们要向耶和华歌唱，向拯救我们的磐石欢呼。  2我们要来感谢他，用诗歌向他欢呼。  3因耶和华为大神，为大王，超乎万神之上。  4地的深处在他手中，山的高峰也属他。  5海洋属他，是他造的；旱地也是他手造成的。  6来啊，我们要屈身敬拜，在造我们的耶和华面前跪下。  7因为他是我们的神，我们是他草场的羊，是他手下的民。惟愿你们今天听他的话。  8你们不可硬着心，像当日在米利巴，就是在旷野的玛撒。  9那时，你们的祖宗试我探我，并且观看我的作为。'
            },
            secondReading:{
                title:'哥林多前书9:24-10:5',
                content:'24岂不知在场上赛跑的都跑，但得奖赏的只有一人？你们也当这样跑，好叫你们得着奖赏。 25凡较力争胜的，诸事都有节制，他们不过是要得能坏的冠冕；我们却是要得不能坏的冠冕。 26所以，我奔跑，不像无定向的；我斗拳，不像打空气的。 27我是攻克己身，叫身服我，恐怕我传福音给别人，自己反被弃绝了。 1弟兄们，我不愿意你们不晓得，我们的祖宗从前都在云下，都从海中经过， 2都在云里、海里受洗归了摩西， 3并且都吃了一样的灵食， 4也都喝了一样的灵水；所喝的，是出于随着他们的灵磐石，那磐石就是基督。 5但他们中间，多半是神不喜欢的人，所以在旷野倒毙。'
            },
            gospel:{
                title:'马太福音20:1-16',
                content:'1“因为天国好像家主清早出去，雇人进他的葡萄园作工， 2和工人讲定一天一钱银子，就打发他们进葡萄园去。 3约在巳初出去，看见市上还有闲站的人， 4就对他们说：‘你们也进葡萄园去。所当给的，我必给你们。’他们也进去了。 5约在午正和申初又出去，也是这样行。 6约在酉初出去，看见还有人站在那里，就问他们说：‘你们为什么整天在这里闲站呢？’ 7他们说：‘因为没有人雇我们。’他说：‘你们也进葡萄园去。’ 8到了晚上，园主对管事的说：‘叫工人都来，给他们工钱，从后来的起，到先来的为止。’ 9约在酉初雇的人来了，各人得了一钱银子。 10及至那先雇的来了，他们以为必要多得；谁知也是各得一钱。 11他们得了，就埋怨家主说： 12‘我们整天劳苦受热，那后来的只作了一小时，你竟叫他们和我们一样吗？’ 13家主回答其中的一人说：‘朋友，我不亏负你，你与我讲定的，不是一钱银子吗？ 14拿你的走吧！我给那后来的和给你一样，这是我愿意的。 15我的东西难道不可随我的意思用吗？因为我作好人，你就红了眼吗？’ 16这样，那在后的将要在前；在前的将要在后了（有古卷在此有“因为被召的人多，选上的人少”）。”'
            }
        },
        sexagesima:{
            firstReading:{
                title:'以赛亚书55:10-13',
                content:'10雨雪从天而降，并不返回，却滋润地土，使地上发芽结实，使撒种的有种，使要吃的有粮。  11我口所出的话也必如此，决不徒然返回，却要成就我所喜悦的，在我发他去成就的事上（“发他去成就”或作“所命定”）必然亨通。  12你们必欢欢喜喜而出来，平平安安蒙引导；大山小山必在你们面前发声歌唱，田野的树木也都拍掌。  13松树长出，代替荆棘，番石榴长出，代替蒺藜。这要为耶和华留名，作为永远的证据，不能剪除。”'
            },
            psalm:{
                title:'诗篇84',
                content:'1万军之耶和华啊，你的居所何等可爱！  2我羡慕渴想耶和华的院宇，我的心肠、我的肉体向永生神呼吁（或作“欢呼”）。  3万军之耶和华，我的王、我的神啊，在你祭坛那里，麻雀为自己找着房屋，燕子为自己找着抱雏之窝。  4如此住在你殿中的，便为有福，他们仍要赞美你。  5靠你有力量、心中想往锡安大道的，这人便为有福。  6他们经过流泪谷，叫这谷变为泉源之地，并有秋雨之福盖满了全谷。  7他们行走，力上加力，各人到锡安朝见神。  8耶和华万军之神啊，求你听我的祷告。雅各的神啊，求你留心听。  9神啊，你是我们的盾牌，求你垂顾观看你受膏者的面。  10在你的院宇住一日，胜似在别处住千日。宁可在我神殿中看门，不愿住在恶人的帐棚里。  11因为耶和华神是日头，是盾牌，要赐下恩惠和荣耀。他未尝留下一样好处不给那些行动正直的人。  12万军之耶和华啊，倚靠你的人便为有福！'
            },
            secondReading:{
                title:'哥林多后书11:19-12:9',
                content:'19你们既是精明人，就能甘心忍耐愚妄人。 20假若有人强你们作奴仆，或侵吞你们，或掳掠你们，或侮慢你们，或打你们的脸，你们都能忍耐他。 21我说这话是羞辱自己，好像我们从前是软弱的，然而人在何事上勇敢，（我说句愚妄话，）我也勇敢。 22他们是希伯来人吗？我也是。他们是以色列人吗？我也是。他们是亚伯拉罕的后裔吗？我也是。 23他们是基督的仆人吗（我说句狂话）？我更是。我比他们多受劳苦，多下监牢，受鞭打是过重的，冒死是屡次有的。 24被犹太人鞭打五次，每次四十，减去一下； 25被棍打了三次，被石头打了一次，遇着船坏三次，一昼一夜在深海里。 26又屡次行远路，遭江河的危险、盗贼的危险、同族的危险、外邦人的危险、城里的危险、旷野的危险、海中的危险、假弟兄的危险。 27受劳碌、受困苦。多次不得睡，又饥又渴；多次不得食，受寒冷，赤身露体。 28除了这外面的事，还有为众教会挂心的事，天天压在我身上。 29有谁软弱我不软弱呢？有谁跌倒我不焦急呢？ 30我若必须自夸，就夸那关乎我软弱的事便了。 31那永远可称颂之主耶稣的父神知道我不说谎。 32在大马士革亚哩达王手下的提督，把守大马士革城要捉拿我， 33我就从窗户中，在筐子里从城墙上被人缒下去，脱离了他的手。 1我自夸固然无益，但我是不得已的。如今我要说到主的显现和启示。 2我认得一个在基督里的人，他前十四年被提到第三层天上去。或在身内，我不知道，或在身外，我也不知道，只有神知道。 3我认得这人，或在身内，或在身外，我都不知道，只有神知道。 4他被提到乐园里，听见隐秘的言语，是人不可说的。 5为这人，我要夸口；但是为我自己，除了我的软弱以外，我并不夸口。 6我就是愿意夸口，也不算狂，因为我必说实话；只是我禁止不说，恐怕有人把我看高了，过于他在我身上所看见所听见的。 7又恐怕我因所得的启示甚大，就过于自高，所以有一根刺加在我肉体上，就是撒但的差役要攻击我，免得我过于自高。 8为这事，我三次求过主，叫这刺离开我。 9他对我说：“我的恩典够你用的，因为我的能力是在人的软弱上显得完全。”所以，我更喜欢夸自己的软弱，好叫基督的能力覆庇我。'
            },
            secondReadingOptional:{
                title:'希伯来书4:9-13',
                content:'9这样看来，必另有一安息日的安息，为神的子民存留。 10因为那进入安息的，乃是歇了自己的工，正如神歇了他的工一样。 11所以，我们务必竭力进入那安息，免得有人学那不信从的样子跌倒了。  12神的道是活泼的，是有功效的，比一切两刃的剑更快，甚至魂与灵、骨节与骨髓，都能刺入、剖开，连心中的思念和主意都能辨明。 13并且被造的没有一样在他面前不显然的。原来万物在那与我们有关系的主眼前，都是赤露敞开的。'
            },
            gospel:{
                title:'路加福音8:4-15',
                content:'4当许多人聚集，又有人从各城里出来见耶稣的时候，耶稣就用比喻说： 5“有一个撒种的出去撒种。撒的时候，有落在路旁的，被人践踏，天上的飞鸟又来吃尽了； 6有落在盘石上的，一出来就枯干了，因为得不着滋润； 7有落在荆棘里的，荆棘一同生长，把它挤住了； 8又有落在好土里的，生长起来，结实百倍。”耶稣说了这些话，就大声说：“有耳可听的，就应当听！” 9门徒问耶稣说：“这比喻是什么意思呢？” 10他说：“神国的奥秘只叫你们知道；至于别人，就用比喻，叫他们看也看不见，听也听不明。” 11“这比喻乃是这样：种子就是神的道。 12那些在路旁的，就是人听了道，随后魔鬼来，从他们心里把道夺去，恐怕他们信了得救； 13那些在盘石上的，就是人听道，欢喜领受，但心中没有根，不过暂时相信，及至遇见试炼就退后了， 14那落在荆棘里的，就是人听了道，走开以后，被今生的思虑、钱财、宴乐挤住了，便结不出成熟的子粒来； 15那落在好土里的，就是人听了道，持守在诚实、善良的心里，并且忍耐着结实。”'
            }
        },
        quinquagesima:{
            firstReading:{
                title:'撒母耳记上16:1-13',
                content:'1耶和华对撒母耳说：“我既厌弃扫罗作以色列的王，你为他悲伤要到几时呢？你将膏油盛满了角，我差遣你往伯利恒人耶西那里去，因为我在他众子之内预定一个作王的。” 2撒母耳说：“我怎能去呢？扫罗若听见，必要杀我。”耶和华说：“你可以带一只牛犊去，就说：‘我来是要向耶和华献祭。’ 3你要请耶西来吃祭肉，我就指示你所当行的事。我所指给你的人，你要膏他。” 4撒母耳就照耶和华的话去行。到了伯利恒，那城里的长老都战战兢兢地出来迎接他，问他说：“你是为平安来的吗？” 5他说：“为平安来的，我是给耶和华献祭。你们当自洁，来与我同吃祭肉。”撒母耳就使耶西和他众子自洁，请他们来吃祭肉。  6他们来的时候，撒母耳看见以利押，就心里说，耶和华的受膏者必定在他面前。 7耶和华却对撒母耳说：“不要看他的外貌和他身材高大，我不拣选他，因为耶和华不像人看人，人是看外貌，耶和华是看内心。” 8耶西叫亚比拿达从撒母耳面前经过，撒母耳说：“耶和华也不拣选他。” 9耶西又叫沙玛从撒母耳面前经过，撒母耳说：“耶和华也不拣选他。” 10耶西叫他七个儿子都从撒母耳面前经过，撒母耳说：“这都不是耶和华所拣选的。” 11撒母耳对耶西说：“你的儿子都在这里吗？”他回答说：“还有个小的，现在放羊。”撒母耳对耶西说：“你打发人去叫他来；他若不来，我们必不坐席。” 12耶西就打发人去叫了他来。他面色光红，双目清秀，容貌俊美。耶和华说：“这就是他，你起来膏他。” 13撒母耳就用角里的膏油，在他诸兄中膏了他。从这日起，耶和华的灵就大大感动大卫。撒母耳起身回拉玛去了。'
            },
            firstReadingOptional:{
                title:'以赛亚书35:3-7',
                content:' 3你们要使软弱的手坚壮，无力的膝稳固。  4对胆怯的人说：“你们要刚强，不要惧怕。看哪，你们的神必来报仇，必来施行极大的报应，他必来拯救你们。”  5那时瞎子的眼必睁开，聋子的耳必开通；  6那时瘸子必跳跃像鹿，哑巴的舌头必能歌唱；在旷野必有水发出，在沙漠必有河涌流，  7发光的沙（或作“蜃楼”）要变为水池，干渴之地要变为泉源；在野狗躺卧之处，必有青草、芦苇和蒲草。'
            },
            psalm:{
                title:'诗篇89:18-29',
                content:'18我们的盾牌属耶和华，我们的王属以色列的圣者。  19当时，你在异象中晓谕你的圣民，说：“我已把救助之力加在那有能者的身上，我高举那从民中所拣选的。  20我寻得我的仆人大卫，用我的圣膏膏他。  21我的手必使他坚立，我的膀臂也必坚固他。  22仇敌必不勒索他，凶恶之子也不苦害他。  23我要在他面前打碎他的敌人，击杀那恨他的人。  24只是我的信实和我的慈爱要与他同在，因我的名，他的角必被高举。  25我要使他的左手伸到海上，右手伸到河上。  26他要称呼我说：‘你是我的父，是我的神，是拯救我的磐石。’  27我也要立他为长子，为世上最高的君王。  28我要为他存留我的慈爱，直到永远，我与他立的约必要坚定。  29我也要使他的后裔存到永远，使他的宝座如天之久。'
            },
            psalmOptional:{
                title:'诗篇146',
                content:'1你们要赞美耶和华！我的心哪，你要赞美耶和华！  2我一生要赞美耶和华。我还活的时候，要歌颂我的神。  3你们不要倚靠君王，不要倚靠世人，他一点不能帮助。  4他的气一断，就归回尘土。他所打算的，当日就消灭了。  5以雅各的神为帮助、仰望耶和华他神的，这人便为有福。  6耶和华造天、地、海和其中的万物，他守诚实，直到永远。  7他为受屈的伸冤，赐食物与饥饿的。耶和华释放被囚的。  8耶和华开了瞎子的眼睛。耶和华扶起被压下的人。耶和华喜爱义人。  9耶和华保护寄居的，扶持孤儿和寡妇，却使恶人的道路弯曲。  10耶和华要作王，直到永远。锡安哪，你的神要作王，直到万代。你们要赞美耶和华！'
            },
            secondReading:{
                title:'哥林多前书13:1-13',
                content:'1我若能说万人的方言，并天使的话语，却没有爱，我就成了鸣的锣、响的钹一般。 2我若有先知讲道之能，也明白各样的奥秘、各样的知识，而且有全备的信，叫我能够移山，却没有爱，我就算不得什么。 3我若将所有的周济穷人，又舍己身叫人焚烧，却没有爱，仍然与我无益。 4爱是恒久忍耐，又有恩慈；爱是不嫉妒，爱是不自夸，不张狂， 5不作害羞的事，不求自己的益处，不轻易发怒，不计算人的恶， 6不喜欢不义，只喜欢真理； 7凡事包容，凡事相信，凡事盼望，凡事忍耐。  8爱是永不止息。先知讲道之能终必归于无有，说方言之能终必停止，知识也终必归于无有。 9我们现在所知道的有限，先知所讲的也有限， 10等那完全的来到，这有限的必归于无有了。 11我作孩子的时候，话语像孩子，心思像孩子，意念像孩子；既成了人，就把孩子的事丢弃了。 12我们如今仿佛对着镜子观看，模糊不清（“模糊不清”原文作“如同猜谜”），到那时，就要面对面了。我如今所知道的有限，到那时就全知道，如同主知道我一样。  13如今常存的有信，有望，有爱；这三样，其中最大的是爱。'
            },
            gospel:{
                title:'路加福音18:31-43',
                content:'31耶稣带着十二个门徒，对他们说：“看哪，我们上耶路撒冷去，先知所写的一切事都要成就在人子身上。 32他将要被交给外邦人。他们要戏弄他，凌辱他，吐唾沫在他脸上， 33并要鞭打他，杀害他，第三日他要复活。” 34这些事门徒一样也不懂得，意思乃是隐藏的，他们不晓得所说的是什么。 35耶稣将近耶利哥的时候，有一个瞎子坐在路旁讨饭， 36听见许多人经过，就问是什么事。 37他们告诉他，是拿撒勒人耶稣经过。 38他就呼叫说：“大卫的子孙耶稣啊，可怜我吧！” 39在前头走的人就责备他，不许他作声；他却越发喊叫说：“大卫的子孙，可怜我吧！” 40耶稣站住，吩咐把他领过来。到了跟前，就问他说： 41“你要我为你作什么？”他说：“主啊，我要能看见！” 42耶稣说：“你可以看见！你的信救了你了。” 43瞎子立刻看见了，就跟随耶稣，一路归荣耀与神。众人看见这事，也赞美神。'
            }
        },
        transfiguration:{
            firstReading:{
                title:'出埃及记34:29-35',
                content:'29摩西手里拿着两块法版下西奈山的时候，不知道自己的面皮因耶和华和他说话就发了光。 30亚伦和以色列众人看见摩西的面皮发光，就怕挨近他。 31摩西叫他们来，于是亚伦和会众的官长都到他那里去，摩西就与他们说话。 32随后，以色列众人都近前来，他就把耶和华在西奈山与他所说的一切话都吩咐他们。 33摩西与他们说完了话，就用帕子蒙上脸。 34但摩西进到耶和华面前与他说话，就揭去帕子；及至出来的时候，便将耶和华所吩咐的告诉以色列人。 35以色列人看见摩西的面皮发光，摩西又用帕子蒙上脸，等到他进去与耶和华说话，就揭去帕子。'
            },
            firstReadingOptional:{
                title:'出埃及记3:1-14',
                content:'1摩西牧养他岳父米甸祭司叶忒罗的羊群。一日，领羊群往野外去，到了神的山，就是何烈山。 2耶和华的使者从荆棘里火焰中向摩西显现。摩西观看，不料，荆棘被火烧着，却没有烧毁。 3摩西说：“我要过去看这大异象，这荆棘为何没有烧坏呢？” 4耶和华神见他过去要看，就从荆棘里呼叫说：“摩西！摩西！”他说：“我在这里。” 5神说：“不要近前来，当把你脚上的鞋脱下来，因为你所站之地是圣地。” 6又说：“我是你父亲的神，是亚伯拉罕的神，以撒的神，雅各的神。”摩西蒙上脸，因为怕看神。  7耶和华说：“我的百姓在埃及所受的困苦，我实在看见了；他们因受督工的辖制所发的哀声，我也听见了。我原知道他们的痛苦。 8我下来是要救他们脱离埃及人的手，领他们出了那地，到美好宽阔流奶与蜜之地，就是到迦南人、赫人、亚摩利人、比利洗人、希未人、耶布斯人之地。 9现在以色列人的哀声达到我耳中，我也看见埃及人怎样欺压他们。 10故此，我要打发你去见法老，使你可以将我的百姓以色列人从埃及领出来。”  11摩西对神说：“我是什么人，竟能去见法老，将以色列人从埃及领出来呢？” 12神说：“我必与你同在；你将百姓从埃及领出来之后，你们必在这山上侍奉我，这就是我打发你去的证据。” 13摩西对神说：“我到以色列人那里，对他们说：‘你们祖宗的神打发我到你们这里来。’他们若问我说：‘他叫什么名字？’我要对他们说什么呢？” 14神对摩西说：“我是自有永有的。”又说：“你要对以色列人这样说：‘那自有的打发我到你们这里来。’”'
            },
            psalm:{
                title:'诗篇2',
                content:'1外邦为什么争闹？万民为什么谋算虚妄的事？  2世上的君王一齐起来，臣宰一同商议，要敌挡耶和华并他的受膏者，  3说：“我们要挣开他们的捆绑，脱去他们的绳索。”  4那坐在天上的必发笑；主必嗤笑他们。  5那时，他要在怒中责备他们，在烈怒中惊吓他们，  6说：“我已经立我的君在锡安我的圣山上了。”  7受膏者说：“我要传圣旨。耶和华曾对我说：‘你是我的儿子，我今日生你。  8你求我，我就将列国赐你为基业，将地极赐你为田产。  9你必用铁杖打破他们，你必将他们如同窑匠的瓦器摔碎。’”  10现在，你们君王应当省悟，你们世上的审判官该受管教。  11当存畏惧侍奉耶和华，又当存战兢而快乐；  12当以嘴亲子，恐怕他发怒，你们便在道中灭亡，因为他的怒气快要发作。凡投靠他的，都是有福的。'
            },
            secondReading:{
                title:'彼得后书1:16-21',
                content:'16我们从前将我们主耶稣基督的大能和他降临的事告诉你们，并不是随从乖巧捏造的虚言，乃是亲眼见过他的威荣。 17他从父神得尊贵荣耀的时候，从极大荣光之中有声音出来向他说：“这是我的爱子，我所喜悦的。” 18我们同他在圣山的时候，亲自听见这声音从天上出来。 19我们并有先知更确的预言，如同灯照在暗处。你们在这预言上留意，直等到天发亮，晨星在你们心里出现的时候，才是好的。 20第一要紧的，该知道经上所有的预言没有可随私意解说的； 21因为预言从来没有出于人意的，乃是人被圣灵感动，说出神的话来。'
            },
            gospel:{
                title:'马太福音17:1-9',
                content:'1过了六天，耶稣带着彼得、雅各和雅各的兄弟约翰暗暗的上了高山， 2就在他们面前变了形像，脸面明亮如日头，衣裳洁白如光。 3忽然，有摩西、以利亚向他们显现，同耶稣说话。 4彼得对耶稣说：“主啊，我们在这里真好！你若愿意，我就在这里搭三座棚：一座为你，一座为摩西，一座为以利亚。” 5说话之间，忽然有一朵光明的云彩遮盖他们，且有声音从云彩里出来说：“这是我的爱子，我所喜悦的，你们要听他！” 6门徒听见，就俯伏在地，极其害怕。 7耶稣进前来，摸他们，说：“起来，不要害怕。” 8他们举目不见一人，只见耶稣在那里。 9下山的时候，耶稣吩咐他们说：“人子还没有从死里复活，你们不要将所看见的告诉人。”'
            }
        },
        ashWednesday:{
            firstReading:{
                title:'约珥书2:12-19',
                content:'12耶和华说：“虽然如此，你们应当禁食、哭泣、悲哀，一心归向我。”  13你们要撕裂心肠，不撕裂衣服，归向耶和华你们的神；因为他有恩典，有怜悯，不轻易发怒，有丰盛的慈爱，并且后悔不降所说的灾。  14或者他转意后悔，留下余福，就是留下献给耶和华你们神的素祭和奠祭，也未可知。  15你们要在锡安吹角，分定禁食的日子，宣告严肃会。  16聚集众民，使会众自洁；招聚老者，聚集孩童和吃奶的，使新郎出离洞房，新妇出离内室。  17侍奉耶和华的祭司，要在廊子和祭坛中间哭泣说：“耶和华啊，求你顾惜你的百姓，不要使你的产业受羞辱，列邦管辖他们。为何容列国的人说：‘他们的神在哪里呢？’” 18耶和华就为自己的地发热心，怜恤他的百姓。  19耶和华应允他的百姓说：“我必赐给你们五谷、新酒和油，使你们饱足；我也不再使你们受列国的羞辱'
            },
            firstReadingOptional:{
                title:'约拿书3:1-10',
                content:'1耶和华的话二次临到约拿说： 2“你起来！往尼尼微大城去，向其中的居民宣告我所吩咐你的话。” 3约拿便照耶和华的话起来，往尼尼微去。这尼尼微是极大的城，有三日的路程。 4约拿进城走了一日，宣告说：“再等四十日，尼尼微必倾覆了！” 5尼尼微人信服神，便宣告禁食，从最大的到至小的都穿麻衣（或作“披上麻布”）。  6这信息传到尼尼微王的耳中，他就下了宝座，脱下朝服，披上麻布，坐在灰中。 7他又使人遍告尼尼微通城说：“王和大臣有令，人不可尝什么，牲畜、牛羊不可吃草，也不可喝水。 8人与牲畜都当披上麻布，人要切切求告神。各人回头离开所行的恶道，丢弃手中的强暴。 9或者神转意后悔，不发烈怒，使我们不至灭亡，也未可知。”  10于是神察看他们的行为，见他们离开恶道，他就后悔，不把所说的灾祸降与他们了。'
            },
            psalm:{
                title:'诗篇51:1-13(14-19)',
                content:'1神啊，求你按你的慈爱怜恤我，按你丰盛的慈悲涂抹我的过犯。  2求你将我的罪孽洗除净尽，并洁除我的罪。  3因为我知道我的过犯，我的罪常在我面前。  4我向你犯罪，惟独得罪了你，在你眼前行了这恶，以致你责备我的时候显为公义；判断我的时候显为清正。  5我是在罪孽里生的，在我母亲怀胎的时候就有了罪。  6你所喜爱的是内里诚实；你在我隐密处必使我得智慧。  7求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。  8求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。  9求你掩面不看我的罪，涂抹我一切的罪孽。  10神啊，求你为我造清洁的心，使我里面重新有正直的灵（“正直”或作“坚定”）。  11不要丢弃我，使我离开你的面；不要从我收回你的圣灵。  12求你使我仍得救恩之乐，赐我乐意的灵扶持我；  【13我就把你的道指教有过犯的人，罪人必归顺你。  14神啊，你是拯救我的神，求你救我脱离流人血的罪，我的舌头就高声歌唱你的公义。  15主啊，求你使我嘴唇张开，我的口便传扬赞美你的话。  16你本不喜爱祭物，若喜爱，我就献上；燔祭你也不喜悦。  17神所要的祭，就是忧伤的灵。神啊，忧伤痛悔的心，你必不轻看。  18求你随你的美意善待锡安，建造耶路撒冷的城墙。  19那时，你必喜爱公义的祭和燔祭，并全牲的燔祭；那时，人必将公牛献在你坛上。】'
            },
            secondReading:{
                title:'彼得后书1:2-11',
                content:'2愿恩惠、平安因你们认识神和我们主耶稣，多多地加给你们。 3神的神能已将一切关乎生命和虔敬的事赐给我们，皆因我们认识那用自己荣耀和美德召我们的主。 4因此，他已将又宝贵、又极大的应许赐给我们，叫我们既脱离世上从情欲来的败坏，就得与神的性情有份。 5正因这缘故，你们要分外地殷勤。有了信心，又要加上德行；有了德行，又要加上知识； 6有了知识，又要加上节制；有了节制，又要加上忍耐；有了忍耐，又要加上虔敬； 7有了虔敬，又要加上爱弟兄的心；有了爱弟兄的心，又要加上爱众人的心。 8你们若充充足足地有这几样，就必使你们在认识我们的主耶稣基督上不至于闲懒不结果子了。 9人若没有这几样，就是眼瞎，只看见近处的，忘了他旧日的罪已经得了洁净。 10所以弟兄们，应当更加殷勤，使你们所蒙的恩召和拣选坚定不移。你们若行这几样，就永不失脚。 11这样，必叫你们丰丰富富地得以进入我们主救主耶稣基督永远的国。'
            },
            gospel:{
                title:'马太福音6:(1-6)16-21',
                content:'【1“你们要小心，不可将善事行在人的面前，故意叫他们看见；若是这样，就不能得你们天父的赏赐了。 2所以，你施舍的时候，不可在你前面吹号，像那假冒为善的人在会堂里和街道上所行的，故意要得人的荣耀。我实在告诉你们，他们已经得了他们的赏赐。 3你施舍的时候，不要叫左手知道右手所作的， 4要叫你施舍的事行在暗中，你父在暗中察看，必然报答你（有古卷作“必在明处报答你”）。” 5“你们祷告的时候，不可像那假冒为善的人，爱站在会堂里和十字路口上祷告，故意叫人看见。我实在告诉你们，他们已经得了他们的赏赐。 6你祷告的时候，要进你的内屋，关上门，祷告你在暗中的父。你父在暗中察看，必然报答你。】16“你们禁食的时候，不可像那假冒为善的人，脸上带着愁容，因为他们把脸弄得难看，故意叫人看出他们是禁食。我实在告诉你们：他们已经得了他们的赏赐。 17你禁食的时候，要梳头洗脸， 18不叫人看出你禁食来，只叫你暗中的父看见。你父在暗中察看，必然报答你。” 19“不要为自己积攒财宝在地上，地上有虫子咬，能锈坏，也有贼挖窟窿来偷； 20只要积攒财宝在天上，天上没有虫子咬，不能锈坏，也没有贼挖窟窿来偷。 21因为你的财宝在哪里，你的心也在那里。”'
            }
        },
        lent1:{
            firstReading:{
                title:'创世记3:1-21',
                content:'1耶和华神所造的，惟有蛇比田野一切的活物更狡猾。蛇对女人说：“神岂是真说不许你们吃园中所有树上的果子吗？” 2女人对蛇说：“园中树上的果子，我们可以吃； 3惟有园当中那棵树上的果子，神曾说：‘你们不可吃，也不可摸，免得你们死。’” 4蛇对女人说：“你们不一定死， 5因为神知道，你们吃的日子眼睛就明亮了，你们便如神能知道善恶。” 6于是，女人见那棵树的果子好作食物，也悦人的眼目，且是可喜爱的，能使人有智慧，就摘下果子来吃了；又给她丈夫，她丈夫也吃了。 7他们二人的眼睛就明亮了，才知道自己是赤身露体，便拿无花果树的叶子，为自己编作裙子。  8天起了凉风，耶和华神在园中行走。那人和他妻子听见神的声音，就藏在园里的树木中，躲避耶和华神的面。 9耶和华神呼唤那人，对他说：“你在哪里？” 10他说：“我在园中听见你的声音，我就害怕，因为我赤身露体，我便藏了。” 11耶和华说：“谁告诉你赤身露体呢？莫非你吃了我吩咐你不可吃的那树上的果子吗？” 12那人说：“你所赐给我、与我同居的女人，她把那树上的果子给我，我就吃了。” 13耶和华神对女人说：“你作的是什么事呢？”女人说：“那蛇引诱我，我就吃了。” 14耶和华神对蛇说：“你既作了这事，就必受咒诅，比一切的牲畜野兽更甚。你必用肚子行走，终身吃土。  15我又要叫你和女人彼此为仇；你的后裔和女人的后裔也彼此为仇。女人的后裔要伤你的头，你要伤他的脚跟。”  16又对女人说：“我必多多加增你怀胎的苦楚，你生产儿女必多受苦楚。你必恋慕你丈夫，你丈夫必管辖你。”  17又对亚当说：“你既听从妻子的话，吃了我所吩咐你不可吃的那树上的果子，地必为你的缘故受咒诅。你必终身劳苦，才能从地里得吃的。  18地必给你长出荆棘和蒺藜来，你也要吃田间的菜蔬。  19你必汗流满面才得糊口，直到你归了土；因为你是从土而出的。你本是尘土，仍要归于尘土。”  20亚当给他妻子起名叫夏娃，因为她是众生之母。 21耶和华神为亚当和他妻子用皮子作衣服给他们穿。'
            },
            firstReadingOptional:{
                title:'撒母耳记上17:40-51',
                content:'40他手中拿杖，又在溪中挑选了五块光滑石子，放在袋里，就是牧人带的囊里；手中拿着甩石的机弦，就去迎那非利士人。 41非利士人也渐渐地迎着大卫来，拿盾牌的走在前头。 42非利士人观看，见了大卫，就藐视他，因为他年轻，面色光红，容貌俊美。 43非利士人对大卫说：“你拿杖到我这里来，我岂是狗呢？”非利士人就指着自己的神咒诅大卫。 44非利士人又对大卫说：“来吧！我将你的肉给空中的飞鸟、田野的走兽吃。” 45大卫对非利士人说：“你来攻击我，是靠着刀枪和铜戟；我来攻击你，是靠着万军之耶和华的名，就是你所怒骂带领以色列军队的神。 46今日耶和华必将你交在我手里。我必杀你，斩你的头，又将非利士军兵的尸首给空中的飞鸟、地上的野兽吃，使普天下的人都知道以色列中有神； 47又使这众人知道耶和华使人得胜，不是用刀用枪，因为争战的胜败全在乎耶和华。他必将你们交在我们手里。”  48非利士人起身，迎着大卫前来。大卫急忙迎着非利士人，往战场跑去。 49大卫用手从囊中掏出一块石子来，用机弦甩去，打中非利士人的额，石子进入额内，他就仆倒，面伏于地。  50这样，大卫用机弦甩石，胜了那非利士人，打死他；大卫手中却没有刀。 51大卫跑去，站在非利士人身旁，将他的刀从鞘中拔出来，杀死他，割了他的头。非利士众人看见他们讨战的勇士死了，就都逃跑。'
            },
            psalm:{
                title:'诗篇32',
                content:'1得赦免其过、遮盖其罪的，这人是有福的。  2凡心里没有诡诈，耶和华不算为有罪的，这人是有福的。  3我闭口不认罪的时候，因终日唉哼而骨头枯干。  4黑夜白日，你的手在我身上沉重；我的精液耗尽，如同夏天的干旱。  5我向你陈明我的罪，不隐瞒我的恶。我说：“我要向耶和华承认我的过犯。”你就赦免我的罪恶。  6为此，凡虔诚人都当趁你可寻找的时候祷告你，大水泛溢的时候，必不能到他那里。  7你是我藏身之处，你必保佑我脱离苦难，以得救的乐歌四面环绕我。  8我要教导你，指示你当行的路；我要定睛在你身上劝戒你。  9你不可像那无知的骡马，必用嚼环辔头勒住它，不然，就不能驯服。  10恶人必多受苦楚，惟独倚靠耶和华的，必有慈爱四面环绕他。  11你们义人应当靠耶和华欢喜快乐，你们心里正直的人都当欢呼。'
            },
            psalmOptional:{
                title:'诗篇118:1-13',
                content:'1你们要称谢耶和华，因他本为善，他的慈爱永远长存！  2愿以色列说：“他的慈爱永远长存。”  3愿亚伦的家说：“他的慈爱永远长存。”  4愿敬畏耶和华的说：“他的慈爱永远长存。”  5我在急难中求告耶和华，他就应允我，把我安置在宽阔之地。  6有耶和华帮助我，我必不惧怕，人能把我怎么样呢？  7在那帮助我的人中，有耶和华帮助我，所以我要看见那恨我的人遭报。  8投靠耶和华，强似倚赖人；  9投靠耶和华，强似倚赖王子。  10万民围绕我，我靠耶和华的名，必剿灭他们。  11他们环绕我，围困我，我靠耶和华的名，必剿灭他们。  12他们如同蜂子围绕我，好像烧荆棘的火，必被熄灭；我靠耶和华的名，必剿灭他们。  13你推我，要叫我跌倒，但耶和华帮助了我。'
            },
            secondReading:{
                title:'哥林多后书6:1-10',
                content:'1我们与神同工的，也劝你们，不可徒受他的恩典， 2因为他说：“在悦纳的时候，我应允了你；在拯救的日子，我搭救了你。”看哪，现在正是悦纳的时候，现在正是拯救的日子。 3我们凡事都不叫人有妨碍，免得这职分被人毁谤， 4反倒在各样的事上表明自己是神的用人，就如在许多的忍耐、患难、穷乏、困苦、 5鞭打、监禁、扰乱、勤劳、警醒、不食、 6廉洁、知识、恒忍、恩慈、圣灵的感化、无伪的爱心、 7真实的道理、神的大能；仁义的兵器在左在右。 8荣耀、羞辱、恶名、美名；似乎是诱惑人的，却是诚实的； 9似乎不为人所知，却是人所共知的；似乎要死，却是活着的；似乎受责罚，却是不至丧命的； 10似乎忧愁，却是常常快乐的；似乎贫穷，却是叫许多人富足的；似乎一无所有，却是样样都有的。'
            },
            secondReadingOptional:{
                title:'希伯来书4:14-16',
                content:'14我们既然有一位已经升入高天尊荣的大祭司，就是神的儿子耶稣，便当持定所承认的道。 15因我们的大祭司并非不能体恤我们的软弱，他也曾凡事受过试探，与我们一样，只是他没有犯罪。 16所以我们只管坦然无惧的来到施恩的宝座前，为要得怜恤，蒙恩惠，作随时的帮助。'
            },
            gospel:{
                title:'马太福音4:1-11',
                content:'1当时，耶稣被圣灵引到旷野，受魔鬼的试探。 2他禁食四十昼夜，后来就饿了。 3那试探人的进前来，对他说：“你若是神的儿子，可以吩咐这些石头变成食物。” 4耶稣却回答说：“经上记着说：‘人活着，不是单靠食物，乃是靠神口里所出的一切话。’”  5魔鬼就带他进了圣城，叫他站在殿顶上（“顶”原文作“翅”）， 6对他说：“你若是神的儿子，可以跳下去，因为经上记着说：‘主要为你吩咐他的使者用手托着你，免得你的脚碰在石头上。’” 7耶稣对他说：“经上又记着说：‘不可试探主你的神。’”  8魔鬼又带他上了一座最高的山，将世上的万国与万国的荣华都指给他看， 9对他说：“你若俯伏拜我，我就把这一切都赐给你。” 10耶稣说：“撒但退去吧（“撒但”就是“抵挡”的意思，乃魔鬼的别名）！因为经上记着说：‘当拜主你的神，单要侍奉他。’”  11于是，魔鬼离了耶稣，有天使来伺候他。'
            }
        },
        lent2:{
            firstReading:{
                title:'创世记32:22-32',
                content:'22他夜间起来，带着两个妻子、两个使女，并十一个儿子都过了雅博渡口。 23先打发他们过河，又打发所有的都过去， 24只剩下雅各一人。有一个人来和他摔跤，直到黎明。 25那人见自己胜不过他，就将他的大腿窝摸了一把，雅各的大腿窝正在摔跤的时候就扭了。 26那人说：“天黎明了，容我去吧！”雅各说：“你不给我祝福，我就不容你去。” 27那人说：“你名叫什么？”他说：“我名叫雅各。” 28那人说：“你的名不要再叫雅各，要叫以色列，因为你与神与人较力，都得了胜。” 29雅各问他说：“请将你的名告诉我。”那人说：“何必问我的名？”于是在那里给雅各祝福。 30雅各便给那地方起名叫毗努伊勒（就是“神之面”的意思），意思说：“我面对面见了神，我的性命仍得保全。” 31日头刚出来的时候，雅各经过毗努伊勒，他的大腿就瘸了。 32故此，以色列人不吃大腿窝的筋，直到今日，因为那人摸了雅各大腿窝的筋。'
            },
            psalm:{
                title:'诗篇121',
                content:'1我要向山举目，我的帮助从何而来？  2我的帮助从造天地的耶和华而来。  3他必不叫你的脚摇动，保护你的必不打盹。  4保护以色列的，也不打盹也不睡觉。  5保护你的是耶和华，耶和华在你右边荫庇你。  6白日，太阳必不伤你；夜间，月亮必不害你。  7耶和华要保护你，免受一切的灾害。他要保护你的性命。  8你出你入，耶和华要保护你，从今时直到永远。'
            },
            secondReading:{
                title:'帖撒罗尼迦前书4:1-7',
                content:'1弟兄们，我还有话说：我们靠着主耶稣求你们、劝你们，你们既然受了我们的教训，知道该怎样行，可以讨神的喜悦，就要照你们现在所行的，更加勉励。 2你们原晓得我们凭主耶稣传给你们什么命令。 3神的旨意就是要你们成为圣洁，远避淫行； 4要你们各人晓得怎样用圣洁、尊贵守着自己的身体， 5不放纵私欲的邪情，像那不认识神的外邦人。 6不要一个人在这事上越分，欺负他的弟兄，因为这一类的事，主必报应，正如我预先对你们说过，又切切嘱咐你们的。 7神召我们，本不是要我们沾染污秽，乃是要我们成为圣洁。'
            },
            secondReadingOptional:{
                title:'罗马书5:1-5',
                content:'1我们既因信称义，就藉着我们的主耶稣基督得与神相和。 2我们又藉着他，因信得进入现在所站的这恩典中，并且欢欢喜喜盼望神的荣耀。 3不但如此，就是在患难中也是欢欢喜喜地。因为知道患难生忍耐， 4忍耐生老练，老练生盼望， 5盼望不至于羞耻，因为所赐给我们的圣灵将神的爱浇灌在我们心里。'
            },
            gospel:{
                title:'马太福音15:21-28',
                content:'21耶稣离开那里，退到推罗、西顿的境内去。 22有一个迦南妇人从那地方出来，喊着说：“主啊，大卫的子孙，可怜我！我女儿被鬼附得甚苦。” 23耶稣却一言不答。门徒进前来，求他说：“这妇人在我们后头喊叫，请打发她走吧！” 24耶稣说：“我奉差遣，不过是到以色列家迷失的羊那里去。” 25那妇人来拜他，说：“主啊，帮助我！” 26他回答说：“不好拿儿女的饼丢给狗吃。” 27妇人说：“主啊，不错，但是狗也吃它主人桌子上掉下来的碎渣儿。” 28耶稣说：“妇人，你的信心是大的，照你所要的，给你成全了吧！”从那时候，她女儿就好了。'
            }
        },
        lent3:{
            firstReading:{
                title:'出埃及记8:16-24',
                content:'16耶和华吩咐摩西说：“你对亚伦说：‘伸出你的杖击打地上的尘土，使尘土在埃及遍地变作虱子（或作“虼蚤”。下同）。’” 17他们就这样行，亚伦伸杖击打地上的尘土，就在人身上和牲畜身上有了虱子，埃及遍地的尘土都变成虱子了。 18行法术的也用邪术要生出虱子来，却是不能。于是在人身上和牲畜身上都有了虱子。 19行法术的就对法老说：“这是神的手段。”法老心里刚硬，不肯听摩西、亚伦，正如耶和华所说的。 20耶和华对摩西说：“你清早起来，法老来到水边，你站在他面前，对他说：‘耶和华这样说：容我的百姓去，好侍奉我。 21你若不容我的百姓去，我要叫成群的苍蝇到你和你臣仆并你百姓的身上，进你的房屋，并且埃及人的房屋和他们所住的地，都要满了成群的苍蝇。 22当那日，我必分别我百姓所住的歌珊地，使那里没有成群的苍蝇，好叫你知道我是天下的耶和华。 23我要将我的百姓和你的百姓分别出来；明天必有这神迹。’” 24耶和华就这样行，苍蝇成了大群，进入法老的宫殿和他臣仆的房屋；埃及遍地就因这成群的苍蝇败坏了。'
            },
            firstReadingOptional:{
                title:'耶利米书26:1-15',
                content:'1犹大王约西亚的儿子约雅敬登基的时候，有这话从耶和华临到耶利米说： 2“耶和华如此说：你站在耶和华殿的院内，对犹大众城邑的人，就是到耶和华殿来礼拜的，说我所吩咐你的一切话，一字不可删减。 3或者他们肯听从，各人回头离开恶道，使我后悔不将我因他们所行的恶，想要施行的灾祸降与他们。 4你要对他们说：‘耶和华如此说：你们若不听从我，不遵行我设立在你们面前的律法， 5不听我从早起来差遣到你们那里去我仆人众先知的话（你们还是没有听从）， 6我就必使这殿如示罗，使这城为地上万国所咒诅的。’” 7耶利米在耶和华殿中说的这些话，祭司、先知与众民都听见了。 8耶利米说完了耶和华所吩咐他对众人说的一切话，祭司、先知与众民都来抓住他，说：“你必要死！ 9你为何托耶和华的名预言说：‘这殿必如示罗，这城必变为荒场无人居住’呢？”于是众民都在耶和华的殿中，聚集到耶利米那里。  10犹大的首领听见这事，就从王宫上到耶和华的殿，坐在耶和华殿的新门口。 11祭司、先知对首领和众民说：“这人是该死的，因为他说预言攻击这城，正如你们亲耳所听见的。”  12耶利米就对众首领和众民说：“耶和华差遣我预言，攻击这殿和这城，说你们所听见的这一切话。 13现在要改正你们的行动作为，听从耶和华你们神的话，他就必后悔，不将所说的灾祸降与你们。 14至于我，我在你们手中，你们眼看何为善，何为正，就那样待我吧！ 15但你们要确实地知道，若把我治死，就使无辜人的血归到你们和这城，并其中的居民了，因为耶和华实在差遣我到你们这里来，将这一切话传与你们耳中。”'
            },
            psalm:{
                title:'诗篇136:1-16',
                content:'1你们要称谢耶和华，因他本为善，他的慈爱永远长存。  2你们要称谢万神之神，因他的慈爱永远长存。  3你们要称谢万主之主，因他的慈爱永远长存。  4称谢那独行大奇事的，因他的慈爱永远长存。  5称谢那用智慧造天的，因他的慈爱永远长存。  6称谢那铺地在水以上的，因他的慈爱永远长存。  7称谢那造成大光的，因他的慈爱永远长存。  8他造日头管白昼，因他的慈爱永远长存。  9他造月亮星宿管黑夜，因他的慈爱永远长存。  10称谢那击杀埃及人之长子的，因他的慈爱永远长存。  11他领以色列人从他们中间出来，因他的慈爱永远长存。  12他施展大能的手和伸出来的膀臂，因他的慈爱永远长存。  13称谢那分裂红海的，因他的慈爱永远长存。  14他领以色列从其中经过，因他的慈爱永远长存；  15却把法老和他的军兵推翻在红海里，因他的慈爱永远长存。  16称谢那引导自己的民行走旷野的，因他的慈爱永远长存。'
            },
            psalmOptional:{
                title:'诗篇4',
                content:'1显我为义的神啊，我呼吁的时候，求你应允我！我在困苦中，你曾使我宽广；现在求你怜恤我，听我的祷告。  2你们这上流人哪，你们将我的尊荣变为羞辱要到几时呢？你们喜爱虚妄、寻找虚假要到几时呢？  3你们要知道，耶和华已经分别虔诚人归他自己。我求告耶和华，他必听我。  4你们应当畏惧，不可犯罪；在床上的时候，要心里思想，并要肃静。  5当献上公义的祭，又当倚靠耶和华。  6有许多人说：“谁能指示我们什么好处？”耶和华啊，求你仰起脸来，光照我们。  7你使我心里快乐，胜过那丰收五谷新酒的人。  8我必安然躺下睡觉，因为独有你耶和华使我安然居住。'
            },
            secondReading:{
                title:'以弗所书5:1-9',
                content:'1所以你们该效法神，好像蒙慈爱的儿女一样。 2也要凭爱心行事，正如基督爱我们，为我们舍了自己，当作馨香的供物和祭物献与神。 3至于淫乱并一切污秽，或是贪婪，在你们中间连提都不可，方合圣徒的体统。 4淫词、妄语和戏笑的话都不相宜，总要说感谢的话。 5因为你们确实的知道，无论是淫乱的，是污秽的，是有贪心的，在基督和神的国里都是无分的。有贪心的，就与拜偶像的一样。 6不要被人虚浮的话欺哄，因这些事，神的忿怒必临到那悖逆之子。 7所以你们不要与他们同伙。 8从前你们是暗昧的，但如今在主里面是光明的，行事为人就当像光明的子女。 9光明所结的果子就是一切良善、公义、诚实。'
            },
            gospel:{
                title:'路加福音11:14-28',
                content:'14耶稣赶出一个叫人哑巴的鬼。鬼出去了，哑巴就说出话来，众人都希奇。 15内中却有人说：“他是靠着鬼王别西卜赶鬼。” 16又有人试探耶稣，向他求从天上来的神迹。 17他晓得他们的意念，便对他们说：“凡一国自相纷争，就成为荒场；凡一家自相纷争，就必败落； 18若撒但自相纷争，他的国怎能站得住呢？因为你们说我是靠着别西卜赶鬼。 19我若靠着别西卜赶鬼，你们的子弟赶鬼又靠着谁呢？这样，他们就要断定你们的是非。 20我若靠着神的能力赶鬼，这就是神的国临到你们了。 21壮士披挂整齐，看守自己的住宅，他所有的都平安无事。 22但有一个比他更壮的来，胜过他，就夺去他所倚靠的盔甲、兵器，又分了他的赃。 23不与我相合的，就是敌我的；不同我收聚的，就是分散的。” 24“污鬼离了人身，就在无水之地过来过去，寻求安歇之处。既寻不着，便说：‘我要回到我所出来的屋里去。’ 25到了，就看见里面打扫干净，修饰好了， 26便去另带了七个比自己更恶的鬼来，都进去住在那里。那人末后的景况比先前更不好了。” 27耶稣正说这话的时候，众人中间有一个女人大声说：“怀你胎的和乳养你的有福了。” 28耶稣说：“是，却还不如听神之道而遵守的人有福。”'
            }
        },
        lent4:{
            firstReading:{
                title:'出埃及记16:2-21',
                content:'2以色列全会众在旷野向摩西、亚伦发怨言， 3说：“巴不得我们早死在埃及地耶和华的手下，那时我们坐在肉锅旁边，吃得饱足；你们将我们领出来，到这旷野，是要叫这全会众都饿死啊！”  4耶和华对摩西说：“我要将粮食从天降给你们。百姓可以出去，每天收每天的份，我好试验他们遵不遵我的法度。 5到第六天他们要把所收进来的预备好了，比每天所收的多一倍。” 6摩西、亚伦对以色列众人说：“到了晚上，你们要知道是耶和华将你们从埃及地领出来的。 7早晨，你们要看见耶和华的荣耀，因为耶和华听见你们向他所发的怨言了。我们算什么，你们竟向我们发怨言呢？” 8摩西又说：“耶和华晚上必给你们肉吃，早晨必给你们食物得饱，因为你们向耶和华发的怨言，他都听见了。我们算什么？你们的怨言不是向我们发的，乃是向耶和华发的。”  9摩西对亚伦说：“你告诉以色列全会众说：‘你们就近耶和华面前，因为他已经听见你们的怨言了。’” 10亚伦正对以色列全会众说话的时候，他们向旷野观看，不料，耶和华的荣光在云中显现。 11耶和华晓谕摩西说： 12“我已经听见以色列人的怨言，你告诉他们说：‘到黄昏的时候，你们要吃肉，早晨必有食物得饱，你们就知道我是耶和华你们的神。’”  13到了晚上，有鹌鹑飞来，遮满了营。早晨，在营四围的地上有露水。 14露水上升之后，不料，野地面上有如白霜的小圆物。 15以色列人看见，不知道是什么，就彼此对问说：“这是什么呢？”摩西对他们说：“这就是耶和华给你们吃的食物。 16耶和华所吩咐的是这样：你们要按着各人的饭量，为帐棚里的人按着人数收起来，各拿一俄梅珥。” 17以色列人就这样行，有多收的，有少收的。 18及至用俄梅珥量一量，多收的也没有余，少收的也没有缺，各人按着自己的饭量收取。 19摩西对他们说：“所收的，不许什么人留到早晨。” 20然而他们不听摩西的话，内中有留到早晨的，就生虫变臭了；摩西便向他们发怒。 21他们每日早晨，按着各人的饭量收取，日头一发热，就消化了。'
            },
            firstReadingOptional:{
                title:'以赛亚书49:8-13',
                content:'8耶和华如此说：“在悦纳的时候，我应允了你；在拯救的日子，我济助了你。我要保护你，使你作众民的中保（“中保”原文作“约”），复兴遍地，使人承受荒凉之地为业。  9对那被捆绑的人说：‘出来吧！’对那在黑暗的人说：‘显露吧！’他们在路上必得饮食，在一切净光的高处必有食物。  10不饥不渴，炎热和烈日必不伤害他们，因为怜恤他们的，必引导他们，领他们到水泉旁边。  11我必使我的众山成为大道，我的大路也被修高。  12看哪，这些从远方来，这些从北方、从西方来，这些从秦国来（“秦”原音作“希尼”）。”  13诸天哪，应当欢呼！大地啊，应当快乐！众山哪，应当发声歌唱！因为耶和华已经安慰他的百姓，也要怜恤他困苦之民。'
            },
            psalm:{
                title:'诗篇132:8-18',
                content:'8耶和华啊，求你兴起，和你有能力的约柜同入安息之所。  9愿你的祭司披上公义，愿你的圣民欢呼。  10求你因你仆人大卫的缘故，不要厌弃你的受膏者。  11耶和华向大卫凭诚实起了誓，必不反复，说：“我要使你所生的坐在你的宝座上。  12你的众子若守我的约和我所教训他们的法度，他们的子孙必永远坐在你的宝座上。”  13因为耶和华拣选了锡安，愿意当作自己的居所，  14说：“这是我永远安息之所，我要住在这里，因为是我所愿意的。  15我要使其中的粮食丰满，使其中的穷人饱足。  16我要使祭司披上救恩，圣民大声欢呼。  17我要叫大卫的角在那里发生；我为我的受膏者预备明灯。  18我要使他的仇敌披上羞耻，但他的冠冕要在头上发光。”'
            },
            secondReading:{
                title:'加拉太书4:21-31',
                content:'21你们这愿意在律法以下的人，请告诉我，你们岂没有听见律法吗？ 22因为律法上记着，亚伯拉罕有两个儿子：一个是使女生的，一个是自主之妇人生的。 23然而那使女所生的，是按着血气生的；那自主之妇人所生的，是凭着应许生的。 24这都是比方，那两个妇人就是两约。一约是出于西奈山，生子为奴，乃是夏甲。 25这夏甲二字是指着阿拉伯的西奈山，与现在的耶路撒冷同类，因耶路撒冷和她的儿女都是为奴的。 26但那在上的耶路撒冷是自主的，她是我们的母。 27因为经上记着：“不怀孕、不生养的，你要欢乐。未曾经过产难的，你要高声欢呼，因为没有丈夫的，比有丈夫的儿女更多。”  28弟兄们，我们是凭着应许作儿女，如同以撒一样。 29当时，那按着血气生的，逼迫了那按着圣灵生的，现在也是这样。 30然而经上是怎么说的呢？是说：“把使女和他儿子赶出去，因为使女的儿子不可与自主妇人的儿子一同承受产业。” 31弟兄们，这样看来，我们不是使女的儿女，乃是自主妇人的儿女了。'
            },
            secondReadingOptional:{
                title:'使徒行传2:41-47',
                content:'41于是，领受他话的人就受了洗。那一天，门徒约添了三千人， 42都恒心遵守使徒的教训，彼此交接、擘饼、祈祷。 43众人都惧怕。使徒又行了许多奇事神迹。 44信的人都在一处，凡物公用， 45并且卖了田产、家业，照各人所需用的分给各人。 46他们天天同心合意恒切的在殿里，且在家中擘饼，存着欢喜诚实的心用饭， 47赞美神，得众民的喜爱。主将得救的人天天加给他们。'
            },
            gospel:{
                title:'约翰福音6:1-15',
                content:'1这事以后，耶稣渡过加利利海，就是提比哩亚海。 2有许多人因为看见他在病人身上所行的神迹，就跟随他。 3耶稣上了山，和门徒一同坐在那里。 4那时犹太人的逾越节近了。 5耶稣举目看见许多人来，就对腓力说：“我们从哪里买饼叫这些人吃呢？” 6他说这话是要试验腓力，他自己原知道要怎样行。 7腓力回答说：“就是二十两银子的饼，叫他们各人吃一点，也是不够的。” 8有一个门徒，就是西门彼得的兄弟安得烈，对耶稣说： 9“在这里有一个孩童，带着五个大麦饼、两条鱼，只是分给这许多人，还算什么呢？” 10耶稣说：“你们叫众人坐下。”原来那地方的草多，众人就坐下，数目约有五千。 11耶稣拿起饼来祝谢了，就分给那坐着的人，分鱼也是这样，都随着他们所要的。 12他们吃饱了，耶稣对门徒说：“把剩下的零碎收拾起来，免得有糟蹋的。” 13他们便将那五个大麦饼的零碎，就是众人吃了剩下的，收拾起来，装满了十二个篮子。 14众人看见耶稣所行的神迹，就说：“这真是那要到世间来的先知。” 15耶稣既知道众人要来强逼他作王，就独自又退到山上去了。'
            }
        },
        lent5:{
            firstReading:{
                title:'创世记22:1-14',
                content:'1这些事以后，神要试验亚伯拉罕，就呼叫他说：“亚伯拉罕！”他说：“我在这里。” 2神说：“你带着你的儿子，就是你独生的儿子，你所爱的以撒，往摩利亚地去，在我所要指示你的山上，把他献为燔祭。” 3亚伯拉罕清早起来，备上驴，带着两个仆人和他儿子以撒，也劈好了燔祭的柴，就起身往神所指示他的地方去了。 4到了第三日，亚伯拉罕举目远远地看见那地方。 5亚伯拉罕对他的仆人说：“你们和驴在此等候，我与童子往那里去拜一拜，就回到你们这里来。” 6亚伯拉罕把燔祭的柴放在他儿子以撒身上，自己手里拿着火与刀，于是二人同行。 7以撒对他父亲亚伯拉罕说：“父亲哪！”亚伯拉罕说：“我儿，我在这里。”以撒说：“请看，火与柴都有了，但燔祭的羊羔在哪里呢？” 8亚伯拉罕说：“我儿，神必自己预备作燔祭的羊羔。”于是二人同行。  9他们到了神所指示的地方，亚伯拉罕在那里筑坛，把柴摆好，捆绑他的儿子以撒，放在坛的柴上。 10亚伯拉罕就伸手拿刀，要杀他的儿子。 11耶和华的使者从天上呼叫他说：“亚伯拉罕！亚伯拉罕！”他说：“我在这里。” 12天使说：“你不可在这童子身上下手，一点不可害他。现在我知道你是敬畏神的了，因为你没有将你的儿子，就是你独生的儿子，留下不给我。” 13亚伯拉罕举目观看，不料，有一只公羊，两角扣在稠密的小树中，亚伯拉罕就取了那只公羊来，献为燔祭，代替他的儿子。 14亚伯拉罕给那地方起名叫耶和华以勒意思（就是“耶和华必预备”），直到今日人还说：“在耶和华的山上必有预备。”'
            },
            psalm:{
                title:'诗篇43',
                content:'1神啊，求你伸我的冤，向不虔诚的国为我辨屈；求你救我脱离诡诈不义的人。  2因为你是赐我力量的神，为何丢弃我呢？我为何因仇敌的欺压时常哀痛呢？  3求你发出你的亮光和真实，好引导我，带我到你的圣山，到你的居所。  4我就走到神的祭坛，到我最喜乐的神那里。神啊，我的神！我要弹琴称赞你。  5我的心哪，你为何忧闷？为何在我里面烦躁？应当仰望神，因我还要称赞他。他是我脸上的光荣（原文作“帮助”），是我的神。'
            },
            secondReading:{
                title:'希伯来书9:11-15',
                content:'11但现在基督已经来到，作了将来美事的大祭司，经过那更大、更全备的帐幕，不是人手所造，也不是属乎这世界的。 12并且不用山羊和牛犊的血，乃用自己的血，只一次进入圣所，成了永远赎罪的事。 13若山羊和公牛的血，并母牛犊的灰，洒在不洁的人身上，尚且叫人成圣，身体洁净， 14何况基督藉着永远的灵，将自己无瑕无疵献给神，他的血岂不更能洗净你们的心（原文作“良心”），除去你们的死行，使你们侍奉那永生神吗？  15为此，他作了新约的中保，既然受死赎了人在前约之时所犯的罪过，便叫蒙召之人得着所应许永远的产业。'
            },
            gospel:{
                title:'约翰福音8:(42-45)46-59',
                content:'【42耶稣说：“倘若神是你们的父，你们就必爱我，因为我本是出于神，也是从神而来，并不是由着自己来，乃是他差我来。 43你们为什么不明白我的话呢？无非是因你们不能听我的道。 44你们是出于你们的父魔鬼，你们父的私欲，你们偏要行。他从起初是杀人的，不守真理，因他心里没有真理；他说谎是出于自己，因他本来是说谎的，也是说谎之人的父。 45我将真理告诉你们，你们就因此不信我。 】46你们中间谁能指证我有罪呢？我既然将真理告诉你们，为什么不信我呢？ 47出于神的，必听神的话；你们不听，因为你们不是出于神。” 48犹太人回答说：“我们说你是撒玛利亚人，并且是鬼附着的，这话岂不正对吗？” 49耶稣说：“我不是鬼附着的，我尊敬我的父，你们倒轻慢我。 50我不求自己的荣耀，有一位为我求荣耀定是非的。 51我实实在在地告诉你们：人若遵守我的道，就永远不见死。” 52犹太人对他说：“现在我们知道你是鬼附着的。亚伯拉罕死了，众先知也死了，你还说‘人若遵守我的道，就永远不尝死味。’ 53难道你比我们的祖宗亚伯拉罕还大吗？他死了，众先知也死了，你将自己当作什么人呢？” 54耶稣回答说：“我若荣耀自己，我的荣耀就算不得什么；荣耀我的乃是我的父，就是你们所说是你们的神。 55你们未曾认识他，我却认识他；我若说不认识他，我就是说谎的，像你们一样；但我认识他，也遵守他的道。 56你们的祖宗亚伯拉罕欢欢喜喜地仰望我的日子，既看见了，就快乐。” 57犹太人说：“你还没有五十岁，岂见过亚伯拉罕呢？” 58耶稣说：“我实实在在地告诉你们：还没有亚伯拉罕就有了我。” 59于是他们拿石头要打他，耶稣却躲藏，从殿里出去了。'
            }
        },
        palm:{
            firstReading:{
                title:'撒迦利亚书9:9-12',
                content:'9锡安的民哪，应当大大喜乐！耶路撒冷的民哪，应当欢呼！看哪，你的王来到你这里，他是公义的，并且施行拯救，谦谦和和地骑着驴，就是骑着驴的驹子。  10我必除灭以法莲的战车和耶路撒冷的战马，争战的弓也必除灭。他必向列国讲和平，他的权柄必从这海管到那海，从大河管到地极。 11锡安哪，我因与你立约的血，将你中间被掳而囚的人，从无水的坑中释放出来。  12你们被囚而有指望的人，都要转回保障。我今日说明，我必加倍赐福给你们。'
            },
            psalm:{
                title:'诗篇118:19-29',
                content:'19给我敞开义门，我要进去称谢耶和华。  20这是耶和华的门，义人要进去。  21我要称谢你，因为你已经应允我，又成了我的拯救。  22匠人所弃的石头，已成了房角的头块石头。  23这是耶和华所作的，在我们眼中看为希奇。  24这是耶和华所定的日子，我们在其中要高兴欢喜。  25耶和华啊，求你拯救！耶和华啊，求你使我们亨通！  26奉耶和华名来的是应当称颂的！我们从耶和华的殿中为你们祝福。  27耶和华是神，他光照了我们。理当用绳索把祭牲拴住，牵到坛角那里。  28你是我的神，我要称谢你；你是我的神，我要尊崇你。  29你们要称谢耶和华，因他本为善，他的慈爱永远长存！'
            },
            psalmOptional:{
                title:'诗篇31:9-16',
                content:'9耶和华啊，求你怜恤我，因为我在急难之中。我的眼睛因忧愁而干瘪，连我的身心也不安舒。  10我的生命为愁苦所消耗，我的年岁为叹息所旷废，我的力量因我的罪孽衰败，我的骨头也枯干。  11我因一切敌人成了羞辱，在我的邻舍跟前更甚；那认识我的都惧怕我，在外头看见我的都躲避我。  12我被人忘记，如同死人，无人记念。我好像破碎的器皿。  13我听见了许多人的谗谤，四围都是惊吓。他们一同商议攻击我的时候，就图谋要害我的性命。  14耶和华啊，我仍旧倚靠你。我说：“你是我的神。”  15我终身的事在你手中，求你救我脱离仇敌的手和那些逼迫我的人。  16求你使你的脸光照仆人，凭你的慈爱拯救我。'
            },
            secondReading:{
                title:'腓立比书2:5-11',
                content:'5你们当以基督耶稣的心为心。  6他本有神的形像，不以自己与神同等为强夺的，  7反倒虚己，取了奴仆的形像，成为人的样式。  8既有人的样子，就自己卑微，存心顺服，以至于死，且死在十字架上。  9所以神将他升为至高，又赐给他那超乎万名之上的名，  10叫一切在天上的、地上的和地底下的，因耶稣的名无不屈膝，  11无不口称耶稣基督为主，使荣耀归与父神。'
            },
            gospel:{
                title:'马太福音26:1-27:66',
                content:'1耶稣说完了这一切的话，就对门徒说： 2“你们知道，过两天是逾越节，人子将要被交给人，钉在十字架上。” 3那时，祭司长和民间的长老聚集在大祭司称为该亚法的院里。 4大家商议要用诡计拿住耶稣杀他； 5只是说：“当节的日子不可，恐怕民间生乱。” 6耶稣在伯大尼长大麻风的西门家里， 7有一个女人拿着一玉瓶极贵的香膏来，趁耶稣坐席的时候，浇在他的头上。 8门徒看见就很不喜悦，说：“何用这样的枉费呢！ 9这香膏可以卖许多钱，周济穷人。” 10耶稣看出他们的意思，就说：“为什么难为这女人呢？她在我身上作的是一件美事。 11因为常有穷人和你们同在，只是你们不常有我。 12她将这香膏浇在我身上，是为我安葬作的。 13我实在告诉你们：普天之下，无论在什么地方传这福音，也要述说这女人所行的，作个记念。” 14当下，十二门徒里有一个称为加略人犹大的，去见祭司长，说： 15“我把他交给你们，你们愿意给我多少钱？”他们就给了他三十块钱。 16从那时候，他就找机会要把耶稣交给他们。 17除酵节的第一天，门徒来问耶稣说：“你吃逾越节的筵席，要我们在哪里给你预备？” 18耶稣说：“你们进城去，到某人那里，对他说，‘夫子说：我的时候快到了，我与门徒要在你家里守逾越节。’” 19门徒遵着耶稣所吩咐的，就去预备了逾越节的筵席。 20到了晚上，耶稣和十二个门徒坐席。 21正吃的时候，耶稣说：“我实在告诉你们：你们中间有一个人要卖我了。” 22他们就甚忧愁，一个一个的问他说：“主，是我吗？” 23耶稣回答说：“同我蘸手在盘子里的，就是他要卖我。 24人子必要去世，正如经上指着他所写的，但卖人子的人有祸了！那人不生在世上倒好。” 25卖耶稣的犹大问他说：“拉比，是我吗？”耶稣说：“你说的是。” 26他们吃的时候，耶稣拿起饼来，祝福，就擘开，递给门徒，说：“你们拿着吃，这是我的身体。” 27又拿起杯来，祝谢了，递给他们，说：“你们都喝这个， 28因为这是我立约的血，为多人流出来，使罪得赦。 29但我告诉你们：从今以后，我不再喝这葡萄汁，直到我在我父的国里同你们喝新的那日子。” 30他们唱了诗，就出来往橄榄山去。 31那时，耶稣对他们说：“今夜，你们为我的缘故都要跌倒。因为经上记着说：‘我要击打牧人，羊就分散了。’ 32但我复活以后，要在你们以先往加利利去。” 33彼得说：“众人虽然为你的缘故跌倒，我却永不跌倒。” 34耶稣说：“我实在告诉你：今夜鸡叫以先，你要三次不认我。” 35彼得说：“我就是必须和你同死，也总不能不认你。”众门徒都是这样说。 36耶稣同门徒来到一个地方，名叫客西马尼，就对他们说：“你们坐在这里，等我到那边去祷告。” 37于是带着彼得和西庇太的两个儿子同去，就忧愁起来，极其难过， 38便对他们说：“我心里甚是忧伤，几乎要死，你们在这里等候，和我一同警醒。” 39他就稍往前走，俯伏在地祷告说：“我父啊，倘若可行，求你叫这杯离开我；然而，不要照我的意思，只要照你的意思。” 40来到门徒那里，见他们睡着了，就对彼得说：“怎么样？你们不能同我警醒片时吗？ 41总要警醒祷告，免得入了迷惑，你们心灵固然愿意，肉体却软弱了。” 42第二次又去祷告说：“我父啊，这杯若不能离开我，必要我喝，就愿你的意旨成全。” 43又来见他们睡着了，因为他们的眼睛困倦。 44耶稣又离开他们去了。第三次祷告，说的话还是与先前一样。 45于是来到门徒那里，对他们说：“现在你们仍然睡觉安歇吧（“吧”或作“吗”）？时候到了，人子被卖在罪人手里了。 46起来，我们走吧！看哪，卖我的人近了。” 47说话之间，那十二个门徒里的犹大来了，并有许多人带着刀棒，从祭司长和民间的长老那里与他同来。 48那卖耶稣的给了他们一个暗号，说：“我与谁亲嘴，谁就是他。你们可以拿住他。” 49犹大随即到耶稣跟前说：“请拉比安”，就与他亲嘴。 50耶稣对他说：“朋友，你来要作的事，就作吧！”于是那些人上前，下手拿住耶稣。 51有跟随耶稣的一个人伸手拔出刀来，将大祭司的仆人砍了一刀，削掉了他一个耳朵。 52耶稣对他说：“收刀入鞘吧！凡动刀的，必死在刀下。 53你想，我不能求我父现在为我差遣十二营多天使来吗？ 54若是这样，经上所说事情必须如此的话怎么应验呢？” 55当时，耶稣对众人说：“你们带着刀棒出来拿我，如同拿强盗吗？我天天坐在殿里教训人，你们并没有拿我。 56但这一切的事成就了，为要应验先知书上的话。”当下，门徒都离开他逃走了。 57拿耶稣的人把他带到大祭司该亚法那里去，文士和长老已经在那里聚会。 58彼得远远地跟着耶稣，直到大祭司的院子，进到里面，就和差役同坐，要看这事到底怎样。 59祭司长和全公会寻找假见证控告耶稣，要治死他。 60虽有好些人来作假见证，总得不着实据。末后有两个人前来，说： 61“这个人曾说：‘我能拆毁神的殿，三日内又建造起来。’” 62大祭司就站起来，对耶稣说：“你什么都不回答吗？这些人作见证告你的是什么呢？” 63耶稣却不言语。大祭司对他说，“我指着永生神叫你起誓告诉我们，你是神的儿子基督不是？” 64耶稣对他说：“你说的是。然而，我告诉你们，后来你们要看见人子坐在那权能者的右边，驾着天上的云降临。” 65大祭司就撕开衣服，说：“他说了僭妄的话，我们何必再用见证人呢？这僭妄的话，现在你们都听见了。 66你们的意见如何？”他们回答说：“他是该死的。” 67他们就吐唾沫在他脸上，用拳头打他；也有用手掌打他的，说： 68“基督啊，你是先知，告诉我们打你的是谁？” 69彼得在外面院子里坐着，有一个使女前来说：“你素来也是同那加利利人耶稣一伙的。” 70彼得在众人面前却不承认，说：“我不知道你说的是什么。” 71既出去，到了门口，又有一个使女看见他，就对那里的人说：“这个人也是同拿撒勒人耶稣一伙的。” 72彼得又不承认，并且起誓说：“我不认得那个人。” 73过了不多的时候，旁边站着的人前来对彼得说：“你真是他们一党的，你的口音把你露出来了。” 74彼得就发咒起誓的说：“我不认得那个人。”立时，鸡就叫了。 75彼得想起耶稣所说的话：“鸡叫以先，你要三次不认我。”他就出去痛哭。 1到了早晨，众祭司长和民间的长老，大家商议要治死耶稣， 2就把他捆绑，解去交给巡抚彼拉多。 3这时候，卖耶稣的犹大看见耶稣已经定了罪，就后悔，把那三十块钱拿回来给祭司长和长老，说： 4“我卖了无辜之人的血是有罪了。”他们说：“那与我们有什么相干？你自己承当吧！” 5犹大就把那银钱丢在殿里，出去吊死了。 6祭司长拾起银钱来说：“这是血价，不可放在库里。” 7他们商议，就用那银钱买了窑户的一块田，为要埋葬外乡人。 8所以那块田直到今日还叫作“血田”。 9这就应了先知耶利米的话，说：“他们用那三十块钱，就是被估定之人的价钱，是以色列人中所估定的， 10买了窑户的一块田；这是照着主所吩咐我的。” 11耶稣站在巡抚面前，巡抚问他说：“你是犹太人的王吗？”耶稣说：“你说的是。” 12他被祭司长和长老控告的时候，什么都不回答。 13彼拉多就对他说：“他们作见证告你这么多的事，你没有听见吗？” 14耶稣仍不回答，连一句话也不说，以致巡抚甚觉希奇。 15巡抚有一个常例，每逢这节期，随众人所要的，释放一个囚犯给他们。 16当时有一个出名的囚犯叫巴拉巴。 17众人聚集的时候，彼拉多就对他们说：“你们要我释放哪一个给你们？是巴拉巴呢？是称为基督的耶稣呢？” 18巡抚原知道，他们是因为嫉妒才把他解了来。 19正坐堂的时候，他的夫人打发人来说：“这义人的事你一点不可管，因为我今天在梦中为他受了许多的苦。” 20祭司长和长老挑唆众人，求释放巴拉巴，除灭耶稣。 21巡抚对众人说：“这两个人，你们要我释放哪一个给你们呢？”他们说：“巴拉巴。” 22彼拉多说：“这样，那称为基督的耶稣，我怎么办他呢？”他们都说：“把他钉十字架！” 23巡抚说：“为什么呢？他作了什么恶事呢？”他们便极力的喊着说：“把他钉十字架！” 24彼拉多见说也无济于事，反要生乱，就拿水在众人面前洗手，说：“流这义人的血，罪不在我，你们承当吧！” 25众人都回答说：“他的血归到我们和我们的子孙身上。” 26于是彼拉多释放巴拉巴给他们，把耶稣鞭打了，交给人钉十字架。 27巡抚的兵就把耶稣带进衙门，叫全营的兵都聚集在他那里。 28他们给他脱了衣服，穿上一件朱红色袍子； 29用荆棘编作冠冕，戴在他头上；拿一根苇子放在他右手里，跪在他面前，戏弄他说：“恭喜，犹太人的王啊！” 30又吐唾沫在他脸上，拿苇子打他的头。 31戏弄完了，就给他脱了袍子，仍穿上他自己的衣服，带他出去，要钉十字架。 32他们出来的时候，遇见一个古利奈人，名叫西门，就勉强他同去，好背着耶稣的十字架。 33到了一个地方名叫各各他，意思就是髑髅地。 34兵丁拿苦胆调和的酒给耶稣喝。他尝了，就不肯喝。 35他们既将他钉在十字架上，就拈阄分他的衣服， 36又坐在那里看守他。 37在他头以上安一个牌子，写着他的罪状，说：“这是犹太人的王耶稣。” 38当时，有两个强盗和他同钉十字架，一个在右边，一个在左边。 39从那里经过的人讥诮他，摇着头，说： 40“你这拆毁圣殿，三日又建造起来的，可以救自己吧！你如果是神的儿子，就从十字架上下来吧！” 41祭司长和文士并长老也是这样戏弄他，说： 42“他救了别人，不能救自己。他是以色列的王，现在可以从十字架上下来，我们就信他。 43他倚靠神，神若喜悦他，现在可以救他，因为他曾说：‘我是神的儿子。’” 44那和他同钉的强盗也是这样的讥诮他。 45从午正到申初，遍地都黑暗了。 46约在申初，耶稣大声喊着说：“以利，以利！拉马撒巴各大尼？”就是说：“我的神，我的神！为什么离弃我？” 47站在那里的人，有的听见就说：“这个人呼叫以利亚呢！” 48内中有一个人赶紧跑去，拿海绒蘸满了醋绑在苇子上，送给他喝。 49其余的人说：“且等着，看以利亚来救他不来。” 50耶稣又大声喊叫，气就断了。 51忽然，殿里的幔子从上到下裂为两半，地也震动，磐石也崩裂， 52坟墓也开了，已睡圣徒的身体，多有起来的。 53到耶稣复活以后，他们从坟墓里出来，进了圣城，向许多人显现。 54百夫长和一同看守耶稣的人看见地震并所经历的事，就极其害怕，说：“这真是神的儿子了！” 55有好些妇女在那里，远远的观看，她们是从加利利跟随耶稣来服侍他的。 56内中有抹大拉的马利亚，又有雅各和约西的母亲马利亚，并有西庇太两个儿子的母亲。 57到了晚上，有一个财主，名叫约瑟，是亚利马太来的，他也是耶稣的门徒。 58这人去见彼拉多，求耶稣的身体，彼拉多就吩咐给他。 59约瑟取了身体，用干净细麻布裹好， 60安放在自己的新坟墓里，就是他凿在磐石里的。他又把大石头滚到墓门口，就去了。 61有抹大拉的马利亚和那个马利亚在那里，对着坟墓坐着。 62次日，就是预备日的第二天，祭司长和法利赛人聚集来见彼拉多，说： 63“大人，我们记得那诱惑人的还活着的时候，曾说：‘三日后我要复活。’ 64因此，请吩咐人将坟墓把守妥当，直到第三日，恐怕他的门徒来把他偷了去，就告诉百姓说：‘他从死里复活了。’这样，那后来的迷惑比先前的更利害了。” 65彼拉多说：“你们有看守的兵，去吧！尽你们所能的把守妥当。” 66他们就带着看守的兵同去，封了石头，将坟墓把守妥当。'
            },
            gospelOptional:{
                title:'马太福音27:11-54',
                content:'11耶稣站在巡抚面前，巡抚问他说：“你是犹太人的王吗？”耶稣说：“你说的是。” 12他被祭司长和长老控告的时候，什么都不回答。 13彼拉多就对他说：“他们作见证告你这么多的事，你没有听见吗？” 14耶稣仍不回答，连一句话也不说，以致巡抚甚觉希奇。 15巡抚有一个常例，每逢这节期，随众人所要的，释放一个囚犯给他们。 16当时有一个出名的囚犯叫巴拉巴。 17众人聚集的时候，彼拉多就对他们说：“你们要我释放哪一个给你们？是巴拉巴呢？是称为基督的耶稣呢？” 18巡抚原知道，他们是因为嫉妒才把他解了来。 19正坐堂的时候，他的夫人打发人来说：“这义人的事你一点不可管，因为我今天在梦中为他受了许多的苦。” 20祭司长和长老挑唆众人，求释放巴拉巴，除灭耶稣。 21巡抚对众人说：“这两个人，你们要我释放哪一个给你们呢？”他们说：“巴拉巴。” 22彼拉多说：“这样，那称为基督的耶稣，我怎么办他呢？”他们都说：“把他钉十字架！” 23巡抚说：“为什么呢？他作了什么恶事呢？”他们便极力的喊着说：“把他钉十字架！” 24彼拉多见说也无济于事，反要生乱，就拿水在众人面前洗手，说：“流这义人的血，罪不在我，你们承当吧！” 25众人都回答说：“他的血归到我们和我们的子孙身上。” 26于是彼拉多释放巴拉巴给他们，把耶稣鞭打了，交给人钉十字架。 27巡抚的兵就把耶稣带进衙门，叫全营的兵都聚集在他那里。 28他们给他脱了衣服，穿上一件朱红色袍子； 29用荆棘编作冠冕，戴在他头上；拿一根苇子放在他右手里，跪在他面前，戏弄他说：“恭喜，犹太人的王啊！” 30又吐唾沫在他脸上，拿苇子打他的头。 31戏弄完了，就给他脱了袍子，仍穿上他自己的衣服，带他出去，要钉十字架。 32他们出来的时候，遇见一个古利奈人，名叫西门，就勉强他同去，好背着耶稣的十字架。 33到了一个地方名叫各各他，意思就是髑髅地。 34兵丁拿苦胆调和的酒给耶稣喝。他尝了，就不肯喝。 35他们既将他钉在十字架上，就拈阄分他的衣服， 36又坐在那里看守他。 37在他头以上安一个牌子，写着他的罪状，说：“这是犹太人的王耶稣。” 38当时，有两个强盗和他同钉十字架，一个在右边，一个在左边。 39从那里经过的人讥诮他，摇着头，说： 40“你这拆毁圣殿，三日又建造起来的，可以救自己吧！你如果是神的儿子，就从十字架上下来吧！” 41祭司长和文士并长老也是这样戏弄他，说： 42“他救了别人，不能救自己。他是以色列的王，现在可以从十字架上下来，我们就信他。 43他倚靠神，神若喜悦他，现在可以救他，因为他曾说：‘我是神的儿子。’” 44那和他同钉的强盗也是这样的讥诮他。 45从午正到申初，遍地都黑暗了。 46约在申初，耶稣大声喊着说：“以利，以利！拉马撒巴各大尼？”就是说：“我的神，我的神！为什么离弃我？” 47站在那里的人，有的听见就说：“这个人呼叫以利亚呢！” 48内中有一个人赶紧跑去，拿海绒蘸满了醋绑在苇子上，送给他喝。 49其余的人说：“且等着，看以利亚来救他不来。” 50耶稣又大声喊叫，气就断了。 51忽然，殿里的幔子从上到下裂为两半，地也震动，磐石也崩裂， 52坟墓也开了，已睡圣徒的身体，多有起来的。 53到耶稣复活以后，他们从坟墓里出来，进了圣城，向许多人显现。 54百夫长和一同看守耶稣的人看见地震并所经历的事，就极其害怕，说：“这真是神的儿子了！”'
            }
        },
        maundy:{
            firstReading:{
                title:'出埃及记12:1-14',
                content:'1耶和华在埃及地晓谕摩西、亚伦说： 2“你们要以本月为正月，为一年之首。 3你们吩咐以色列全会众说：本月初十日，各人要按着父家取羊羔，一家一只。 4若是一家的人太少，吃不了一只羊羔，本人就要和他隔壁的邻舍共取一只。你们预备羊羔，要按着人数和饭量计算。 5要无残疾、一岁的公羊羔，你们或从绵羊里取，或从山羊里取，都可以。 6要留到本月十四日，在黄昏的时候，以色列全会众把羊羔宰了。 7各家要取点血，涂在吃羊羔的房屋左右的门框上和门楣上。 8当夜要吃羊羔的肉，用火烤了，与无酵饼和苦菜同吃。 9不可吃生的，断不可吃水煮的，要带着头、腿、五脏，用火烤了吃。 10不可剩下一点留到早晨，若留到早晨，要用火烧了。 11你们吃羊羔当腰间束带，脚上穿鞋，手中拿杖，赶紧地吃，这是耶和华的逾越节。 12因为那夜我要巡行埃及地，把埃及地一切头生的，无论是人是牲畜，都击杀了，又要败坏埃及一切的神。我是耶和华。 13这血要在你们所住的房屋上作记号，我一见这血，就越过你们去，我击杀埃及地头生的时候，灾殃必不临到你们身上灭你们。 14你们要记念这日，守为耶和华的节，作为你们世世代代永远的定例。'
            },
            firstReadingOptional:{
                title:'出埃及记24:3-11',
                content:'3摩西下山，将耶和华的命令、典章都述说与百姓听。众百姓齐声说：“耶和华所吩咐的，我们都必遵行。” 4摩西将耶和华的命令都写上。清早起来，在山下筑一座坛，按以色列十二支派，立十二根柱子。 5又打发以色列人中的少年人去献燔祭，又向耶和华献牛为平安祭。 6摩西将血一半盛在盆中，一半洒在坛上。 7又将约书念给百姓听，他们说：“耶和华所吩咐的，我们都必遵行。” 8摩西将血洒在百姓身上，说：“你看！这是立约的血，是耶和华按这一切话与你们立约的凭据。”  9摩西、亚伦、拿答、亚比户，并以色列长老中的七十人，都上了山。 10他们看见以色列的神，他脚下仿佛有平铺的蓝宝石，如同天色明净。 11他的手不加害在以色列的尊者身上，他们观看神，他们又吃又喝。'
            },
            psalm:{
                title:'诗篇116:12-19',
                content:'12我拿什么报答耶和华向我所赐的一切厚恩？  13我要举起救恩的杯，称扬耶和华的名。  14我要在他众民面前向耶和华还我的愿。  15在耶和华眼中，看圣民之死极为宝贵。  16耶和华啊，我真是你的仆人；我是你的仆人，是你婢女的儿子。你已经解开我的绑索。  17我要以感谢为祭献给你，又要求告耶和华的名。  18我要在他众民面前，在耶和华殿的院内，在耶路撒冷当中，向耶和华还我的愿。你们要赞美耶和华！  19'
            },
            secondReading:{
                title:'哥林多前书11:23-32',
                content:'23我当日传给你们的，原是从主领受的，就是主耶稣被卖的那一夜，拿起饼来， 24祝谢了，就擘开，说：“这是我的身体，为你们舍的（“舍”有古卷作“擘开”）。你们应当如此行，为的是记念我。” 25饭后，也照样拿起杯来，说：“这杯是用我的血所立的新约。你们每逢喝的时候，要如此行，为的是记念我。” 26你们每逢吃这饼，喝这杯，是表明主的死，直等到他来。 27所以，无论何人不按理吃主的饼、喝主的杯，就是干犯主的身、主的血了。 28人应当自己省察，然后吃这饼、喝这杯。 29因为人吃喝，若不分辨是主的身体，就是吃喝自己的罪了。 30因此，在你们中间有好些软弱的与患病的，死的也不少（“死”原文作“睡”）。 31我们若是先分辨自己，就不至于受审。 32我们受审的时候，乃是被主惩治，免得我们和世人一同定罪。'
            },
            gospel:{
                title:'约翰福音13:1-15(34-35)',
                content:'1逾越节以前，耶稣知道自己离世归父的时候到了，他既然爱世间属自己的人，就爱他们到底。 2吃晚饭的时候魔鬼已将卖耶稣的意思放在西门的儿子加略人犹大心里， 3耶稣知道父已将万有交在他手里，且知道自己是从神出来的，又要归到神那里去， 4就离席站起来脱了衣服，拿一条手巾束腰。 5随后把水倒在盆里，就洗门徒的脚，并用自己所束的手巾擦干。 6挨到西门彼得，彼得对他说：“主啊，你洗我的脚吗？” 7耶稣回答说：“我所作的，你如今不知道，后来必明白。” 8彼得说：“你永不可洗我的脚。”耶稣说：“我若不洗你，你就与我无份了。” 9西门彼得说：“主啊，不但我的脚，连手和头也要洗。” 10耶稣说：“凡洗过澡的人，只要把脚一洗，全身就干净了；你们是干净的，然而不都是干净的。” 11耶稣原知道要卖他的是谁，所以说：“你们不都是干净的。”  12耶稣洗完了他们的脚，就穿上衣服，又坐下，对他们说：“我向你们所作的，你们明白吗？ 13你们称呼我夫子，称呼我主，你们说的不错，我本来是。 14我是你们的主，你们的夫子，尚且洗你们的脚，你们也当彼此洗脚。 15我给你们作了榜样，叫你们照着我向你们所作的去作。【 34我赐给你们一条新命令，乃是叫你们彼此相爱；我怎样爱你们，你们也要怎样相爱。 35你们若有彼此相爱的心，众人因此就认出你们是我的门徒了。”】'
            }
        },
        goodFriday:{
            firstReading:{
                title:'以赛亚书52:13-53:12',
                content:'13我的仆人行事必有智慧（或作“行事通达”），必被高举上升，且成为至高。  14许多人因他（原文作“你”）惊奇（他的面貌比别人憔悴，他的形容比世人枯槁），  15这样，他必洗净（或作“鼓动”）许多国民，君王要向他闭口。因所未曾传与他们的，他们必看见；未曾听见的，他们要明白。 1我们所传的（或作“所传与我们的”）有谁信呢？耶和华的膀臂向谁显露呢？  2他在耶和华面前生长如嫩芽，像根出于干地。他无佳形美容，我们看见他的时候，也无美貌使我们羡慕他。  3他被藐视，被人厌弃，多受痛苦，常经忧患。他被藐视，好像被人掩面不看的一样，我们也不尊重他。  4他诚然担当我们的忧患，背负我们的痛苦；我们却以为他受责罚，被神击打苦待了。  5哪知他为我们的过犯受害，为我们的罪孽压伤。因他受的刑罚，我们得平安；因他受的鞭伤，我们得医治。  6我们都如羊走迷，各人偏行己路，耶和华使我们众人的罪孽都归在他身上。  7他被欺压，在受苦的时候却不开口（或作“他受欺压，却自卑不开口”），他像羊羔被牵到宰杀之地，又像羊在剪毛的人手下无声，他也是这样不开口。  8因受欺压和审判，他被夺去，至于他同世的人，谁想他受鞭打、从活人之地被剪除，是因我百姓的罪过呢？  9他虽然未行强暴，口中也没有诡诈，人还使他与恶人同埋；谁知死的时候与财主同葬。  10耶和华却定意（或作“喜悦”）将他压伤，使他受痛苦；耶和华以他为赎罪祭（或作“他献本身为赎罪祭”）。他必看见后裔，并且延长年日，耶和华所喜悦的事必在他手中亨通。  11他必看见自己劳苦的功效，便心满意足。有许多人因认识我的义仆得称为义，并且他要担当他们的罪孽。  12所以，我要使他与位大的同份，与强盛的均分掳物；因为他将命倾倒，以致于死，他也被列在罪犯之中。他却担当多人的罪，又为罪犯代求。'
            },
            psalm:{
                title:'诗篇22',
                content:'1我的神，我的神！为什么离弃我？为什么远离不救我，不听我唉哼的言语？  2我的神啊，我白日呼求，你不应允；夜间呼求，并不住声。  3但你是圣洁的，是用以色列的赞美为宝座（“宝座”或作“居所”）的。  4我们的祖宗倚靠你。他们倚靠你，你便解救他们。  5他们哀求你，便蒙解救；他们倚靠你，就不羞愧。  6但我是虫，不是人，被众人羞辱，被百姓藐视。  7凡看见我的都嗤笑我，他们撇嘴摇头，说：  8“他把自己交托耶和华，耶和华可以救他吧！耶和华既喜悦他，可以搭救他吧！”  9但你是叫我出母腹的，我在母怀里，你就使我有倚靠的心；  10我自出母胎就被交在你手里，从我母亲生我，你就是我的神。  11求你不要远离我，因为急难临近了，没有人帮助我。  12有许多公牛围绕我，巴珊大力的公牛四面困住我；  13它们向我张口，好像抓撕吼叫的狮子。  14我如水被倒出来，我的骨头都脱了节，我心在我里面如蜡熔化。  15我的精力枯干，如同瓦片；我的舌头贴在我牙床上。你将我安置在死地的尘土中。  16犬类围着我，恶党环绕我；他们扎了我的手、我的脚。  17我的骨头，我都能数过，他们瞪着眼看我。  18他们分我的外衣，为我的里衣拈阄。  19耶和华啊，求你不要远离我；我的救主啊，求你快来帮助我！  20求你救我的灵魂脱离刀剑，救我的生命脱离犬类（“生命”原文作“独一者”），  21救我脱离狮子的口；你已经应允我，使我脱离野牛的角。  22我要将你的名传与我的弟兄，在会中我要赞美你。  23你们敬畏耶和华的人要赞美他！雅各的后裔都要荣耀他！以色列的后裔都要惧怕他！  24因为他没有藐视憎恶受苦的人，也没有向他掩面；那受苦之人呼吁的时候，他就垂听。  25我在大会中赞美你的话是从你而来的；我要在敬畏耶和华的人面前还我的愿。  26谦卑的人必吃得饱足，寻求耶和华的人必赞美他。愿你们的心永远活着。  27地的四极都要想念耶和华，并且归顺他；列国的万族都要在你面前敬拜。  28因为国权是耶和华的，他是管理万国的。  29地上一切丰肥的人必吃喝而敬拜；凡下到尘土中不能存活自己性命的人，都要在他面前下拜。  30他必有后裔侍奉他，主所行的事必传与后代；  31他们必来把他的公义传给将要生的民，言明这事是他所行的。'
            },
            psalmOptional:{
                title:'诗篇31',
                content:'1耶和华啊，我投靠你，求你使我永不羞愧，凭你的公义搭救我。  2求你侧耳而听，快快救我，作我坚固的磐石，拯救我的保障。  3因为你是我的岩石，我的山寨，所以求你为你名的缘故引导我，指点我。  4求你救我脱离人为我暗设的网罗，因为你是我的保障。  5我将我的灵魂交在你手里。耶和华诚实的神啊，你救赎了我。  6我恨恶那信奉虚无之神的人，我却倚靠耶和华。  7我要为你的慈爱高兴欢喜，因为你见过我的困苦，知道我心中的艰难。  8你未曾把我交在仇敌手里，你使我的脚站在宽阔之处。  9耶和华啊，求你怜恤我，因为我在急难之中。我的眼睛因忧愁而干瘪，连我的身心也不安舒。  10我的生命为愁苦所消耗，我的年岁为叹息所旷废，我的力量因我的罪孽衰败，我的骨头也枯干。  11我因一切敌人成了羞辱，在我的邻舍跟前更甚；那认识我的都惧怕我，在外头看见我的都躲避我。  12我被人忘记，如同死人，无人记念。我好像破碎的器皿。  13我听见了许多人的谗谤，四围都是惊吓。他们一同商议攻击我的时候，就图谋要害我的性命。  14耶和华啊，我仍旧倚靠你。我说：“你是我的神。”  15我终身的事在你手中，求你救我脱离仇敌的手和那些逼迫我的人。  16求你使你的脸光照仆人，凭你的慈爱拯救我。  17耶和华啊，求你叫我不至羞愧，因为我曾呼吁你；求你使恶人羞愧，使他们在阴间缄默无声。  18那撒谎的人逞骄傲轻慢，出狂妄的话攻击义人，愿他的嘴哑而无言。  19敬畏你、投靠你的人，你为他们所积存的，在世人面前所施行的恩惠是何等大呢！  20你必把他们藏在你面前的隐密处，免得遇见人的计谋；你必暗暗地保守他们在亭子里，免受口舌的争闹。  21耶和华是应当称颂的，因为他在坚固城里向我施展奇妙的慈爱。  22至于我，我曾急促地说：“我从你眼前被隔绝。”然而，我呼求你的时候，你仍听我恳求的声音。  23耶和华的圣民哪，你们都要爱他！耶和华保护诚实人，足足报应行事骄傲的人。  24凡仰望耶和华的人，你们都要壮胆，坚固你们的心。'
            },
            secondReading:{
                title:'哥林多后书5:14-21',
                content:'14原来基督的爱激励我们。因我们想，一人既替众人死，众人就都死了； 15并且他替众人死，是叫那些活着的人不再为自己活，乃为替他们死而复活的主活。 16所以，我们从今以后，不凭着外貌（原文作“肉体”。本节同）认人了，虽然凭着外貌认过基督，如今却不再这样认他了。 17若有人在基督里，他就是新造的人，旧事已过，都变成新的了。 18一切都是出于神，他藉着基督使我们与他和好，又将劝人与他和好的职分赐给我们。 19这就是神在基督里叫世人与自己和好，不将他们的过犯归到他们身上，并且将这和好的道理托付了我们。  20所以，我们作基督的使者，就好像神藉我们劝你们一般。我们替基督求你们与神和好。 21神使那无罪的（“无罪”原文作“不知罪”），替我们成为罪，好叫我们在他里面成为神的义。'
            },
            gospel:{
                title:'约翰福音18:1-19:42',
                content:'1耶稣说了这话，就同门徒出去，过了汲沦溪，在那里有一个园子，他和门徒进去了。 2卖耶稣的犹大也知道那地方，因为耶稣和门徒屡次上那里去聚集。 3犹大领了一队兵和祭司长并法利赛人的差役，拿着灯笼、火把、兵器，就来到园里。 4耶稣知道将要临到自己的一切事，就出来对他们说：“你们找谁？” 5他们回答说：“找拿撒勒人耶稣。”耶稣说：“我就是。”卖他的犹大也同他们站在那里。 6耶稣一说“我就是”，他们就退后倒在地上。 7他又问他们说：“你们找谁？”他们说：“找拿撒勒人耶稣。” 8耶稣说：“我已经告诉你们，我就是。你们若找我，就让这些人去吧！” 9这要应验耶稣从前的话，说：“你所赐给我的人，我没有失落一个。” 10西门彼得带着一把刀，就拔出来，将大祭司的仆人砍了一刀，削掉他的右耳，那仆人名叫马勒古。 11耶稣就对彼得说：“收刀入鞘吧！我父所给我的那杯，我岂可不喝呢？” 12那队兵和千夫长并犹太人的差役就拿住耶稣，把他捆绑了， 13先带到亚那面前，因为亚那是本年作大祭司该亚法的岳父。 14这该亚法就是从前向犹太人发议论说“一个人替百姓死是有益的”那位。 15西门彼得跟着耶稣，还有一个门徒跟着，那门徒是大祭司所认识的，他就同耶稣进了大祭司的院子。 16彼得却站在门外；大祭司所认识的那个门徒出来，和看门的使女说了一声，就领彼得进去。 17那看门的使女对彼得说：“你不也是这人的门徒吗？”他说：“我不是。” 18仆人和差役因为天冷，就生了炭火，站在那里烤火，彼得也同他们站着烤火。 19大祭司就以耶稣的门徒和他的教训盘问他。 20耶稣回答说：“我从来是明明地对世人说话，我常在会堂和殿里，就是犹太人聚集的地方教训人；我在暗地里并没有说什么。 21你为什么问我呢？可以问那听见的人，我对他们说的是什么；我所说的，他们都知道。” 22耶稣说了这话，旁边站着的一个差役用手掌打他，说：“你这样回答大祭司吗？” 23耶稣说：“我若说得不是，你可以指证那不是；我若说得是，你为什么打我呢？” 24亚那就把耶稣解到大祭司该亚法那里，仍是捆着解去的。 25西门彼得正站着烤火，有人对他说：“你不也是他的门徒吗？”彼得不承认，说：“我不是。” 26有大祭司的一个仆人，是彼得削掉耳朵那人的亲属，说：“我不是看见你同他在园子里吗？” 27彼得又不承认。立时鸡就叫了。 28众人将耶稣从该亚法那里往衙门内解去，那时天还早，他们自己却不进衙门，恐怕染了污秽，不能吃逾越节的筵席。 29彼拉多就出来，到他们那里，说：“你们告这人是为什么事呢？” 30他们回答说：“这人若不是作恶的，我们就不把他交给你。” 31彼拉多说：“你们自己带他去，按着你们的律法审问他吧！”犹太人说：“我们没有杀人的权柄。” 32这要应验耶稣所说自己将要怎样死的话了。 33彼拉多又进了衙门，叫耶稣来，对他说：“你是犹太人的王吗？” 34耶稣回答说：“这话是你自己说的，还是别人论我对你说的呢？” 35彼拉多说：“我岂是犹太人呢？你本国的人和祭司长把你交给我，你作了什么事呢？” 36耶稣回答说：“我的国不属这世界；我的国若属这世界，我的臣仆必要争战，使我不至于被交给犹太人；只是我的国不属这世界。” 37彼拉多就对他说：“这样，你是王吗？”耶稣回答说：“你说我是王，我为此而生，也为此来到世间，特为给真理作见证；凡属真理的人就听我的话。” 38彼拉多说：“真理是什么呢？” 说了这话，又出来到犹太人那里，对他们说：“我查不出他有什么罪来， 39但你们有个规矩，在逾越节要我给你们释放一个人，你们要我给你们释放犹太人的王吗？” 40他们又喊着说：“不要这人，要巴拉巴！”这巴拉巴是个强盗。 1当下彼拉多将耶稣鞭打了。 2兵丁用荆棘编作冠冕戴在他头上，给他穿上紫袍， 3又挨近他说：“恭喜犹太人的王啊！”他们就用手掌打他。 4彼拉多又出来对众人说：“我带他出来见你们，叫你们知道我查不出他有什么罪来。” 5耶稣出来，戴着荆棘冠冕，穿着紫袍。彼拉多对他们说：“你们看这个人。” 6祭司长和差役看见他，就喊着说：“钉他十字架！钉他十字架！”彼拉多说：“你们自己把他钉十字架吧！我查不出他有什么罪来。” 7犹太人回答说：“我们有律法。按那律法，他是该死的，因他以自己为神的儿子。”  8彼拉多听见这话，越发害怕。 9又进衙门，对耶稣说：“你是哪里来的？”耶稣却不回答。 10彼拉多说：“你不对我说话吗？你岂不知我有权柄释放你，也有权柄把你钉十字架吗？” 11耶稣回答说：“若不是从上头赐给你的，你就毫无权柄办我，所以把我交给你的那人，罪更重了。” 12从此彼拉多想要释放耶稣，无奈犹太人喊着说：“你若释放这个人，就不是凯撒的忠臣（原文作“朋友”）。凡以自己为王的，就是背叛凯撒了。”  13彼拉多听见这话，就带耶稣出来，到了一个地方，名叫铺华石处，希伯来话叫厄巴大，就在那里坐堂。 14那日是预备逾越节的日子，约有午正，彼拉多对犹太人说：“看哪，这是你们的王。” 15他们喊着说：“除掉他，除掉他！钉他在十字架上！”彼拉多说：“我可以把你们的王钉十字架吗？”祭司长回答说：“除了凯撒，我们没有王。” 16于是，彼拉多将耶稣交给他们去钉十字架。 17他们就把耶稣带了去。耶稣背着自己的十字架出来，到了一个地方，名叫髑髅地，希伯来话叫各各他。 18他们就在那里钉他在十字架上，还有两个人和他一同钉着，一边一个，耶稣在中间。 19彼拉多又用牌子写了一个名号，安在十字架上，写的是：“犹太人的王，拿撒勒人耶稣。” 20有许多犹太人念这名号，因为耶稣被钉十字架的地方，与城相近，并且是用希伯来、罗马、希腊三样文字写的。 21犹太人的祭司长就对彼拉多说：“不要写‘犹太人的王’，要写‘他自己说我是犹太人的王’。” 22彼拉多说：“我所写的，我已经写上了。”  23兵丁既然将耶稣钉在十字架上，就拿他的衣服分为四份，每兵一份；又拿他的里衣，这件里衣原来没有缝儿，是上下一片织成的。 24他们就彼此说：“我们不要撕开，只要拈阄，看谁得着。”这要应验经上的话说：“他们分了我的外衣，为我的里衣拈阄。”兵丁果然作了这事。 25站在耶稣十字架旁边的，有他母亲与他母亲的姐妹，并革罗罢的妻子马利亚和抹大拉的马利亚。 26耶稣见母亲和他所爱的那门徒站在旁边，就对他母亲说：“母亲（原文作“妇人”），看你的儿子！” 27又对那门徒说：“看你的母亲！”从此，那门徒就接她到自己家里去了。 28这事以后，耶稣知道各样的事已经成了，为要使经上的话应验，就说：“我渴了！” 29有一个器皿盛满了醋，放在那里，他们就拿海绒蘸满了醋，绑在牛膝草上，送到他口。 30耶稣尝（原文作“受”）了那醋，就说：“成了！”便低下头，将灵魂交付神了。 31犹太人因这日是预备日，又因那安息日是个大日，就求彼拉多叫人打断他们的腿，把他们拿去，免得尸首当安息日留在十字架上。 32于是兵丁来，把头一个人的腿，并与耶稣同钉第二个人的腿都打断了。 33只是来到耶稣那里，见他已经死了，就不打断他的腿。 34惟有一个兵拿枪扎他的肋旁，随即有血和水流出来。 35看见这事的那人就作见证，他的见证也是真的，并且他知道自己所说的是真的，叫你们也可以信。 36这些事成了，为要应验经上的话说：“他的骨头一根也不可折断。” 37经上又有一句说：“他们要仰望自己所扎的人。” 38这些事以后，有亚利马太人约瑟，是耶稣的门徒，只因怕犹太人，就暗暗地作门徒。他来求彼拉多，要把耶稣的身体领去。彼拉多允准，他就把耶稣的身体领去了。 39又有尼哥底母，就是先前夜里去见耶稣的，带着没药和沉香约有一百斤前来。 40他们就照犹太人殡葬的规矩，把耶稣的身体用细麻布加上香料裹好了。 41在耶稣钉十字架的地方有一个园子，园子里有一座新坟墓，是从来没有葬过人的。 42只因是犹太人的预备日，又因那坟墓近，他们就把耶稣安放在那里。'
            }
        },
        easter:{
            firstReading:{
                title:'约伯记19:23-27',
                content:'23“惟愿我的言语现在写上，都记录在书上；  24用铁笔镌刻，用铅灌在磐石上，直存到永远。  25我知道我的救赎主活着，末了必站立在地上。  26我这皮肉灭绝之后，我必在肉体之外得见神。  27我自己要见他，亲眼要看他，并不像外人。我的心肠在我里面消灭了。'
            },
            psalm:{
                title:'诗篇118:15-29',
                content:'15在义人的帐棚里有欢呼拯救的声音：“耶和华的右手施展大能。  16耶和华的右手高举，耶和华的右手施展大能！”  17我必不至死，仍要存活，并要传扬耶和华的作为。  18耶和华虽严严地惩治我，却未曾将我交于死亡。  19给我敞开义门，我要进去称谢耶和华。  20这是耶和华的门，义人要进去。  21我要称谢你，因为你已经应允我，又成了我的拯救。  22匠人所弃的石头，已成了房角的头块石头。  23这是耶和华所作的，在我们眼中看为希奇。  24这是耶和华所定的日子，我们在其中要高兴欢喜。  25耶和华啊，求你拯救！耶和华啊，求你使我们亨通！  26奉耶和华名来的是应当称颂的！我们从耶和华的殿中为你们祝福。  27耶和华是神，他光照了我们。理当用绳索把祭牲拴住，牵到坛角那里。  28你是我的神，我要称谢你；你是我的神，我要尊崇你。  29你们要称谢耶和华，因他本为善，他的慈爱永远长存！'
            },
            secondReading:{
                title:'哥林多前书5:6-8',
                content:'6你们这自夸是不好的。岂不知一点面酵能使全团发起来吗？ 7你们既是无酵的面，应当把旧酵除净，好使你们成为新团；因为我们逾越节的羔羊基督，已经被杀献祭了。 8所以我们守这节不可用旧酵，也不可用恶毒（或作“阴毒”）、邪恶的酵，只用诚实真正的无酵饼。'
            },
            secondReadingOptional:{
                title:'哥林多前书15:51-57',
                content:'51我如今把一件奥秘的事告诉你们，我们不是都要睡觉，乃是都要改变， 52就在一霎时，眨眼之间，号筒末次吹响的时候；因号筒要响，死人要复活，成为不朽坏的，我们也要改变。 53这必朽坏的总要变成不朽坏的（“变成”原文作“穿”。下同），这必死的总要变成不死的。 54这必朽坏的既变成不朽坏的，这必死的既变成不死的，那时经上所记“死被得胜吞灭”的话就应验了。  55死啊，你得胜的权势在哪里？死啊，你的毒钩在哪里？ 56死的毒钩就是罪，罪的权势就是律法。 57感谢神，使我们藉着我们的主耶稣基督得胜。'
            },
            gospel:{
                title:'马可福音16:1-8',
                content:'1过了安息日，抹大拉的马利亚和雅各的母亲马利亚并撒罗米，买了香膏，要去膏耶稣的身体。 2七日的第一日清早，出太阳的时候，她们来到坟墓那里， 3彼此说：“谁给我们把石头从墓门滚开呢？” 4那石头原来很大，她们抬头一看，却见石头已经滚开了。 5她们进了坟墓，看见一个少年人坐在右边，穿着白袍，就甚惊恐。 6那少年人对她们说：“不要惊恐！你们寻找那钉十字架的拿撒勒人耶稣，他已经复活了，不在这里。请看安放他的地方。 7你们可以去告诉他的门徒和彼得说：‘他在你们以先往加利利去。在那里你们要见他，正如他从前所告诉你们的。’” 8她们就出来，从坟墓那里逃跑，又发抖，又惊奇，什么也不告诉人，因为她们害怕。'
            }
        },
        easter2:{
            firstReading:{
                title:'以西结书37:1-14',
                content:'1耶和华的灵（原文作“手”）降在我身上，耶和华藉他的灵带我出去，将我放在平原中，这平原遍满骸骨。 2他使我从骸骨的四围经过，谁知在平原的骸骨甚多，而且极其枯干。 3他对我说：“人子啊，这些骸骨能复活吗？”我说：“主耶和华啊，你是知道的。” 4他又对我说：“你向这些骸骨发预言说：枯干的骸骨啊，要听耶和华的话。 5主耶和华对这些骸骨如此说：我必使气息进入你们里面，你们就要活了。 6我必给你们加上筋，使你们长肉，又将皮遮蔽你们，使气息进入你们里面，你们就要活了。你们便知道我是耶和华。”  7于是我遵命说预言。正说预言的时候，不料，有响声，有地震；骨与骨互相联络。 8我观看，见骸骨上有筋，也长了肉，又有皮遮蔽其上，只是还没有气息。 9主对我说：“人子啊，你要发预言，向风发预言，说主耶和华如此说：气息啊，要从四方（原文作“风”）而来，吹在这些被杀的人身上，使他们活了。” 10于是我遵命说预言，气息就进入骸骨，骸骨便活了，并且站起来，成为极大的军队。  11主对我说：“人子啊，这些骸骨就是以色列全家。他们说：‘我们的骨头枯干了，我们的指望失去了，我们灭绝净尽了。’ 12所以你要发预言对他们说，主耶和华如此说：‘我的民哪，我必开你们的坟墓，使你们从坟墓中出来，领你们进入以色列地。 13我的民哪，我开你们的坟墓，使你们从坟墓中出来，你们就知道我是耶和华。 14我必将我的灵放在你们里面，你们就要活了。我将你们安置在本地，你们就知道我耶和华如此说，也如此成就了。这是耶和华说的。’”'
            },
            psalm:{
                title:'诗篇33',
                content:'1义人哪，你们应当靠耶和华欢乐，正直人的赞美是合宜的。  2你们应当弹琴称谢耶和华，用十弦瑟歌颂他。  3应当向他唱新歌，弹得巧妙，声音洪亮。  4因为耶和华的言语正直，凡他所作的尽都诚实。  5他喜爱仁义公平，遍地满了耶和华的慈爱。  6诸天藉耶和华的命而造，万象藉他口中的气而成。  7他聚集海水如垒，收藏深洋在库房。  8愿全地都敬畏耶和华，愿世上的居民都惧怕他。  9因为他说有，就有；命立，就立。  10耶和华使列国的筹算归于无有，使众民的思念无有功效。  11耶和华的筹算永远立定，他心中的思念万代常存。  12以耶和华为神的，那国是有福的！他所拣选为自己产业的，那民是有福的！  13耶和华从天上观看，他看见一切的世人；  14从他的居所往外察看地上一切的居民。  15他是那造成他们众人心的，留意他们一切作为的。  16君王不能因兵多得胜，勇士不能因力大得救；  17靠马得救是枉然的，马也不能因力大救人。  18耶和华的眼目看顾敬畏他的人和仰望他慈爱的人，  19要救他们的命脱离死亡，并使他们在饥荒中存活。  20我们的心向来等候耶和华，他是我们的帮助，我们的盾牌。  21我们的心必靠他欢喜，因为我们向来倚靠他的圣名。  22耶和华啊，求你照着我们所仰望你的，向我们施行慈爱。'
            },
            secondReading:{
                title:'约翰一书5:4-10',
                content:'4因为凡从神生的，就胜过世界；使我们胜了世界的，就是我们的信心。 5胜过世界的是谁呢？不是那信耶稣是神儿子的吗？ 6这藉着水和血而来的，就是耶稣基督；不是单用水，乃是用水又用血， 7并且有圣灵作见证，因为圣灵就是真理。 8作见证的原来有三：就是圣灵、水与血，这三样也都归于一。 9我们既领受人的见证，神的见证更该领受了（“该领受”原文作“大”），因神的见证是为他儿子作的。 10信神儿子的，就有这见证在他心里；不信神的，就是将神当作说谎的，因不信神为他儿子作的见证。'
            },
            gospel:{
                title:'约翰福音20:19-31',
                content:'19那日（就是七日的第一日）晚上，门徒所在的地方，因怕犹太人，门都关了。耶稣来站在当中，对他们说：“愿你们平安！” 20说了这话，就把手和肋旁指给他们看。门徒看见主，就喜乐了。 21耶稣又对他们说：“愿你们平安！父怎样差遣了我，我也照样差遣你们。” 22说了这话，就向他们吹一口气，说：“你们受圣灵。 23你们赦免谁的罪，谁的罪就赦免了；你们留下谁的罪，谁的罪就留下了。” 24那十二个门徒中，有称为低土马的多马，耶稣来的时候，他没有和他们同在。 25那些门徒就对他说：“我们已经看见主了。”多马却说：“我非看见他手上的钉痕，用指头探入那钉痕，又用手探入他的肋旁，我总不信。” 26过了八日，门徒又在屋里，多马也和他们同在。门都关了。耶稣来站在当中说：“愿你们平安！” 27就对多马说：“伸过你的指头来，摸（“摸”原文作“看”）我的手；伸出你的手来，探入我的肋旁。不要疑惑，总要信。” 28多马说：“我的主，我的神！” 29耶稣对他说：“你因看见了我才信；那没有看见就信的有福了。” 30耶稣在门徒面前另外行了许多神迹，没有记在这书上。 31但记这些事，要叫你们信耶稣是基督，是神的儿子，并且叫你们信了他，就可以因他的名得生命。'
            }
        },
        easter3:{
            firstReading:{
                title:'以西结书34:11-16',
                content:'11主耶和华如此说：“看哪，我必亲自寻找我的羊，将他们寻见。 12牧人在羊群四散的日子，怎样寻找他的羊，我必照样寻找我的羊。这些羊在密云黑暗的日子散到各处，我必从那里救回他们来。 13我必从万民中领出他们，从各国内聚集他们，引导他们归回故土，也必在以色列山上，一切溪水旁边，境内一切可居之处牧养他们。 14我必在美好的草场牧养他们；他们的圈必在以色列高处的山上。他们必在佳美之圈中躺卧，也在以色列山肥美的草场吃草。 15主耶和华说：我必亲自作我羊的牧人，使他们得以躺卧。 16失丧的，我必寻找，被逐的，我必领回，受伤的，我必缠裹，有病的，我必医治；只是肥的壮的，我必除灭，也要秉公牧养他们。'
            },
            psalm:{
                title:'诗篇23',
                content:'1耶和华是我的牧者，我必不至缺乏。  2他使我躺卧在青草地上，领我在可安歇的水边；  3他使我的灵魂苏醒，为自己的名引导我走义路。  4我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在；你的杖，你的竿，都安慰我。  5在我敌人面前，你为我摆设筵席；你用油膏了我的头，使我的福杯满溢。  6我一生一世必有恩惠慈爱随着我，我且要住在耶和华的殿中，直到永远。'
            },
            secondReading:{
                title:'彼得前书2:21-25',
                content:'21你们蒙召原是为此，因基督也为你们受过苦，给你们留下榜样，叫你们跟随他的脚踪行。 22他并没有犯罪，口里也没有诡诈。 23他被骂不还口，受害不说威吓的话，只将自己交托那按公义审判人的主。 24他被挂在木头上，亲身担当了我们的罪，使我们既然在罪上死，就得以在义上活。因他受的鞭伤，你们便得了医治。 25你们从前好像迷路的羊，如今却归到你们灵魂的牧人监督了。'
            },
            gospel:{
                title:'约翰福音10:11-16',
                content:'11我是好牧人，好牧人为羊舍命。 12若是雇工，不是牧人，羊也不是他自己的，他看见狼来，就撇下羊逃走。狼抓住羊，赶散了羊群。 13雇工逃走，因他是雇工，并不顾念羊。 14我是好牧人，我认识我的羊，我的羊也认识我。 15正如父认识我，我也认识父一样，并且我为羊舍命。 16我另外有羊，不是这圈里的；我必须领它们来，它们也要听我的声音，并且要合成一群，归一个牧人了。'
            }
        },
        easter4:{
            firstReading:{
                title:'以赛亚书40:25-31',
                content:'25那圣者说：“你们将谁比我，叫他与我相等呢？  26你们向上举目，看谁创造这万象，按数目领出，他一一称其名。因他的权能，又因他的大能大力，连一个都不缺。”  27雅各啊，你为何说：“我的道路向耶和华隐藏？”以色列啊，你为何言：“我的冤屈神并不查问？”  28你岂不曾知道吗？你岂不曾听见吗？永在的神耶和华，创造地极的主，并不疲乏，也不困倦，他的智慧无法测度。  29疲乏的，他赐能力；软弱的，他加力量。  30就是少年人也要疲乏困倦，强壮的也必全然跌倒；  31但那等候耶和华的，必从新得力。他们必如鹰展翅上腾，他们奔跑却不困倦，行走却不疲乏。'
            },
            firstReadingOptional:{
                title:'耶利米哀歌3:22-33',
                content:'22我们不至消灭，是出于耶和华诸般的慈爱，是因他的怜悯不至断绝。  23每早晨这都是新的。你的诚实极其广大！  24我心里说：“耶和华是我的份，因此，我要仰望他。”  25凡等候耶和华、心里寻求他的，耶和华必施恩给他。  26人仰望耶和华，静默等候他的救恩，这原是好的。  27人在幼年负轭，这原是好的。  28他当独坐无言，因为这是耶和华加在他身上的。  29他当口贴尘埃，或者有指望。  30他当由人打他的腮颊，要满受凌辱。  31因为主必不永远丢弃人。  32主虽使人忧愁，还要照他诸般的慈爱发怜悯。  33因他并不甘心使人受苦，使人忧愁。'
            },
            psalm:{
                title:'诗篇147:1-11',
                content:'1你们要赞美耶和华！因歌颂我们的神为善为美，赞美的话是合宜的。  2耶和华建造耶路撒冷，聚集以色列中被赶散的人。  3他医好伤心的人，裹好他们的伤处。  4他数点星宿的数目，一一称它的名。  5我们的主为大，最有能力。他的智慧无法测度。  6耶和华扶持谦卑人，将恶人倾覆于地。  7你们要以感谢向耶和华歌唱，用琴向我们的神歌颂。  8他用云遮天，为地降雨，使草生长在山上。  9他赐食给走兽和啼叫的小乌鸦。  10他不喜悦马的力大，不喜爱人的腿快。  11耶和华喜爱敬畏他和盼望他慈爱的人。'
            },
            secondReading:{
                title:'彼得前书2:11-20',
                content:'11亲爱的弟兄啊，你们是客旅，是寄居的。我劝你们要禁戒肉体的私欲，这私欲是与灵魂争战的。 12你们在外邦人中，应当品行端正，叫那些毁谤你们是作恶的，因看见你们的好行为，便在鉴察的日子（“鉴察”或作“眷顾”）归荣耀给神。  13你们为主的缘故，要顺服人的一切制度，或是在上的君王， 14或是君王所派、罚恶赏善的臣宰。 15因为神的旨意原是要你们行善，可以堵住那糊涂无知人的口。 16你们虽是自由的，却不可藉着自由遮盖恶毒（或作“阴毒”），总要作神的仆人。 17务要尊敬众人，亲爱教中的弟兄，敬畏神，尊敬君王。 18你们作仆人的，凡事要存敬畏的心顺服主人，不但顺服那善良温和的，就是那乖僻的也要顺服。 19倘若人为叫良心对得住神，就忍受冤屈的苦楚，这是可喜爱的。 20你们若因犯罪受责打，能忍耐，有什么可夸的呢？但你们若因行善受苦，能忍耐，这在神看是可喜爱的。'
            },
            secondReadingOptional:{
                title:'约翰一书3:1-3',
                content:'1你看父赐给我们是何等的慈爱，使我们得称为神的儿女；我们也真是他的儿女。世人所以不认识我们，是因未曾认识他。 2亲爱的弟兄啊，我们现在是神的儿女，将来如何，还未显明；但我们知道，主若显现，我们必要像他，因为必得见他的真体。 3凡向他有这指望的，就洁净自己，像他洁净一样。'
            },
            gospel:{
                title:'约翰福音16:16-22',
                content:'16“等不多时，你们就不得见我；再等不多时，你们还要见我。” 17有几个门徒就彼此说：“他对我们说‘等不多时，你们就不得见我；再等不多时，你们还要见我’；又说：‘因我往父那里去。’这是什么意思呢？” 18门徒彼此说：“他说‘等不多时’，到底是什么意思呢？我们不明白他所说的话。” 19耶稣看出他们要问他，就说：“我说‘等不多时，你们就不得见我；再等不多时，你们还要见我’，你们为这话彼此相问吗？ 20我实实在在地告诉你们：你们将要痛哭、哀号，世人倒要喜乐；你们将要忧愁，然而你们的忧愁要变为喜乐。 21妇人生产的时候就忧愁，因为她的时候到了；既生了孩子，就不再记念那苦楚，因为欢喜世上生了一个人。 22你们现在也是忧愁，但我要再见你们，你们的心就喜乐了，这喜乐也没有人能夺去。'
            }
        },
        easter5:{
            firstReading:{
                title:'以赛亚书12:1-6',
                content:'1到那日，你必说：“耶和华啊，我要称谢你！因为你虽然向我发怒，你的怒气却已转消，你又安慰了我。  2看哪！神是我的拯救，我要倚靠他，并不惧怕；因为主耶和华是我的力量，是我的诗歌，他也成了我的拯救。”  3所以，你们必从救恩的泉源欢然取水。  4在那日，你们要说：“当称谢耶和华，求告他的名，将他所行的传扬在万民中，提说他的名已被尊崇。  5你们要向耶和华唱歌，因他所行的甚是美好；但愿这事普传天下。  6锡安的居民哪，当扬声欢呼，因为在你们中间的以色列圣者乃为至大。”'
            },
            psalm:{
                title:'诗篇66:1-8',
                content:'1全地都当向神欢呼！  2歌颂他名的荣耀，用赞美的言语将他的荣耀发明。  3当对神说：“你的作为何等可畏！因你的大能，仇敌要投降你。  4全地要敬拜你，歌颂你，要歌颂你的名。”  5你们来看神所行的，他向世人所作之事是可畏的。  6他将海变成干地，众民步行过河。我们在那里因他欢喜。  7他用权能治理万民，直到永远。他的眼睛鉴察列邦，悖逆的人不可自高。  8万民哪，你们当称颂我们的神，使人得听赞美他的声音。'
            },
            secondReading:{
                title:'雅各书1:16-21',
                content:'16我亲爱的弟兄们，不要看错了。 17各样美善的恩赐和各样全备的赏赐都是从上头来的，从众光之父那里降下来的，在他并没有改变，也没有转动的影儿。 18他按自己的旨意用真道生了我们，叫我们在他所造的万物中，好像初熟的果子。 19我亲爱的弟兄们，这是你们所知道的。但你们各人要快快地听，慢慢地说，慢慢地动怒， 20因为人的怒气并不成就神的义。 21所以，你们要脱去一切的污秽和盈余的邪恶，存温柔的心领受那所栽种的道，就是能救你们灵魂的道。'
            },
            gospel:{
                title:'约翰福音16:5-15',
                content:'5现今我往差我来的父那里去，你们中间并没有人问我：‘你往哪里去？’ 6只因我将这事告诉你们，你们就满心忧愁。 7然而我将真情告诉你们，我去是与你们有益的。我若不去，保惠师就不到你们这里来；我若去，就差他来。 8他既来了，就要叫世人为罪、为义、为审判，自己责备自己。 9为罪，是因他们不信我； 10为义，是因我往父那里去，你们就不再见我； 11为审判，是因这世界的王受了审判。  12“我还有好些事要告诉你们，但你们现在担当不了（或作“不能领会”）。 13只等真理的圣灵来了，他要引导你们明白（原文作“进入”）一切的真理，因为他不是凭自己说的，乃是把他所听见的都说出来，并要把将来的事告诉你们。 14他要荣耀我，因为他要将受于我的告诉你们。 15凡父所有的，都是我的，所以我说，他要将受于我的告诉你们。”'
            }
        },
        easter6:{
            firstReading:{
                title:'民数记21:4-9',
                content:'4他们从何珥山起行，往红海那条路走，要绕过以东地。百姓因这路难行，心中甚是烦躁， 5就怨渎神和摩西，说：“你们为什么把我们从埃及领出来，使我们死在旷野呢？这里没有粮，没有水，我们的心厌恶这淡薄的食物。” 6于是耶和华使火蛇进入百姓中间，蛇就咬他们，以色列人中死了许多。 7百姓到摩西那里说：“我们怨渎耶和华和你，有罪了，求你祷告耶和华叫这些蛇离开我们。”于是，摩西为百姓祷告。 8耶和华对摩西说：“你制造一条火蛇，挂在杆子上，凡被咬的，一望这蛇，就必得活。” 9摩西便制造一条铜蛇，挂在杆子上，凡被蛇咬的，一望这铜蛇，就活了。'
            },
            psalm:{
                title:'诗篇107:1-9',
                content:'1你们要称谢耶和华，因他本为善，他的慈爱永远长存。  2愿耶和华的赎民说这话，就是他从敌人手中所救赎的，  3从各地、从东、从西、从南、从北所招聚来的。  4他们在旷野荒地漂流，寻不见可住的城邑，  5又饥又渴，心里发昏。  6于是，他们在苦难中哀求耶和华，他从他们的祸患中搭救他们；  7又领他们行走直路，使他们往可居住的城邑。  8但愿人因耶和华的慈爱和他向人所行的奇事，都称赞他；  9因他使心里渴慕的人得以知足，使心里饥饿的人得饱美物'
            },
            secondReading:{
                title:'提摩太前书2:1-6',
                content:'1我劝你第一要为万人恳求、祷告、代求、祝谢， 2为君王和一切在位的，也该如此，使我们可以敬虔、端正、平安无事的度日。 3这是好的，在神我们救主面前可蒙悦纳。 4他愿意万人得救，明白真道。 5因为只有一位神；在神和人中间，只有一位中保，乃是降世为人的基督耶稣。 6他舍自己作万人的赎价，到了时候，这事必证明出来。'
            },
            secondReadingOptional:{
                title:'雅各书1:22-27',
                content:'22只是你们要行道，不要单单听道，自己欺哄自己。 23因为听道而不行道的，就像人对着镜子看自己本来的面目， 24看见，走后，随即忘了他的相貌如何。 25惟有详细察看那全备、使人自由之律法的，并且时常如此，这人既不是听了就忘，乃是实在行出来，就在他所行的事上必然得福。  26若有人自以为虔诚，却不勒住他的舌头，反欺哄自己的心，这人的虔诚是虚的。 27在神我们的父面前，那清洁没有玷污的虔诚，就是看顾在患难中的孤儿寡妇，并且保守自己不沾染世俗。'
            },
            gospel:{
                title:'约翰福音16:22-30(31-33)',
                content:'22你们现在也是忧愁，但我要再见你们，你们的心就喜乐了，这喜乐也没有人能夺去。 23到那日，你们什么也就不问我了。我实实在在地告诉你们：你们若向父求什么，他必因我的名赐给你们。 24向来你们没有奉我的名求什么，如今你们求就必得着，叫你们的喜乐可以满足。” 25“这些事，我是用比喻对你们说的；时候将到，我不再用比喻对你们说，乃要将父明明地告诉你们。 26到那日，你们要奉我的名祈求；我并不对你们说，我要为你们求父。 27父自己爱你们，因为你们已经爱我，又信我是从父出来的。 28我从父出来，到了世界；我又离开世界，往父那里去。” 29门徒说：“如今你是明说，并不用比喻了。 30现在我们晓得你凡事都知道，也不用人问你，因此我们信你是从神出来的。” 【31耶稣说：“现在你们信吗？ 32看哪，时候将到，且是已经到了，你们要分散，各归自己的地方去，留下我独自一人；其实我不是独自一人，因为有父与我同在。 33我将这些事告诉你们，是要叫你们在我里面有平安。在世上你们有苦难，但你们可以放心，我已经胜了世界。”】'
            }
        },
        ascension:{
            firstReading:{
                title:'列王纪下2:5-15',
                content:'5住耶利哥的先知门徒就近以利沙，对他说：“耶和华今日要接你的师傅离开你，你知道不知道？”他说：“我知道，你们不要作声。”  6以利亚对以利沙说：“耶和华差遣我往约旦河去，你可以在这里等候。”以利沙说：“我指着永生的耶和华，又敢在你面前起誓，我必不离开你。”于是二人一同前往。 7有先知门徒去了五十人，远远地站在他们对面，二人在约旦河边站住。 8以利亚将自己的外衣卷起来，用以打水，水就左右分开，二人走干地而过。  9过去之后，以利亚对以利沙说：“我未曾被接去离开你，你要我为你作什么，只管求我。”以利沙说：“愿感动你的灵加倍地感动我。” 10以利亚说：“你所求的难得。虽然如此，我被接去离开你的时候，你若看见我，就必得着；不然，必得不着了。” 11他们正走着说话，忽有火车火马将二人隔开，以利亚就乘旋风升天去了。 12以利沙看见，就呼叫说：“我父啊！我父啊！以色列的战车马兵啊！”以后不再见他了。于是以利沙把自己的衣服撕为两片。 13他拾起以利亚身上掉下来的外衣，回去站在约旦河边。 14他用以利亚身上掉下来的外衣打水，说：“耶和华，以利亚的神在哪里呢？”打水之后，水也左右分开，以利沙就过来了。  15住耶利哥的先知门徒从对面看见他，就说：“感动以利亚的灵感动以利沙了。”他们就来迎接他，在他面前俯伏于地'
            },
            psalm:{
                title:'诗篇110',
                content:'1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”  2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。  3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。  4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”  5在你右边的主，当他发怒的日子必打伤列王。  6他要在列邦中刑罚恶人，尸首就遍满各处。他要在许多国中打破仇敌的头。  7他要喝路旁的河水，因此必抬起头来。'
            },
            secondReading:{
                title:'使徒行传1:1-11',
                content:'1提阿非罗啊，我已经作了前书，论到耶稣开头一切所行所教训的， 2直到他藉着圣灵吩咐所拣选的使徒，以后被接上升的日子为止。 3他受害之后，用许多的凭据将自己活活地显给使徒看，四十天之久向他们显现，讲说神国的事。 4耶稣和他们聚集的时候，嘱咐他们说：“不要离开耶路撒冷，要等候父所应许的，就是你们听见我说过的， 5约翰是用水施洗，但不多几日，你们要受圣灵的洗。” 6他们聚集的时候，问耶稣说：“主啊，你复兴以色列国就在这时候吗？” 7耶稣对他们说：“父凭着自己的权柄所定的时候、日期，不是你们可以知道的。 8但圣灵降临在你们身上，你们就必得着能力；并要在耶路撒冷、犹太全地和撒玛利亚，直到地极，作我的见证。” 9说了这话，他们正看的时候，他就被取上升。有一朵云彩把他接去，便看不见他了。 10当他往上去，他们定睛望天的时候，忽然有两个人身穿白衣，站在旁边，说： 11“加利利人哪，你们为什么站着望天呢？这离开你们被接升天的耶稣，你们见他怎样往天上去，他还要怎样来。”'
            },
            gospel:{
                title:'马可福音16:14-20',
                content:'14后来，十一个门徒坐席的时候，耶稣向他们显现，责备他们不信，心里刚硬，因为他们不信那些在他复活以后看见他的人。 15他又对他们说：“你们往普天下去，传福音给万民听（“万民”原文作“凡受造的”）。 16信而受洗的必然得救，不信的必被定罪。 17信的人必有神迹随着他们，就是：奉我的名赶鬼，说新方言， 18手能拿蛇；若喝了什么毒物，也必不受害；手按病人，病人就必好了。” 19主耶稣和他们说完了话，后来被接到天上，坐在神的右边。 20门徒出去，到处宣传福音。主和他们同工，用神迹随着，证实所传的道。阿们！'
            },
            gospelOptional:{
                title:'路加福音24:44-53',
                content:'44耶稣对他们说：“这就是我从前与你们同在之时所告诉你们的话说：摩西的律法、先知的书和诗篇上所记的，凡指着我的话，都必须应验。” 45于是耶稣开他们的心窍，使他们能明白圣经。 46又对他们说：“照经上所写的，基督必受害，第三日从死里复活， 47并且人要奉他的名传悔改、赦罪的道，从耶路撒冷起直传到万邦。 48你们就是这些事的见证。 49我要将我父所应许的降在你们身上，你们要在城里等候，直到你们领受从上头来的能力。” 50耶稣领他们到伯大尼的对面，就举手给他们祝福。 51正祝福的时候，他就离开他们，被带到天上去了。 52他们就拜他，大大的欢喜，回耶路撒冷去， 53常在殿里称颂神。'
            }
        },
        easter7:{
            firstReading:{
                title:'以西结书36:22-28',
                content:'22“所以你要对以色列家说，主耶和华如此说：以色列家啊，我行这事不是为你们，乃是为我的圣名，就是在你们到的列国中所亵渎的。 23我要使我的大名显为圣，这名在列国中已被亵渎，就是你们在他们中间所亵渎的。我在他们眼前，在你们身上显为圣的时候，他们就知道我是耶和华。这是主耶和华说的。 24我必从各国收取你们，从列邦聚集你们，引导你们归回本地。 25我必用清水洒在你们身上，你们就洁净了。我要洁净你们，使你们脱离一切的污秽，弃掉一切的偶像。 26我也要赐给你们一个新心，将新灵放在你们里面。又从你们的肉体中除掉石心，赐给你们肉心。 27我必将我的灵放在你们里面，使你们顺从我的律例，谨守遵行我的典章。 28你们必住在我所赐给你们列祖之地。你们要作我的子民，我要作你们的神。'
            },
            psalm:{
                title:'诗篇51:1-12',
                content:'1神啊，求你按你的慈爱怜恤我，按你丰盛的慈悲涂抹我的过犯。  2求你将我的罪孽洗除净尽，并洁除我的罪。  3因为我知道我的过犯，我的罪常在我面前。  4我向你犯罪，惟独得罪了你，在你眼前行了这恶，以致你责备我的时候显为公义；判断我的时候显为清正。  5我是在罪孽里生的，在我母亲怀胎的时候就有了罪。  6你所喜爱的是内里诚实；你在我隐密处必使我得智慧。  7求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。  8求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。  9求你掩面不看我的罪，涂抹我一切的罪孽。  10神啊，求你为我造清洁的心，使我里面重新有正直的灵（“正直”或作“坚定”）。  11不要丢弃我，使我离开你的面；不要从我收回你的圣灵。  12求你使我仍得救恩之乐，赐我乐意的灵扶持我；'
            },
            secondReading:{
                title:'彼得前书4:7-11(12-14)',
                content:'7万物的结局近了，所以你们要谨慎自守，警醒祷告。 8最要紧的是彼此切实相爱，因为爱能遮掩许多的罪。 9你们要互相款待，不发怨言。 10各人要照所得的恩赐彼此服侍，作神百般恩赐的好管家。 11若有讲道的，要按着神的圣言讲；若有服侍人的，要按着神所赐的力量服侍，叫神在凡事上因耶稣基督得荣耀。原来荣耀、权能都是他的，直到永永远远。阿们！ 【12亲爱的弟兄啊，有火炼的试验临到你们，不要以为奇怪（似乎是遭遇非常的事）， 13倒要欢喜，因为你们是与基督一同受苦，使你们在他荣耀显现的时候，也可以欢喜快乐。 14你们若为基督的名受辱骂，便是有福的，因为神荣耀的灵常住在你们身上。】'
            },
            gospel:{
                title:'约翰福音15:26-16:4',
                content:'26但我要从父那里差保惠师来，就是从父出来真理的圣灵，他来了，就要为我作见证。 27你们也要作见证，因为你们从起头就与我同在。” 1“我已将这些事告诉你们，使你们不至于跌倒。 2人要把你们赶出会堂，并且时候将到，凡杀你们的，就以为是侍奉神。 3他们这样行，是因未曾认识父，也未曾认识我。 4我将这事告诉你们，是叫你们到了时候，可以想起我对你们说过了。” “我起先没有将这事告诉你们，因为我与你们同在。'
            }
        },
        pentecost:{
            firstReading:{
                title:'创世记11:1-9',
                content:'1那时，天下人的口音言语都是一样。 2他们往东边迁移的时候，在示拿地遇见一片平原，就住在那里。 3他们彼此商量说：“来吧，我们要作砖，把砖烧透了。”他们就拿砖当石头，又拿石漆当灰泥。 4他们说：“来吧，我们要建造一座城和一座塔，塔顶通天，为要传扬我们的名，免得我们分散在全地上。” 5耶和华降临，要看看世人所建造的城和塔。 6耶和华说：“看哪，他们成为一样的人民，都是一样的言语，如今既作起这事来，以后他们所要作的事就没有不成就的了。 7我们下去，在那里变乱他们的口音，使他们的言语彼此不通。” 8于是，耶和华使他们从那里分散在全地上，他们就停工不造那城了。 9因为耶和华在那里变乱天下人的言语，使众人分散在全地上，所以那城名叫巴别（就是“变乱”的意思）。'
            },
            psalm:{
                title:'诗篇143',
                content:'1耶和华啊，求你听我的祷告，留心听我的恳求，凭你的信实和公义应允我。  2求你不要审问仆人，因为在你面前，凡活着的人没有一个是义的。  3原来仇敌逼迫我，将我打倒在地，使我住在幽暗之处，像死了许久的人一样。  4所以我的灵在我里面发昏，我的心在我里面凄惨。  5我追想古时之日，思想你的一切作为，默念你手的工作。  6我向你举手，我的心渴想你，如干旱之地盼雨一样。  7耶和华啊，求你速速应允我。我心神耗尽，不要向我掩面，免得我像那些下坑的人一样。  8求你使我清晨得听你慈爱之言，因我倚靠你；求你使我知道当行的路，因我的心仰望你。  9耶和华啊，求你救我脱离我的仇敌，我往你那里藏身。  10求你指教我遵行你的旨意，因你是我的神。你的灵本为善，求你引我到平坦之地。  11耶和华啊，求你为你的名将我救活，凭你的公义，将我从患难中领出来，  12凭你的慈爱剪除我的仇敌，灭绝一切苦待我的人，因我是你的仆人。'
            },
            secondReading:{
                title:'使徒行传2:1-21',
                content:'1五旬节到了，门徒都聚集在一处。 2忽然，从天上有响声下来，好像一阵大风吹过，充满了他们所坐的屋子； 3又有舌头如火焰显现出来，分开落在他们各人头上。 4他们就都被圣灵充满，按着圣灵所赐的口才说起别国的话来。  5那时，有虔诚的犹太人从天下各国来，住在耶路撒冷。 6这声音一响，众人都来聚集。各人听见门徒用众人的乡谈说话，就甚纳闷， 7都惊讶希奇说：“看哪，这说话的不都是加利利人吗？ 8我们各人怎么听见他们说我们生来所用的乡谈呢？ 9我们帕提亚人、玛代人、以拦人，和住在美索不达米亚、犹太、加帕多家、本都、亚西亚、 10弗吕家、旁非利亚、埃及的人，并靠近古利奈的利比亚一带地方的人，从罗马来的客旅中，或是犹太人，或是进犹太教的人， 11克里特和阿拉伯人，都听见他们用我们的乡谈，讲说神的大作为。” 12众人就都惊讶猜疑，彼此说：“这是什么意思呢？” 13还有人讥诮说：“他们无非是新酒灌满了。” 14彼得和十一个使徒站起，高声说：“犹太人和一切住在耶路撒冷的人哪，这件事你们当知道，也当侧耳听我的话。 15你们想这些人是醉了，其实不是醉了，因为时候刚到巳初。 16这正是先知约珥所说的：  17‘神说，在末后的日子，我要将我的灵浇灌凡有血气的，你们的儿女要说预言，你们的少年人要见异象，老年人要作异梦。  18在那些日子，我要将我的灵浇灌我的仆人和使女，他们就要说预言。  19在天上我要显出奇事；在地下我要显出神迹；有血、有火、有烟雾。  20日头要变为黑暗，月亮要变为血，这都在主大而明显的日子未到以前。  21到那时候，凡求告主名的，就必得救。’'
            },
            gospel:{
                title:'约翰福音14:23-31',
                content:'23耶稣回答说：“人若爱我，就必遵守我的道，我父也必爱他，并且我们要到他那里去，与他同住。 24不爱我的人就不遵守我的道，你们所听见的道不是我的，乃是差我来之父的道。  25我还与你们同住的时候，已将这些话对你们说了。 26但保惠师，就是父因我的名所要差来的圣灵，他要将一切的事指教你们，并且要叫你们想起我对你们所说的一切话。 27我留下平安给你们，我将我的平安赐给你们。我所赐的，不像世人所赐的，你们心里不要忧愁，也不要胆怯。 28你们听见我对你们说了，我去还要到你们这里来。你们若爱我，因我到父那里去，就必喜乐，因为父是比我大的。 29现在事情还没有成就，我预先告诉你们，叫你们到事情成就的时候，就可以信。 30以后我不再和你们多说话，因为这世界的王将到，他在我里面是毫无所有， 31但要叫世人知道我爱父，并且父怎样吩咐我，我就怎样行。起来，我们走吧！”'
            }
        },
        holyTrinity:{
            firstReading:{
                title:'以赛亚书6:1-7',
                content:'1当乌西雅王崩的那年，我见主坐在高高的宝座上。他的衣裳垂下，遮满圣殿。 2其上有撒拉弗侍立，各有六个翅膀：用两个翅膀遮脸，两个翅膀遮脚，两个翅膀飞翔。 3彼此呼喊说：“圣哉！圣哉！圣哉！万军之耶和华，他的荣光充满全地！”  4因呼喊者的声音，门槛的根基震动，殿充满了烟云。 5那时我说：“祸哉！我灭亡了！因为我是嘴唇不洁的人，又住在嘴唇不洁的民中；又因我眼见大君王万军之耶和华。”  6有一撒拉弗飞到我跟前，手里拿着红炭，是用火剪从坛上取下来的， 7将炭沾我的口，说：“看哪！这炭沾了你的嘴，你的罪孽便除掉，你的罪恶就赦免了。”'
            },
            psalm:{
                title:'诗篇29',
                content:'1神的众子啊，你们要将荣耀能力归给耶和华，归给耶和华。  2要将耶和华的名所当得的荣耀归给他，以圣洁的妆饰（“的”或作“为”）敬拜耶和华。  3耶和华的声音发在水上，荣耀的神打雷，耶和华打雷在大水之上。  4耶和华的声音大有能力，耶和华的声音满有威严。  5耶和华的声音震破香柏树，耶和华震碎黎巴嫩的香柏树。  6他也使之跳跃如牛犊，使黎巴嫩和西连跳跃如野牛犊。  7耶和华的声音使火焰分岔。  8耶和华的声音震动旷野，耶和华震动加低斯的旷野。  9耶和华的声音惊动母鹿落胎，树木也脱落净光；凡在他殿中的，都称说他的荣耀。  10洪水泛滥之时，耶和华坐着为王；耶和华坐着为王，直到永远。  11耶和华必赐力量给他的百姓，耶和华必赐平安的福给他的百姓。'
            },
            secondReading:{
                title:'罗马书11:33-36',
                content:'33深哉！神丰富的智慧和知识。他的判断何其难测！他的踪迹何其难寻！  34谁知道主的心？谁作过他的谋士呢？  35谁是先给了他，使他后来偿还呢？  36因为万有都是本于他，倚靠他，归于他。愿荣耀归给他，直到永远。阿们！'
            },
            gospel:{
                title:'约翰福音3:1-15(16-17)',
                content:'1有一个法利赛人，名叫尼哥底母，是犹太人的官。 2这人夜里来见耶稣，说：“拉比，我们知道你是由神那里来作师傅的，因为你所行的神迹，若没有神同在，无人能行。” 3耶稣回答说：“我实实在在地告诉你：人若不重生，就不能见神的国。” 4尼哥底母说：“人已经老了，如何能重生呢？岂能再进母腹生出来吗？” 5耶稣说：“我实实在在地告诉你：人若不是从水和圣灵生的，就不能进神的国。 6从肉身生的，就是肉身；从灵生的，就是灵。 7我说，‘你们必须重生’，你不要以为希奇。 8风随着意思吹，你听见风的响声，却不晓得从哪里来，往哪里去。凡从圣灵生的，也是如此。” 9尼哥底母问他说：“怎能有这事呢？” 10耶稣回答说：“你是以色列人的先生，还不明白这事吗？ 11我实实在在地告诉你：我们所说的，是我们知道的；我们所见证的，是我们见过的；你们却不领受我们的见证。 12我对你们说地上的事，你们尚且不信；若说天上的事，如何能信呢？ 13除了从天降下仍旧在天的人子，没有人升过天。 14摩西在旷野怎样举蛇，人子也必照样被举起来， 15叫一切信他的都得永生（或作‘叫一切信的人在他里面得永生’）。”  【16神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。 17因为神差他的儿子降世，不是要定世人的罪（或作“审判世人”。下同），乃是要叫世人因他得救。】'
            }
        },
        holyTrinity1:{
            firstReading:{
                title:'创世记15:1-6',
                content:'1这事以后，耶和华在异象中有话对亚伯兰说：“亚伯兰，你不要惧怕！我是你的盾牌，必大大地赏赐你。” 2亚伯兰说：“主耶和华啊，我既无子，你还赐我什么呢？并且要承受我家业的是大马士革人以利以谢。” 3亚伯兰又说：“你没有给我儿子，那生在我家中的人就是我的后嗣。” 4耶和华又有话对他说：“这人必不成为你的后嗣，你本身所生的才成为你的后嗣。” 5于是领他走到外边，说：“你向天观看，数算众星，能数得过来吗？”又对他说：“你的后裔将要如此。” 6亚伯兰信耶和华，耶和华就以此为他的义。'
            },
            psalm:{
                title:'诗篇33:12-22',
                content:'12以耶和华为神的，那国是有福的！他所拣选为自己产业的，那民是有福的！  13耶和华从天上观看，他看见一切的世人；  14从他的居所往外察看地上一切的居民。  15他是那造成他们众人心的，留意他们一切作为的。  16君王不能因兵多得胜，勇士不能因力大得救；  17靠马得救是枉然的，马也不能因力大救人。  18耶和华的眼目看顾敬畏他的人和仰望他慈爱的人，  19要救他们的命脱离死亡，并使他们在饥荒中存活。  20我们的心向来等候耶和华，他是我们的帮助，我们的盾牌。  21我们的心必靠他欢喜，因为我们向来倚靠他的圣名。  22耶和华啊，求你照着我们所仰望你的，向我们施行慈爱。'
            },
            secondReading:{
                title:'约翰一书4:16-21',
                content:'16神爱我们的心，我们也知道、也信。神就是爱，住在爱里面的，就是住在神里面，神也住在他里面。 17这样，爱在我们里面得以完全，我们就可以在审判的日子坦然无惧。因为他如何，我们在这世上也如何。 18爱里没有惧怕；爱既完全，就把惧怕除去，因为惧怕里含着刑罚。惧怕的人在爱里未得完全。 19我们爱，因为神先爱我们。 20人若说，“我爱神”，却恨他的弟兄，就是说谎话的；不爱他所看见的弟兄，就不能爱没有看见的神（有古卷作“怎能爱没有看见的神呢？”）。 21爱神的，也当爱弟兄，这是我们从神所受的命令。'
            },
            gospel:{
                title:'路加福音16:19-31',
                content:'19“有一个财主，穿着紫色袍和细麻布衣服，天天奢华宴乐。 20又有一个讨饭的，名叫拉撒路，浑身生疮，被人放在财主门口， 21要得财主桌子上掉下来的零碎充饥，并且狗来舔他的疮。 22后来那讨饭的死了，被天使带去放在亚伯拉罕的怀里。财主也死了，并且埋葬了。 23他在阴间受痛苦，举目远远的望见亚伯拉罕，又望见拉撒路在他怀里， 24就喊着说：‘我祖亚伯拉罕哪，可怜我吧！打发拉撒路来，用指头尖蘸点水，凉凉我的舌头，因为我在这火焰里，极其痛苦。’ 25亚伯拉罕说：‘儿啊，你该回想你生前享过福，拉撒路也受过苦，如今他在这里得安慰，你倒受痛苦。 26不但这样，并且在你我之间，有深渊限定，以致人要从这边过到你们那边是不能的；要从那边过到我们这边也是不能的。’ 27财主说：‘我祖啊，既是这样，求你打发拉撒路到我父家去， 28因为我还有五个弟兄，他可以对他们作见证，免得他们也来到这痛苦的地方。’ 29亚伯拉罕说：‘他们有摩西和先知的话可以听从。’ 30他说：‘我祖亚伯拉罕哪，不是的，若有一个从死里复活的，到他们那里去的，他们必要悔改。’ 31亚伯拉罕说：‘若不听从摩西和先知的话，就是有一个从死里复活的，他们也是不听劝。’”'
            }
        },
        holyTrinity2:{
            firstReading:{
                title:'箴言9:1-10',
                content:'1智慧建造房屋，凿成七根柱子，  2宰杀牲畜，调和旨酒，设摆筵席。  3打发使女出去，自己在城中至高处呼叫，  4说：“谁是愚蒙人，可以转到这里来！”又对那无知的人说：  5“你们来，吃我的饼，喝我调和的酒。  6你们愚蒙人，要舍弃愚蒙，就得存活，并要走光明的道。”  7指斥亵慢人的必受辱骂，责备恶人的必被玷污。  8不要责备亵慢人，恐怕他恨你；要责备智慧人，他必爱你。  9教导智慧人，他就越发有智慧；指示义人，他就增长学问。  10敬畏耶和华是智慧的开端，认识至圣者便是聪明。'
            },
            psalm:{
                title:'诗篇34:12-22',
                content:'12有何人喜好存活，爱慕长寿，得享美福，  13就要禁止舌头不出恶言，嘴唇不说诡诈的话。  14要离恶行善，寻求和睦，一心追赶。  15耶和华的眼目看顾义人，他的耳朵听他们的呼求。  16耶和华向行恶的人变脸，要从世上除灭他们的名号。  17义人呼求，耶和华听见了，便救他们脱离一切患难。  18耶和华靠近伤心的人，拯救灵性痛悔的人。  19义人多有苦难，但耶和华救他脱离这一切，  20又保全他一身的骨头，连一根也不折断。  21恶必害死恶人；恨恶义人的，必被定罪。  22耶和华救赎他仆人的灵魂，凡投靠他的，必不至定罪。'
            },
            secondReading:{
                title:'以弗所书2:13-22',
                content:'13你们从前远离神的人，如今却在基督耶稣里，靠着他的血，已经得亲近了。 14因他使我们和睦（原文作“因他是我们的和睦”），将两下合而为一，拆毁了中间隔断的墙， 15而且以自己的身体废掉冤仇，就是那记在律法上的规条，为要将两下藉着自己造成一个新人，如此便成就了和睦。 16既在十字架上灭了冤仇，便藉这十字架使两下归为一体，与神和好了， 17并且来传和平的福音给你们远处的人，也给那近处的人。 18因为我们两下藉着他被一个圣灵所感，得以进到父面前。  19这样，你们不再作外人和客旅，是与圣徒同国，是神家里的人了。 20并且被建造在使徒和先知的根基上，有基督耶稣自己为房角石， 21各（或作“全”）房靠他联络得合式，渐渐成为主的圣殿。 22你们也靠他同被建造，成为神藉着圣灵居住的所在。'
            },
            secondReadingOptional:{
                title:'约翰一书3:13-18',
                content:'13弟兄们，世人若恨你们，不要以为希奇。 14我们因为爱弟兄，就晓得是已经出死入生了。没有爱心的，仍住在死中。 15凡恨他弟兄的，就是杀人的。你们晓得凡杀人的，没有永生存在他里面。 16主为我们舍命，我们从此就知道何为爱，我们也当为弟兄舍命。 17凡有世上财物的，看见弟兄穷乏，却塞住怜恤的心，爱神的心怎能存在他里面呢？ 18小子们哪，我们相爱，不要只在言语和舌头上，总要在行为和诚实上。'
            },
            gospel:{
                title:'路加福音14:15-24',
                content:'15同席的有一人听见这话，就对耶稣说：“在神国里吃饭的有福了！” 16耶稣对他说：“有一人摆设大筵席，请了许多客。 17到了坐席的时候，打发仆人去对所请的人说：‘请来吧！样样都齐备了。’ 18众人一口同音的推辞。头一个说：‘我买了一块地，必须去看看。请你准我辞了。’ 19又有一个说：‘我买了五对牛，要去试一试。请你准我辞了。’ 20又有一个说：‘我才娶了妻，所以不能去。’ 21那仆人回来，把这事都告诉了主人。家主就动怒，对仆人说：‘快出去，到城里大街小巷，领那贫穷的、残废的、瞎眼的、瘸腿的来。’ 22仆人说：‘主啊，你所吩咐的已经办了，还有空座。’ 23主人对仆人说：‘你出去到路上和篱笆那里，勉强人进来，坐满我的屋子。 24我告诉你们：先前所请的人，没有一个得尝我的筵席。’”'
            }
        },
        holyTrinity3:{
            firstReading:{
                title:'弥迦书7:18-20',
                content:'18神啊，有何神象你，赦免罪孽，饶恕你产业之余民的罪过，不永远怀怒，喜爱施恩？  19必再怜悯我们，将我们的罪孽踏在脚下，又将我们的一切罪投于深海。  20你必按古时起誓应许我们列祖的话，向雅各发诚实，向亚伯拉罕施慈爱。'
            },
            psalm:{
                title:'诗篇103:1-13',
                content:'1我的心哪，你要称颂耶和华，凡在我里面的，也要称颂他的圣名！  2我的心哪，你要称颂耶和华，不可忘记他的一切恩惠。  3他赦免你的一切罪孽，医治你的一切疾病。  4他救赎你的命脱离死亡，以仁爱和慈悲为你的冠冕。  5他用美物使你所愿的得以知足，以致你如鹰返老还童。  6耶和华施行公义，为一切受屈的人伸冤。  7他使摩西知道他的法则，叫以色列人晓得他的作为。  8耶和华有怜悯，有恩典，不轻易发怒，且有丰盛的慈爱。  9他不长久责备，也不永远怀怒。  10他没有按我们的罪过待我们，也没有照我们的罪孽报应我们。  11天离地何等的高，他的慈爱向敬畏他的人也是何等的大；  12东离西有多远，他叫我们的过犯离我们也有多远。  13父亲怎样怜恤他的儿女，耶和华也怎样怜恤敬畏他的人。'
            },
            secondReading:{
                title:'提摩太前书1:12-17',
                content:'12我感谢那给我力量的我们主基督耶稣，因他以我有忠心，派我服侍他。 13我从前是亵渎神的，逼迫人的，侮慢人的，然而我还蒙了怜悯，因我是不信、不明白的时候而作的。 14并且我主的恩是格外丰盛，使我在基督耶稣里有信心和爱心。 15“基督耶稣降世，为要拯救罪人。”这话是可信的，是十分可佩服的。在罪人中我是个罪魁。 16然而我蒙了怜悯，是因耶稣基督要在我这罪魁身上显明他一切的忍耐，给后来信他得永生的人作榜样。 17但愿尊贵、荣耀归与那不能朽坏、不能看见、永世的君王、独一的神，直到永永远远。阿们！'
            },
            secondReadingOptional:{
                title:'彼得前书5:6-11',
                content:'6所以你们要自卑，服在神大能的手下，到了时候，他必叫你们升高。 7你们要将一切的忧虑卸给神，因为他顾念你们。  8务要谨守、警醒，因为你们的仇敌魔鬼，如同吼叫的狮子，遍地游行，寻找可吞吃的人。 9你们要用坚固的信心抵挡它，因为知道你们在世上的众弟兄也是经历这样的苦难。 10那赐诸般恩典的神曾在基督里召你们，得享他永远的荣耀，等你们暂受苦难之后，必要亲自成全你们，坚固你们，赐力量给你们。 11愿权能归给他，直到永永远远。阿们！'
            },
            gospel:{
                title:'路加福音15:1-10',
                content:'1众税吏和罪人都挨近耶稣，要听他讲道。 2法利赛人和文士私下议论说：“这个人接待罪人，又同他们吃饭。” 3耶稣就用比喻说： 4“你们中间，谁有一百只羊失去一只，不把这九十九只撇在旷野，去找那失去的羊，直到找着呢？ 5找着了，就欢欢喜喜地扛在肩上，回到家里， 6就请朋友邻舍来，对他们说：‘我失去的羊已经找着了，你们和我一同欢喜吧！’ 7我告诉你们：一个罪人悔改，在天上也要这样为他欢喜，较比为九十九个不用悔改的义人欢喜更大。” 8“或是一个妇人有十块钱，若失落一块，岂不点上灯，打扫屋子，细细地找，直到找着吗？ 9找着了，就请朋友邻舍来，对他们说：‘我失落的那块钱已经找着了，你们和我一同欢喜吧！’ 10我告诉你们：一个罪人悔改，在神的使者面前也是这样为他欢喜。”'
            },
            gospelOptional:{
                title:'路加福音15:11-32',
                content:'11耶稣又说：“一个人有两个儿子。 12小儿子对父亲说：‘父亲，请你把我应得的家业分给我。’他父亲就把产业分给他们。 13过了不多几日，小儿子就把他一切所有的都收拾起来，往远方去了。在那里任意放荡，浪费资财。 14既耗尽了一切所有的，又遇着那地方大遭饥荒，就穷苦起来。 15于是去投靠那地方的一个人；那人打发他到田里去放猪。 16他恨不得拿猪所吃的豆荚充饥，也没有人给他。 17他醒悟过来，就说：‘我父亲有多少的雇工，口粮有余，我倒在这里饿死吗？ 18我要起来，到我父亲那里去，向他说：父亲！我得罪了天，又得罪了你， 19从今以后，我不配称为你的儿子，把我当作一个雇工吧！’ 20于是起来，往他父亲那里去。相离还远，他父亲看见，就动了慈心，跑去抱着他的颈项，连连与他亲嘴。 21儿子说：‘父亲，我得罪了天，又得罪了你，从今以后，我不配称为你的儿子。’ 22父亲却吩咐仆人说：‘把那上好的袍子快拿出来给他穿，把戒指戴在他指头上，把鞋穿在他脚上， 23把那肥牛犊牵来宰了，我们可以吃喝快乐。 24因为我这个儿子是死而复活，失而又得的。’他们就快乐起来。 25那时，大儿子正在田里。他回来离家不远，听见作乐跳舞的声音， 26便叫过一个仆人来，问是什么事。 27仆人说：‘你兄弟来了，你父亲因为得他无灾无病地回来，把肥牛犊宰了。’ 28大儿子却生气，不肯进去；他父亲就出来劝他。 29他对父亲说：‘我服侍你这多年，从来没有违背过你的命，你并没有给我一只山羊羔，叫我和朋友一同快乐。 30但你这个儿子和娼妓吞尽了你的产业，他一来了，你倒为他宰了肥牛犊。’ 31父亲对他说：‘儿啊，你常和我同在，我一切所有的都是你的； 32只是你这个兄弟是死而复活、失而又得的，所以我们理当欢喜快乐。’”'
            }
        },
        holyTrinity4:{
            firstReading:{
                title:'创世记50:15-21',
                content:'15约瑟的哥哥们见父亲死了，就说：“或者约瑟怀恨我们，照着我们从前待他一切的恶，足足地报复我们。” 16他们就打发人去见约瑟，说：“你父亲未死以先吩咐说： 17‘你们要对约瑟这样说：从前你哥哥们恶待你，求你饶恕他们的过犯和罪恶。’如今求你饶恕你父亲神之仆人的过犯。”他们对约瑟说这话，约瑟就哭了。 18他的哥哥们又来俯伏在他面前，说：“我们是你的仆人。” 19约瑟对他们说：“不要害怕，我岂能代替神呢？ 20从前你们的意思是要害我，但神的意思原是好的，要保全许多人的性命，成就今日的光景。 21现在你们不要害怕，我必养活你们和你们的妇人孩子。”于是约瑟用亲爱的话安慰他们。'
            },
            psalm:{
                title:'诗篇138',
                content:'1我要一心称谢你，在诸神面前歌颂你。  2我要向你的圣殿下拜，为你的慈爱和诚实称赞你的名；因你使你的话显为大，过于你所应许的（或作“超乎你的名声”）。  3我呼求的日子，你就应允我，鼓励我，使我心里有能力。  4耶和华啊，地上的君王都要称谢你，因他们听见了你口中的言语。  5他们要歌颂耶和华的作为，因耶和华大有荣耀。  6耶和华虽高，仍看顾低微的人，他却从远处看出骄傲的人。  7我虽行在患难中，你必将我救活。我的仇敌发怒，你必伸手抵挡他们，你的右手也必救我。  8耶和华必成全关乎我的事。耶和华啊，你的慈爱永远长存，求你不要离弃你手所造的。'
            },
            secondReading:{
                title:'罗马书12:14-21',
                content:'14逼迫你们的，要给他们祝福，只要祝福，不可咒诅。 15与喜乐的人要同乐，与哀哭的人要同哭。 16要彼此同心，不要志气高大，倒要俯就卑微的人（“人”或作“事”）。不要自以为聪明。 17不要以恶报恶。众人以为美的事，要留心去作。 18若是能行，总要尽力与众人和睦。 19亲爱的弟兄，不要自己伸冤，宁可让步，听凭主怒（或作“让人发怒”）。因为经上记着：“主说，伸冤在我，我必报应。” 20所以，“你的仇敌若饿了，就给他吃；若渴了，就给他喝。因为你这样行，就是把炭火堆在他的头上。” 21你不可为恶所胜，反要以善胜恶。'
            },
            secondReadingOptional:{
                title:'罗马书8:18-23',
                content:'18我想，现在的苦楚若比起将来要显于我们的荣耀，就不足介意了。 19受造之物切望等候神的众子显出来， 20因为受造之物服在虚空之下，不是自己愿意，乃是因那叫他如此的。 21但受造之物仍然指望脱离败坏的辖制，得享神儿女自由的荣耀（“享”原文作“入”）。 22我们知道一切受造之物一同叹息、劳苦，直到如今。 23不但如此，就是我们这有圣灵初结果子的，也是自己心里叹息，等候得着儿子的名分，乃是我们的身体得赎'
            },
            gospel:{
                title:'路加福音6:36-42',
                content:'36你们要慈悲，像你们的父慈悲一样。” 37“你们不要论断人，就不被论断；你们不要定人的罪，就不被定罪；你们要饶恕人，就必蒙饶恕（“饶恕”原文作“释放”）。 38你们要给人，就必有给你们的，并且用十足的升斗，连摇带按、上尖下流的倒在你们怀里；因为你们用什么量器量给人，也必用什么量器量给你们。” 39耶稣又用比喻对他们说：“瞎子岂能领瞎子，两个人不是都要掉在坑里吗？ 40学生不能高过先生；凡学成了的不过和先生一样。 41为什么看见你弟兄眼中有刺，却不想自己眼中有梁木呢？ 42你不见自己眼中有梁木，怎能对你弟兄说‘容我去掉你眼中的刺’呢？你这假冒为善的人，先去掉自己眼中的梁木，然后才能看得清楚，去掉你弟兄眼中的刺。”'
            }
        },
        holyTrinity5:{
            firstReading:{
                title:'列王纪上19:11-21',
                content:'11耶和华说：“你出来站在山上，在我面前。”那时，耶和华从那里经过，在他面前有烈风大作，崩山碎石，耶和华却不在风中；风后地震，耶和华却不在其中； 12地震后有火，耶和华也不在火中；火后有微小的声音。 13以利亚听见，就用外衣蒙上脸，出来站在洞口。有声音向他说：“以利亚啊，你在这里作什么？” 14他说：“我为耶和华万军之神大发热心；因为以色列人背弃了你的约，毁坏了你的坛，用刀杀了你的先知，只剩下我一个人，他们还要寻索我的命。” 15耶和华对他说：“你回去，从旷野往大马士革去。到了那里，就要膏哈薛作亚兰王； 16又膏宁示的孙子耶户作以色列王；并膏亚伯米何拉人沙法的儿子以利沙作先知接续你。 17将来躲避哈薛之刀的，必被耶户所杀；躲避耶户之刀的，必被以利沙所杀。 18但我在以色列人中为自己留下七千人，是未曾向巴力屈膝的，未曾与巴力亲嘴的。” 19于是，以利亚离开那里走了，遇见沙法的儿子以利沙耕地，在他前头有十二对牛，自己赶着第十二对。以利亚到他那里去，将自己的外衣搭在他身上。 20以利沙就离开牛跑到以利亚那里，说：“求你容我先与父母亲嘴，然后我便跟随你。”以利亚对他说：“你回去吧！我向你作了什么呢？” 21以利沙就离开他回去，宰了一对牛，用套牛的器具煮肉给民吃，随后就起身跟随以利亚，服侍他。'
            },
            psalm:{
                title:'诗篇16',
                content:'1神啊，求你保佑我，因为我投靠你。  2我的心哪，你曾对耶和华说：“你是我的主，我的好处不在你以外。”  3论到世上的圣民，他们又美又善，是我最喜悦的。  4以别神代替耶和华的（或作“送礼物给别神的”），他们的愁苦必加增；他们所浇奠的血我不献上；我嘴唇也不提别神的名号。  5耶和华是我的产业，是我杯中的份；我所得的，你为我持守。  6用绳量给我的地界，坐落在佳美之处；我的产业实在美好。  7我必称颂那指教我的耶和华，我的心肠在夜间也警戒我。  8我将耶和华常摆在我面前，因他在我右边，我便不至摇动。  9因此，我的心欢喜，我的灵（原文作“荣耀”）快乐，我的肉身也要安然居住。  10因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。  11你必将生命的道路指示我。在你面前有满足的喜乐，在你右手中有永远的福乐。'
            },
            secondReading:{
                title:'哥林多前书1:18-25',
                content:'18因为十字架的道理，在那灭亡的人为愚拙，在我们得救的人却为神的大能。 19就如经上所记：“我要灭绝智慧人的智慧，废弃聪明人的聪明。” 20智慧人在哪里？文士在哪里？这世上的辩士在哪里？神岂不是叫这世上的智慧变成愚拙吗？ 21世人凭自己的智慧，既不认识神，神就乐意用人所当作愚拙的道理拯救那些信的人，这就是神的智慧了。 22犹太人是要神迹，希腊人是求智慧； 23我们却是传钉十字架的基督。在犹太人为绊脚石，在外邦人为愚拙， 24但在那蒙召的，无论是犹太人、希腊人，基督总为神的能力，神的智慧。 25因神的愚拙总比人智慧，神的软弱总比人强壮。'
            },
            secondReadingOptional:{
                title:'彼得前书3:8-15',
                content:'8总而言之，你们都要同心，彼此体恤，相爱如弟兄，存慈怜谦卑的心。 9不以恶报恶、以辱骂还辱骂，倒要祝福，因你们是为此蒙召，好叫你们承受福气。  10因为经上说：“人若爱生命，愿享美福，须要禁止舌头不出恶言，嘴唇不说诡诈的话； 11也要离恶行善，寻求和睦，一心追赶。 12因为主的眼看顾义人，主的耳听他们的祈祷；惟有行恶的人，主向他们变脸。”  13你们若是热心行善，有谁害你们呢？ 14你们就是为义受苦，也是有福的。不要怕人的威吓，也不要惊慌（“的威吓”或作“所怕的”）， 15只要心里尊主基督为圣。有人问你们心中盼望的缘由，就要常作准备，以温柔、敬畏的心回答各人。'
            },
            gospel:{
                title:'路加福音5:1-11',
                content:'1耶稣站在革尼撒勒湖边，众人拥挤他，要听神的道。 2他见有两只船湾在湖边，打鱼的人却离开船洗网去了。 3有一只船是西门的。耶稣就上去，请他把船撑开，稍微离岸，就坐下，从船上教训众人。 4讲完了，对西门说：“把船开到水深之处，下网打鱼。” 5西门说：“夫子，我们整夜劳力，并没有打着什么。但依从你的话，我就下网。” 6他们下了网，就圈住许多鱼，网险些裂开， 7便招呼那只船上的同伴来帮助。他们就来，把鱼装满了两只船，甚至船要沉下去。 8西门彼得看见，就俯伏在耶稣膝前，说：“主啊，离开我，我是个罪人！” 9他和一切同在的人都惊讶这一网所打的鱼。 10他的伙伴西庇太的儿子雅各、约翰也是这样。耶稣对西门说：“不要怕！从今以后，你要得人了。” 11他们把两只船拢了岸，就撇下所有的，跟从了耶稣。'
            }
        },
        holyTrinity6:{
            firstReading:{
                title:'出埃及记20:1-17',
                content:'1神吩咐这一切的话，说： 2“我是耶和华你的神，曾将你从埃及地为奴之家领出来。  3“除了我以外，你不可有别的神。  4“不可为自己雕刻偶像；也不可作什么形像仿佛上天、下地和地底下、水中的百物。 5不可跪拜那些像；也不可侍奉它，因为我耶和华你的神，是忌邪的神。恨我的，我必追讨他的罪，自父及子，直到三四代； 6爱我、守我诫命的，我必向他们发慈爱，直到千代。  7“不可妄称耶和华你神的名；因为妄称耶和华名的，耶和华必不以他为无罪。  8“当记念安息日，守为圣日。 9六日要劳碌作你一切的工， 10但第七日是向耶和华你神当守的安息日。这一日你和你的儿女、仆婢、牲畜，并你城里寄居的客旅，无论何工都不可作， 11因为六日之内，耶和华造天、地、海和其中的万物，第七日便安息，所以耶和华赐福与安息日，定为圣日。  12“当孝敬父母，使你的日子在耶和华你神所赐你的地上得以长久。  13“不可杀人。  14“不可奸淫。  15“不可偷盗。  16“不可作假见证陷害人。  17“不可贪恋人的房屋；也不可贪恋人的妻子、仆婢、牛驴，并他一切所有的。”'
            },
            psalm:{
                title:'诗篇19',
                content:'1诸天述说神的荣耀，穹苍传扬他的手段。  2这日到那日发出言语，这夜到那夜传出知识。  3无言无语，也无声音可听。  4他的量带通遍天下，他的言语传到地极。神在其间为太阳安设帐幕。  5太阳如同新郎出洞房，又如勇士欢然奔路。  6它从天这边出来，绕到天那边，没有一物被隐藏不得它的热气。  7耶和华的律法全备，能苏醒人心；耶和华的法度确定，能使愚人有智慧；  8耶和华的训词正直，能快活人的心；耶和华的命令清洁，能明亮人的眼目；  9耶和华的道理洁净，存到永远；耶和华的典章真实，全然公义。  10都比金子可羡慕，且比极多的精金可羡慕；比蜜甘甜，且比蜂房下滴的蜜甘甜。  11况且你的仆人因此受警戒，守着这些便有大赏。  12谁能知道自己的错失呢？愿你赦免我隐而未现的过错。  13求你拦阻仆人不犯任意妄为的罪，不容这罪辖制我，我便完全，免犯大罪。  14耶和华我的磐石，我的救赎主啊，愿我口中的言语，心里的意念，在你面前蒙悦纳。'
            },
            secondReading:{
                title:'罗马书6:(1-2)3-11',
                content:'1这样，怎么说呢？我们可以仍在罪中，叫恩典显多吗？ 2断乎不可！我们在罪上死了的人岂可仍在罪中活着呢？ 3岂不知我们这受洗归入基督耶稣的人，是受洗归入他的死吗？ 4所以我们藉着洗礼归入死，和他一同埋葬，原是叫我们一举一动有新生的样式，像基督藉着父的荣耀从死里复活一样。 5我们若在他死的形状上与他联合，也要在他复活的形状上与他联合。 6因为知道我们的旧人和他同钉十字架，使罪身灭绝，叫我们不再作罪的奴仆。 7因为已死的人是脱离了罪， 8我们若是与基督同死，就信必与他同活。 9因为知道基督既从死里复活，就不再死，死也不再作他的主了。 10他死是向罪死了，只有一次；他活是向神活着。 11这样，你们向罪也当看自己是死的；向神在基督耶稣里，却当看自己是活的。'
            },
            gospel:{
                title:'马太福音5:(17-19)20-26',
                content:'【17“莫想我来要废掉律法和先知；我来不是要废掉，乃是要成全。 18我实在告诉你们，就是到天地都废去了，律法的一点一画也不能废去，都要成全。 19所以，无论何人废掉这诫命中最小的一条，又教训人这样作，他在天国要称为最小的；但无论何人遵行这诫命，又教训人遵行，他在天国要称为大的。 】20我告诉你们：你们的义若不胜于文士和法利赛人的义，断不能进天国。” 21“你们听见有吩咐古人的话，说：‘不可杀人’，又说：‘凡杀人的，难免受审判。’ 22只是我告诉你们：凡向弟兄动怒的，难免受审判（有古卷在“凡”字下添“无缘无故地”）。凡骂弟兄是拉加的，难免公会的审断；凡骂弟兄是魔利的，难免地狱的火。 23所以，你在祭坛上献礼物的时候，若想起弟兄向你怀怨， 24就把礼物留在坛前，先去同弟兄和好，然后来献礼物。 25你同告你的对头还在路上，就赶紧与他和息，恐怕他把你送给审判官，审判官交付衙役，你就下在监里了。 26我实在告诉你，若有一文钱没有还清，你断不能从那里出来。”'
            }
        },
        holyTrinity7:{
            firstReading:{
                title:'创世记2:7-17',
                content:'7耶和华神用地上的尘土造人，将生气吹在他鼻孔里，他就成了有灵的活人，名叫亚当。 8耶和华神在东方的伊甸立了一个园子，把所造的人安置在那里。 9耶和华神使各样的树从地里长出来，可以悦人的眼目，其上的果子好作食物。园子当中又有生命树和分别善恶的树。 10有河从伊甸流出来滋润那园子，从那里分为四道： 11第一道名叫比逊，就是环绕哈腓拉全地的。在那里有金子， 12并且那地的金子是好的；在那里又有珍珠和红玛瑙。 13第二道河名叫基训，就是环绕古实全地的。 14第三道河名叫底格里斯，流在亚述的东边。第四道河就是幼发拉底河。  15耶和华神将那人安置在伊甸园，使他修理看守。 16耶和华神吩咐他说：“园中各样树上的果子，你可以随意吃， 17只是分别善恶树上的果子，你不可吃，因为你吃的日子必定死。”'
            },
            psalm:{
                title:'诗篇33:1-11',
                content:'1义人哪，你们应当靠耶和华欢乐，正直人的赞美是合宜的。  2你们应当弹琴称谢耶和华，用十弦瑟歌颂他。  3应当向他唱新歌，弹得巧妙，声音洪亮。  4因为耶和华的言语正直，凡他所作的尽都诚实。  5他喜爱仁义公平，遍地满了耶和华的慈爱。  6诸天藉耶和华的命而造，万象藉他口中的气而成。  7他聚集海水如垒，收藏深洋在库房。  8愿全地都敬畏耶和华，愿世上的居民都惧怕他。  9因为他说有，就有；命立，就立。  10耶和华使列国的筹算归于无有，使众民的思念无有功效。  11耶和华的筹算永远立定，他心中的思念万代常存。'
            },
            secondReading:{
                title:'罗马书6:19-23',
                content:'19我因你们肉体的软弱，就照人的常话对你们说：你们从前怎样将肢体献给不洁、不法作奴仆，以至于不法；现今也要照样将肢体献给义作奴仆，以至于成圣。 20因为你们作罪之奴仆的时候，就不被义约束了。 21你们现今所看为羞耻的事，当日有什么果子呢？那些事的结局就是死； 22但现今你们既从罪里得了释放，作了神的奴仆，就有成圣的果子，那结局就是永生。 23因为罪的工价乃是死；惟有神的恩赐，在我们的主基督耶稣里，乃是永生。'
            },
            gospel:{
                title:'马可福音8:1-9',
                content:'1那时，又有许多人聚集，并没有什么吃的。耶稣叫门徒来，说： 2“我怜悯这众人，因为他们同我在这里已经三天，也没有吃的了。 3我若打发他们饿着回家，就必在路上困乏，因为其中有从远处来的。” 4门徒回答说：“在这野地，从哪里能得饼，叫这些人吃饱呢？” 5耶稣问他们说：“你们有多少饼？”他们说：“七个。” 6他吩咐众人坐在地上，就拿着这七个饼祝谢了，擘开，递给门徒，叫他们摆开，门徒就摆在众人面前。 7又有几条小鱼，耶稣祝了福，就吩咐也摆在众人面前。 8众人都吃，并且吃饱了，收拾剩下的零碎，有七筐子。 9人数约有四千。耶稣打发他们走了'
            }
        },
        holyTrinity8:{
            firstReading:{
                title:'耶利米书23:16-29',
                content:'16万军之耶和华如此说：“这些先知向你们说预言，你们不要听他们的话。他们以虚空教训你们，所说的异象，是出于自己的心，不是出于耶和华的口。 17他们常对藐视我的人说：‘耶和华说：你们必享平安。’又对一切按自己顽梗之心而行的人说：‘必没有灾祸临到你们。’  18有谁站在耶和华的会中，得以听见并会悟他的话呢？有谁留心听他的话呢？  19看哪，耶和华的忿怒好像暴风，已经发出，是暴烈的旋风，必转到恶人的头上。  20耶和华的怒气必不转消，直到他心中所拟定的成就了。末后的日子你们要全然明白。  21“我没有打发那些先知，他们竟自奔跑；我没有对他们说话，他们竟自预言。  22他们若是站在我的会中，就必使我的百姓听我的话，又使他们回头离开恶道和他们所行的恶。”  23耶和华说：“我岂为近处的神呢？不也为远处的神吗？” 24耶和华说：“人岂能在隐密处藏身，使我看不见他呢？”耶和华说：“我岂不充满天地吗？ 25我已听见那些先知所说的，就是托我名说的假预言，他们说：‘我作了梦，我作了梦。’ 26说假预言的先知，就是预言本心诡诈的先知，他们这样存心要到几时呢？ 27他们各人将所作的梦对邻舍述说，想要使我的百姓忘记我的名，正如他们列祖因巴力忘记我的名一样。 28得梦的先知，可以述说那梦；得我话的人，可以诚实讲说我的话。糠秕怎能与麦子比较呢？这是耶和华说的。” 29耶和华说：“我的话岂不像火，又像能打碎磐石的大锤吗？”'
            },
            psalm:{
                title:'诗篇26',
                content:'1耶和华啊，求你为我伸冤，因我向来行事纯全，我又倚靠耶和华并不摇动。  2耶和华啊，求你察看我，试验我，熬炼我的肺腑心肠。  3因为你的慈爱常在我眼前，我也按你的真理而行。  4我没有和虚谎人同坐，也不与瞒哄人的同群；  5我恨恶恶人的会，必不与恶人同坐。  6耶和华啊，我要洗手表明无辜，才环绕你的祭坛；  7我好发称谢的声音，也要述说你一切奇妙的作为。  8耶和华啊，我喜爱你所住的殿和你显荣耀的居所。  9不要把我的灵魂和罪人一同除掉，不要把我的性命和流人血的一同除掉；  10他们的手中有奸恶，右手满有贿赂。  11至于我，却要行事纯全。求你救赎我，怜恤我。  12我的脚站在平坦地方，在众会中我要称颂耶和华。'
            },
            secondReading:{
                title:'使徒行传20:27-38',
                content:'27因为神的旨意，我并没有一样避讳不传给你们的。 28圣灵立你们作全群的监督，你们就当为自己谨慎，也为全群谨慎，牧养神的教会，就是他用自己血所买来的（或作“救赎的”）。 29我知道我去之后，必有凶暴的豺狼进入你们中间，不爱惜羊群。 30就是你们中间，也必有人起来，说悖谬的话，要引诱门徒跟从他们。 31所以你们应当警醒，记念我三年之久昼夜不住地流泪，劝戒你们各人。 32如今我把你们交托神和他恩惠的道。这道能建立你们，叫你们和一切成圣的人同得基业。 33我未曾贪图一个人的金、银、衣服。 34我这两只手常供给我和同人的需用，这是你们自己知道的。 35我凡事给你们作榜样，叫你们知道应当这样劳苦，扶助软弱的人，又当记念主耶稣的话，说：‘施比受更为有福。’”  36保罗说完了这话，就跪下同众人祷告。 37众人痛哭，抱着保罗的颈项，和他亲嘴。 38叫他们最伤心的，就是他说“以后不能再见我的面”那句话，于是送他上船去了。'
            },
            secondReadingOptional:{
                title:'罗马书8:12-17',
                content:'12弟兄们，这样看来，我们并不是欠肉体的债，去顺从肉体活着。 13你们若顺从肉体活着必要死，若靠着圣灵治死身体的恶行必要活着。 14因为凡被神的灵引导的，都是神的儿子。 15你们所受的不是奴仆的心，仍旧害怕；所受的乃是儿子的心，因此我们呼叫：“阿爸，父！” 16圣灵与我们的心同证我们是神的儿女； 17既是儿女，便是后嗣，就是神的后嗣，和基督同作后嗣。如果我们和他一同受苦，也必和他一同得荣耀。'
            },
            gospel:{
                title:'马太福音7:15-23',
                content:'15“你们要防备假先知，他们到你们这里来，外面披着羊皮，里面却是残暴的狼。 16凭着他们的果子，就可以认出他们来。荆棘上岂能摘葡萄呢？蒺藜里岂能摘无花果呢？ 17这样，凡好树都结好果子；惟独坏树结坏果子。 18好树不能结坏果子，坏树不能结好果子。 19凡不结好果子的树，就砍下来丢在火里。 20所以，凭着他们的果子，就可以认出他们来。” 21“凡称呼我‘主啊，主啊’的人不能都进天国；惟独遵行我天父旨意的人，才能进去。 22当那日，必有许多人对我说：‘主啊，主啊，我们不是奉你的名传道，奉你的名赶鬼，奉你的名行许多异能吗？’ 23我就明明地告诉他们说：‘我从来不认识你们，你们这些作恶的人，离开我去吧！’”'
            }
        },
        holyTrinity9:{
            firstReading:{
                title:'撒母耳记下22:26-34',
                content:'26慈爱的人，你以慈爱待他；完全的人，你以完全待他；  27清洁的人，你以清洁待他；乖僻的人，你以弯曲待他。  28困苦的百姓，你必拯救。但你的眼目察看高傲的人，使他降卑。  29耶和华啊，你是我的灯，耶和华必照明我的黑暗。  30我藉着你冲入敌军，藉着我的神跳过墙垣。  31至于神，他的道是完全的；耶和华的话，是炼净的。凡投靠他的，他便作他们的盾牌。  32除了耶和华，谁是神呢？除了我们的神，谁是磐石呢？  33神是我坚固的保障，他引导完全人行他的路。  34他使我的脚快如母鹿的蹄，又使我在高处安稳。'
            },
            psalm:{
                title:'诗篇51:1-12',
                content:'1神啊，求你按你的慈爱怜恤我，按你丰盛的慈悲涂抹我的过犯。  2求你将我的罪孽洗除净尽，并洁除我的罪。  3因为我知道我的过犯，我的罪常在我面前。  4我向你犯罪，惟独得罪了你，在你眼前行了这恶，以致你责备我的时候显为公义；判断我的时候显为清正。  5我是在罪孽里生的，在我母亲怀胎的时候就有了罪。  6你所喜爱的是内里诚实；你在我隐密处必使我得智慧。  7求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。  8求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。  9求你掩面不看我的罪，涂抹我一切的罪孽。  10神啊，求你为我造清洁的心，使我里面重新有正直的灵（“正直”或作“坚定”）。  11不要丢弃我，使我离开你的面；不要从我收回你的圣灵。  12求你使我仍得救恩之乐，赐我乐意的灵扶持我；'
            },
            secondReading:{
                title:'哥林多前书10:6-13',
                content:'6这些事都是我们的鉴戒，叫我们不要贪恋恶事，像他们那样贪恋的； 7也不要拜偶像，像他们有人拜的。如经上所记：“百姓坐下吃喝，起来玩耍。” 8我们也不要行奸淫，像他们有人行的，一天就倒毙了二万三千人； 9也不要试探主（“主”有古卷作“基督”），像他们有人试探的，就被蛇所灭； 10你们也不要发怨言，像他们有发怨言的，就被灭命的所灭。 11他们遭遇这些事都要作为鉴戒，并且写在经上，正是警戒我们这末世的人。 12所以，自己以为站得稳的，须要谨慎，免得跌倒。 13你们所遇见的试探，无非是人所能受的。神是信实的，必不叫你们受试探过于所能受的。在受试探的时候，总要给你们开一条出路，叫你们能忍受得住。'
            },
            gospel:{
                title:'路加福音16:1-13',
                content:'1耶稣又对门徒说：“有一个财主的管家，别人向他主人告他浪费主人的财物。 2主人叫他来，对他说：‘我听见你这事怎么样呢？把你所经管的交代明白，因你不能再作我的管家。’ 3那管家心里说：‘主人辞我，不用我再作管家，我将来作什么？锄地呢，无力；讨饭呢？怕羞。 4我知道怎么行，好叫人在我不作管家之后，接我到他们家里去。’ 5于是，把欠他主人债的，一个一个地叫了来，问头一个说：‘你欠我主人多少？’ 6他说：‘一百篓油（每篓约五十斤）。’管家说：‘拿你的账，快坐下，写五十。’ 7又问一个说：‘你欠多少？’他说：‘一百石麦子。’管家说：‘拿你的账，写八十。’ 8主人就夸奖这不义的管家作事聪明，因为今世之子，在世事之上，较比光明之子更加聪明。 9我又告诉你们：要藉着那不义的钱财结交朋友，到了钱财无用的时候，他们可以接你们到永存的帐幕里去。 10人在最小的事上忠心，在大事上也忠心；在最小的事上不义，在大事上也不义。 11倘若你们在不义的钱财上不忠心，谁还把那真实的钱财托付你们呢？ 12倘若你们在别人的东西上不忠心，谁还把你们自己的东西给你们呢？ 13一个仆人不能侍奉两个主，不是恶这个爱那个，就是重这个轻那个；你们不能又侍奉神，又侍奉玛门。”'
            }
        },
        holyTrinity10:{
            firstReading:{
                title:'耶利米书8:4-12',
                content:'4你要对他们说，耶和华如此说：“人跌倒，不再起来吗？人转去，不再转来吗？  5这耶路撒冷的民为何恒久背道呢？他们守定诡诈，不肯回头。  6我留心听，听见他们说不正直的话，无人悔改恶行，说：‘我作的是什么呢？’他们各人转奔己路，如马直闯战场。  7空中的鹳鸟知道来去的定期，斑鸠、燕子与白鹤，也守候当来的时令；我的百姓，却不知道耶和华的法则。  8“你们怎么说：‘我们有智慧，耶和华的律法在我们这里’？看哪，文士的假笔舞弄虚假，  9智慧人惭愧，惊惶，被擒拿；他们弃掉耶和华的话，心里还有什么智慧呢？  10所以我必将他们的妻子给别人，将他们的田地给别人为业。因为他们从最小的到至大的都一味地贪婪，从先知到祭司都行事虚谎。  11他们轻轻忽忽地医治我百姓的损伤，说：‘平安了！平安了！’其实没有平安。  12他们行可憎的事知道惭愧吗？不然，他们毫不惭愧，也不知羞耻。因此他们必在仆倒的人中仆倒；我向他们讨罪的时候，他们必致跌倒。”这是耶和华说的。'
            },
            firstReadingOptional:{
                title:'耶利米书7:1-11',
                content:'1耶和华的话临到耶利米说： 2“你当站在耶和华殿的门口，在那里宣传这话说：你们进这些门敬拜耶和华的一切犹大人，当听耶和华的话。 3万军之耶和华以色列的神如此说：你们改正行动作为，我就使你们在这地方仍然居住。 4你们不要倚靠虚谎的话，说：‘这些是耶和华的殿，是耶和华的殿，是耶和华的殿。’  5“你们若实在改正行动作为，在人和邻舍中间诚然施行公平， 6不欺压寄居的和孤儿寡妇，在这地方不流无辜人的血，也不随从别神陷害自己， 7我就使你们在这地方仍然居住，就是我古时所赐给你们列祖的地，直到永远。  8“看哪，你们倚靠虚谎无益的话， 9你们偷盗、杀害、奸淫、起假誓、向巴力烧香，并随从素不认识的别神； 10且来到这称为我名下的殿，在我面前敬拜。又说：‘我们可以自由了！’你们这样的举动是要行那些可憎的事吗？ 11这称为我名下的殿在你们眼中岂可看为贼窝吗？我都看见了。这是耶和华说的。'
            },
            psalm:{
                title:'诗篇92',
                content:'1称谢耶和华，歌颂你至高者的名。  2用十弦的乐器和瑟，用琴弹幽雅的声音。早晨传扬你的慈爱，每夜传扬你的信实。这本为美事。  3 4因你耶和华藉着你的作为叫我高兴，我要因你手的工作欢呼。  5耶和华啊，你的工作何其大，你的心思极其深！  6畜类人不晓得，愚顽人也不明白。  7恶人茂盛如草，一切作孽之人发旺的时候，正是他们要灭亡，直到永远。  8惟你耶和华是至高，直到永远。  9耶和华啊，你的仇敌都要灭亡，一切作孽的也要离散。  10你却高举了我的角，如野牛的角。我是被新油膏了的。  11我眼睛看见仇敌遭报，我耳朵听见那些起来攻击我的恶人受罚。  12义人要发旺如棕树，生长如黎巴嫩的香柏树。  13他们栽于耶和华的殿中，发旺在我们神的院里。  14他们年老的时候仍要结果子，要满了汁浆而常发青，  15好显明耶和华是正直的。他是我的磐石，在他毫无不义。'
            },
            secondReading:{
                title:'罗马书9:30-10:4',
                content:'30这样，我们可说什么呢？那本来不追求义的外邦人反得了义，就是因信而得的义； 31但以色列人追求律法的义，反得不着律法的义。 32这是什么缘故呢？是因为他们不凭着信心求，只凭着行为求，他们正跌在那绊脚石上。 33就如经上所记：“我在锡安放一块绊脚的石头，跌人的盘石，信靠他的人必不至于羞愧。” 1弟兄们，我心里所愿的，向神所求的，是要以色列人得救。 2我可以证明他们向神有热心，但不是按着真知识。 3因为不知道神的义，想要立自己的义，就不服神的义了。 4律法的总结就是基督，使凡信他的都得着义。'
            },
            secondReadingOptional:{
                title:'哥林多前书12:1-11',
                content:'1弟兄们，论到属灵的恩赐，我不愿意你们不明白。 2你们作外邦人的时候，随事被牵引、受迷惑，去服侍那哑巴偶像，这是你们知道的。 3所以我告诉你们：被神的灵感动的，没有说耶稣是可咒诅的；若不是被圣灵感动的，也没有能说耶稣是主的。  4恩赐原有分别，圣灵却是一位； 5职事也有分别，主却是一位； 6功用也有分别，神却是一位，在众人里面运行一切的事。 7圣灵显在各人身上，是叫人得益处。 8这人蒙圣灵赐他智慧的言语，那人也蒙这位圣灵赐他知识的言语， 9又有一人蒙这位圣灵赐他信心，还有一人蒙这位圣灵赐他医病的恩赐。 10又叫一人能行异能，又叫一人能作先知，又叫一人能辨别诸灵，又叫一人能说方言，又叫一人能翻方言。 11这一切都是这位圣灵所运行，随己意分给各人的。'
            },
            gospel:{
                title:'路加福音19:41-48',
                content:'41耶稣快到耶路撒冷，看见城，就为它哀哭， 42说：“巴不得你在这日子知道关系你平安的事，无奈这事现在是隐藏的，叫你的眼看不出来。 43因为日子将到，你的仇敌必筑起土垒，周围环绕你，四面困住你。 44并要扫灭你和你里头的儿女，连一块石头也不留在石头上，因你不知道眷顾你的时候。” 45耶稣进了殿，赶出里头作买卖的人， 46对他们说：“经上说：‘我的殿必作祷告的殿’，你们倒使它成为贼窝了。”  47耶稣天天在殿里教训人。祭司长和文士与百姓的尊长都想要杀他， 48但寻不出法子来，因为百姓都侧耳听他。'
            }
        },
        holyTrinity11:{
            firstReading:{
                title:'创世记4:1-15',
                content:'1有一日，那人和他妻子夏娃同房，夏娃就怀孕，生了该隐（就是“得”的意思），便说：“耶和华使我得了一个男子。” 2又生了该隐的兄弟亚伯。亚伯是牧羊的，该隐是种地的。 3有一日，该隐拿地里的出产为供物献给耶和华； 4亚伯也将他羊群中头生的和羊的脂油献上。耶和华看中了亚伯和他的供物， 5只是看不中该隐和他的供物。该隐就大大的发怒，变了脸色。 6耶和华对该隐说：“你为什么发怒呢？你为什么变了脸色呢？ 7你若行得好，岂不蒙悦纳？你若行得不好，罪就伏在门前。它必恋慕你，你却要制伏它。”  8该隐与他兄弟亚伯说话，二人正在田间，该隐起来打他兄弟亚伯，把他杀了。 9耶和华对该隐说：“你兄弟亚伯在哪里？”他说：“我不知道！我岂是看守我兄弟的吗？” 10耶和华说：“你作了什么事呢？你兄弟的血有声音从地里向我哀告。 11地开了口，从你手里接受你兄弟的血。现在你必从这地受咒诅。 12你种地，地不再给你效力，你必流离飘荡在地上。” 13该隐对耶和华说：“我的刑罚太重，过于我所能当的。 14你如今赶逐我离开这地，以致不见你面。我必流离飘荡在地上，凡遇见我的必杀我。” 15耶和华对他说：“凡杀该隐的，必遭报七倍。”耶和华就给该隐立一个记号，免得人遇见他就杀他。'
            },
            psalm:{
                title:'诗篇50:7-23',
                content:'7“我的民哪，你们当听我的话；以色列啊，我要劝戒你。我是神，是你的神。  8我并不因你的祭物责备你，你的燔祭常在我面前。  9我不从你家中取公牛，也不从你圈内取山羊。  10因为树林中的百兽是我的，千山上的牲畜也是我的。  11山中的飞鸟，我都知道；野地的走兽也都属我。  12我若是饥饿，我不用告诉你，因为世界和其中所充满的都是我的。  13我岂吃公牛的肉呢？我岂喝山羊的血呢？  14你们要以感谢为祭献与神，又要向至高者还你的愿，  15并要在患难之日求告我，我必搭救你，你也要荣耀我。”  16但神对恶人说：“你怎敢传说我的律例，口中提到我的约呢？  17其实你恨恶管教，将我的言语丢在背后。  18你见了盗贼，就乐意与他同伙，又与行奸淫的人一同有份。  19你口任说恶言，你舌编造诡诈。  20你坐着毁谤你的兄弟，谗毁你亲母的儿子。  21你行了这些事，我还闭口不言，你想我恰和你一样；其实我要责备你，将这些事摆在你眼前。  22你们忘记神的，要思想这事，免得我把你们撕碎，无人搭救。  23凡以感谢献上为祭的便是荣耀我。那按正路而行的，我必使他得着我的救恩。”'
            },
            secondReading:{
                title:'以弗所书2:1-10',
                content:'1你们死在过犯罪恶之中，他叫你们活过来。 2那时，你们在其中行事为人，随从今世的风俗，顺从空中掌权者的首领，就是现今在悖逆之子心中运行的邪灵。 3我们从前也都在他们中间，放纵肉体的私欲，随着肉体和心中所喜好的去行，本为可怒之子，和别人一样。 4然而神既有丰富的怜悯，因他爱我们的大爱， 5当我们死在过犯中的时候，便叫我们与基督一同活过来（你们得救是本乎恩）。 6他又叫我们与基督耶稣一同复活，一同坐在天上， 7要将他极丰富的恩典，就是他在基督耶稣里向我们所施的恩慈，显明给后来的世代看。 8你们得救是本乎恩，也因着信。这并不是出于自己，乃是神所赐的； 9也不是出于行为，免得有人自夸。 10我们原是他的工作，在基督耶稣里造成的，为要叫我们行善，就是神所预备叫我们行的。'
            },
            secondReadingOptional:{
                title:'哥林多前书15:1-10',
                content:'1弟兄们，我如今把先前所传给你们的福音，告诉你们知道。这福音你们也领受了，又靠着站立得住； 2并且你们若不是徒然相信，能以持守我所传给你们的，就必因这福音得救。 3我当日所领受又传给你们的，第一，就是基督照圣经所说，为我们的罪死了， 4而且埋葬了，又照圣经所说，第三天复活了， 5并且显给矶法看，然后显给十二使徒看， 6后来一时显给五百多弟兄看，其中一大半到如今还在，却也有已经睡了的。 7以后显给雅各看，再显给众使徒看， 8末了，也显给我看。我如同未到产期而生的人一般。 9我原是使徒中最小的，不配称为使徒，因为我从前逼迫神的教会。 10然而我今日成了何等人，是蒙神的恩才成的；并且他所赐我的恩不是徒然的。我比众使徒格外劳苦，这原不是我，乃是神的恩与我同在。'
            },
            gospel:{
                title:'路加福音18:9-14',
                content:'9耶稣向那些仗着自己是义人，藐视别人的，设一个比喻， 10说：“有两个人上殿里去祷告：一个是法利赛人，一个是税吏。 11法利赛人站着，自言自语地祷告说：‘神啊，我感谢你，我不像别人勒索、不义、奸淫，也不像这个税吏。 12我一个礼拜禁食两次，凡我所得的，都捐上十分之一。’ 13那税吏远远地站着，连举目望天也不敢，只捶着胸说：‘神啊，开恩可怜我这个罪人！’ 14我告诉你们：这人回家去比那人倒算为义了。因为，凡自高的，必降为卑；自卑的，必升为高。”'
            }
        },
        holyTrinity12:{
            firstReading:{
                title:'以赛亚书29:17-24',
                content:'17黎巴嫩变为肥田，肥田看如树林，不是只有一点点时候吗？  18那时，聋子必听见这书上的话；瞎子的眼必从迷蒙黑暗中得以看见。  19谦卑人必因耶和华增添欢喜；人间贫穷的必因以色列的圣者快乐。  20因为强暴人已归无有，亵慢人已经灭绝；一切找机会作孽的都被剪除。  21他们在争讼的事上，定无罪的为有罪，为城门口责备人的设下网罗，用虚无的事屈枉义人。  22所以，救赎亚伯拉罕的耶和华论雅各家如此说：“雅各必不再羞愧，面容也不至变色。  23但他看见他的众子，就是我手的工作在他那里，他们必尊我的名为圣，必尊雅各的圣者为圣，必敬畏以色列的神。  24心中迷糊的必得明白；发怨言的必受训诲。”'
            },
            psalm:{
                title:'诗篇146',
                content:'1你们要赞美耶和华！我的心哪，你要赞美耶和华！  2我一生要赞美耶和华。我还活的时候，要歌颂我的神。  3你们不要倚靠君王，不要倚靠世人，他一点不能帮助。  4他的气一断，就归回尘土。他所打算的，当日就消灭了。  5以雅各的神为帮助、仰望耶和华他神的，这人便为有福。  6耶和华造天、地、海和其中的万物，他守诚实，直到永远。  7他为受屈的伸冤，赐食物与饥饿的。耶和华释放被囚的。  8耶和华开了瞎子的眼睛。耶和华扶起被压下的人。耶和华喜爱义人。  9耶和华保护寄居的，扶持孤儿和寡妇，却使恶人的道路弯曲。  10耶和华要作王，直到永远。锡安哪，你的神要作王，直到万代。你们要赞美耶和华！'
            },
            secondReading:{
                title:'哥林多后书3:4-11',
                content:'4我们因基督，所以在神面前才有这样的信心。 5并不是我们凭自己能承担什么事，我们所能承担的，乃是出于神。 6他叫我们能承当这新约的执事。不是凭着字句，乃是凭着精意。因为那字句是叫人死，精意是叫人活（“精意”或作“圣灵”）。 7那用字刻在石头上属死的职事尚且有荣光，甚至以色列人因摩西面上的荣光，不能定睛看他的脸，这荣光原是渐渐退去的， 8何况那属灵的职事岂不更有荣光吗？ 9若是定罪的职事有荣光，那称义的职事荣光就越发大了。 10那从前有荣光的，因这极大的荣光就算不得有荣光了。 11若那废掉的有荣光，这长存的就更有荣光了。'
            },
            secondReadingOptional:{
                title:'罗马书10:9-17',
                content:'9你若口里认耶稣为主，心里信神叫他从死里复活，就必得救。 10因为人心里相信，就可以称义；口里承认，就可以得救。 11经上说：“凡信他的人，必不至于羞愧。” 12犹太人和希腊人并没有分别；因为众人同有一位主，他也厚待一切求告他的人。 13因为“凡求告主名的，就必得救”。 14然而人未曾信他，怎能求他呢？未曾听见他，怎能信他呢？没有传道的，怎能听见呢？ 15若没有奉差遣，怎能传道呢？如经上所记：“报福音传喜信的人，他们的脚踪何等佳美！” 16只是人没有都听从福音。因为以赛亚说：“主啊，我们所传的有谁信呢？” 17可见信道是从听道来的，听道是从基督的话来的。'
            },
            gospel:{
                title:'马可福音7:31-37',
                content:'31耶稣又离了推罗的境界，经过西顿，就从低加波利境内来到加利利海。 32有人带着一个耳聋舌结的人来见耶稣，求他按手在他身上。 33耶稣领他离开众人，到一边去，就用指头探他的耳朵，吐唾沫抹他的舌头， 34望天叹息，对他说：“以法大！”就是说：“开了吧！” 35他的耳朵就开了，舌结也解了，说话也清楚了。 36耶稣嘱咐他们不要告诉人，但他越发嘱咐，他们越发传扬开了。 37众人分外希奇，说：“他所作的事都好，他连聋子也叫他们听见，哑巴也叫他们说话。”'
            }
        },
        holyTrinity13:{
            firstReading:{
                title:'历代志下28:8-15',
                content:'8以色列人掳了他们的弟兄，连妇人带儿女共有二十万，又掠了许多的财物，带到撒玛利亚去了。 9但那里有耶和华的一个先知，名叫俄德，出来迎接往撒玛利亚去的军兵，对他们说：“因为耶和华你们列祖的神恼怒犹大人，所以将他们交在你们手里，你们竟怒气冲天，大行杀戮。 10如今你们又有意强逼犹大人和耶路撒冷人作你们的奴婢，你们岂不也有得罪耶和华你们神的事吗？ 11现在你们当听我说，要将掳来的弟兄释放回去，因为耶和华向你们已经大发烈怒。” 12于是，以法莲人的几个族长，就是约哈难的儿子亚撒利雅、米实利末的儿子比利家、沙龙的儿子耶希西家、哈得莱的儿子亚玛撒起来拦挡出兵回来的人， 13对他们说：“你们不可带进这被掳的人来，你们想要使我们得罪耶和华，加增我们的罪恶过犯，因为我们的罪过甚大，已经有烈怒临到以色列人了。”  14于是带兵器的人，将掳来的人口和掠来的财物都留在众首领和会众的面前。 15以上提名的那些人就站起，使被掳的人前来，其中有赤身的，就从所掠的财物中拿出衣服和鞋来，给他们穿，又给他们吃喝，用膏抹他们。其中有软弱的，就使他们骑驴，送到棕树城耶利哥他们弟兄那里，随后就回撒玛利亚去了。'
            },
            psalm:{
                title:'诗篇32',
                content:'1得赦免其过、遮盖其罪的，这人是有福的。  2凡心里没有诡诈，耶和华不算为有罪的，这人是有福的。  3我闭口不认罪的时候，因终日唉哼而骨头枯干。  4黑夜白日，你的手在我身上沉重；我的精液耗尽，如同夏天的干旱。  5我向你陈明我的罪，不隐瞒我的恶。我说：“我要向耶和华承认我的过犯。”你就赦免我的罪恶。  6为此，凡虔诚人都当趁你可寻找的时候祷告你，大水泛溢的时候，必不能到他那里。  7你是我藏身之处，你必保佑我脱离苦难，以得救的乐歌四面环绕我。细拉  8我要教导你，指示你当行的路；我要定睛在你身上劝戒你。  9你不可像那无知的骡马，必用嚼环辔头勒住它，不然，就不能驯服。  10恶人必多受苦楚，惟独倚靠耶和华的，必有慈爱四面环绕他。  11你们义人应当靠耶和华欢喜快乐，你们心里正直的人都当欢呼。'
            },
            secondReading:{
                title:'加拉太书3:15-22',
                content:'15弟兄们，我且照着人的常话说：虽然是人的文约，若已经立定了，就没有能废弃或加增的。 16所应许的原是向亚伯拉罕和他子孙说的。神并不是说众子孙，指着许多人；乃是说你那一个子孙，指着一个人，就是基督。 17我是这么说：神预先所立的约，不能被那四百三十年以后的律法废掉，叫应许归于虚空。 18因为承受产业，若本乎律法，就不本乎应许；但神是凭着应许把产业赐给亚伯拉罕。 19这样说来，律法是为什么有的呢？原是为过犯添上的，等候那蒙应许的子孙来到，并且是藉天使经中保之手设立的。 20但中保本不是为一面作的，神却是一位。 21这样，律法是与神的应许反对吗？断乎不是！若曾传一个能叫人得生的律法，义就诚然本乎律法了。 22但圣经把众人都圈在罪里，使所应许的福因信耶稣基督归给那信的人。'
            },
            gospel:{
                title:'路加福音10:23-37',
                content:'23耶稣转身暗暗的对门徒说：“看见你们所看见的，那眼睛就有福了。 24我告诉你们：从前有许多先知和君王要看你们所看的，却没有看见；要听你们所听的，却没有听见。” 25有一个律法师起来试探耶稣说：“夫子，我该作什么才可以承受永生？” 26耶稣对他说：“律法上写的是什么？你念的是怎样呢？” 27他回答说：“你要尽心、尽性、尽力、尽意爱主你的神；又要爱邻舍如同自己。” 28耶稣说：“你回答的是。你这样行，就必得永生。” 29那人要显明自己有理，就对耶稣说：“谁是我的邻舍呢？” 30耶稣回答说：“有一个人从耶路撒冷下耶利哥去，落在强盗手中。他们剥去他的衣裳，把他打个半死，就丢下他走了。 31偶然有一个祭司从这条路下来，看见他，就从那边过去了。 32又有一个利未人来到这地方，看见他，也照样从那边过去了。 33惟有一个撒玛利亚人行路来到那里，看见他，就动了慈心， 34上前用油和酒倒在他的伤处，包裹好了，扶他骑上自己的牲口，带到店里去照应他。 35第二天，拿出二钱银子来交给店主说：‘你且照应他，此外所费用的，我回来必还你。’ 36你想，这三个人哪一个是落在强盗手中的邻舍呢？” 37他说：“是怜悯他的。”耶稣说：“你去照样行吧！”'
            }
        },
        holyTrinity14:{
            firstReading:{
                title:'箴言4:10-23',
                content:'10我儿，你要听受我的言语，就必延年益寿。  11我已指教你走智慧的道，引导你行正直的路。  12你行走，脚步必不至狭窄；你奔跑，也不至跌倒。  13要持定训诲，不可放松，必当谨守，因为她是你的生命。  14不可行恶人的路，不要走坏人的道。  15要躲避，不可经过，要转身而去。  16这等人若不行恶，不得睡觉；不使人跌倒，睡卧不安。  17因为他们以奸恶吃饼，以强暴喝酒。  18但义人的路好像黎明的光，越照越明，直到日午。  19恶人的道好像幽暗，自己不知因什么跌倒。  20我儿，要留心听我的言词，侧耳听我的话语。  21都不可离你的眼目，要存记在你心中。  22因为得着它的，就得了生命，又得了医全体的良药。  23你要保守你心，胜过保守一切（或作“你要切切保守你心”），因为一生的果效，是由心发出。'
            },
            psalm:{
                title:'诗篇119:9-16',
                content:'9少年人用什么洁净他的行为呢？是要遵行你的话。  10我一心寻求了你，求你不要叫我偏离你的命令。  11我将你的话藏在心里，免得我得罪你。  12耶和华啊，你是应当称颂的，求你将你的律例教训我。  13我用嘴唇传扬你口中的一切典章。  14我喜悦你的法度，如同喜悦一切的财物。  15我要默想你的训词，看重你的道路。  16我要在你的律例中自乐，我不忘记你的话'
            },
            secondReading:{
                title:'加拉太书5:16-24',
                content:'16我说：你们当顺着圣灵而行，就不放纵肉体的情欲了。 17因为情欲和圣灵相争，圣灵和情欲相争，这两个是彼此相敌，使你们不能作所愿意作的。 18但你们若被圣灵引导，就不在律法以下。 19情欲的事都是显而易见的，就如奸淫、污秽、邪荡、 20拜偶像、邪术、仇恨、争竞、忌恨、恼怒、结党、纷争、异端、 21嫉妒（有古卷在此有“凶杀”二字）、醉酒、荒宴等类，我从前告诉你们，现在又告诉你们，行这样事的人必不能承受神的国。  22圣灵所结的果子，就是仁爱、喜乐、和平、忍耐、恩慈、良善、信实、 23温柔、节制。这样的事，没有律法禁止。 24凡属基督耶稣的人，是已经把肉体连肉体的邪情私欲同钉在十字架上了。'
            },
            gospel:{
                title:'路加福音17:11-19',
                content:'11耶稣往耶路撒冷去，经过撒玛利亚和加利利， 12进入一个村子，有十个长大麻风的迎面而来，远远的站着， 13高声说：“耶稣，夫子，可怜我们吧！” 14耶稣看见，就对他们说：“你们去，把身体给祭司察看。”他们去的时候就洁净了。 15内中有一个见自己已经好了，就回来大声归荣耀与神， 16又俯伏在耶稣脚前感谢他。这人是撒玛利亚人。 17耶稣说：“洁净了的不是十个人吗？那九个在哪里呢？ 18除了这外族人，再没有别人回来归荣耀与神吗？” 19就对那人说：“起来，走吧！你的信救了你了。”'
            }
        },
        holyTrinity15:{
            firstReading:{
                title:'列王纪上17:8-16',
                content:'8耶和华的话临到他说： 9“你起身往西顿的撒勒法去（“撒勒法”与路加福音四章二十六节同），住在那里，我已吩咐那里的一个寡妇供养你。” 10以利亚就起身往撒勒法去。到了城门，见有一个寡妇在那里捡柴。以利亚呼叫她说：“求你用器皿取点水来给我喝。” 11她去取水的时候，以利亚又呼叫她说：“也求你拿点饼来给我。” 12她说：“我指着永生耶和华你的神起誓，我没有饼，坛内只有一把面，瓶里只有一点油。我现在找两根柴，回家要为我和我儿子作饼。我们吃了，死就死吧！” 13以利亚对她说：“不要惧怕，可以照你所说的去作吧！只要先为我作一个小饼，拿来给我，然后为你和你的儿子作饼。 14因为耶和华以色列的神如此说：‘坛内的面必不减少，瓶里的油必不缺短，直到耶和华使雨降在地上的日子。’” 15妇人就照以利亚的话去行。她和她家中的人，并以利亚，吃了许多日子。 16坛内的面果不减少，瓶里的油也不缺短，正如耶和华藉以利亚所说的话。'
            },
            psalm:{
                title:'诗篇146',
                content:'1你们要赞美耶和华！我的心哪，你要赞美耶和华！  2我一生要赞美耶和华。我还活的时候，要歌颂我的神。  3你们不要倚靠君王，不要倚靠世人，他一点不能帮助。  4他的气一断，就归回尘土。他所打算的，当日就消灭了。  5以雅各的神为帮助、仰望耶和华他神的，这人便为有福。  6耶和华造天、地、海和其中的万物，他守诚实，直到永远。  7他为受屈的伸冤，赐食物与饥饿的。耶和华释放被囚的。  8耶和华开了瞎子的眼睛。耶和华扶起被压下的人。耶和华喜爱义人。  9耶和华保护寄居的，扶持孤儿和寡妇，却使恶人的道路弯曲。  10耶和华要作王，直到永远。锡安哪，你的神要作王，直到万代。你们要赞美耶和华！'
            },
            secondReading:{
                title:'加拉太书5:25-6:10',
                content:'25我们若是靠圣灵得生，就当靠圣灵行事。 26不要贪图虚名，彼此惹气，互相嫉妒。 1弟兄们，若有人偶然被过犯所胜，你们属灵的人就当用温柔的心把他挽回过来，又当自己小心，恐怕也被引诱。 2你们各人的重担要互相担当，如此，就完全了基督的律法。 3人若无有，自己还以为有，就是自欺了。 4各人应当察验自己的行为。这样，他所夸的就专在自己，不在别人了， 5因为各人必担当自己的担子。 6在道理上受教的，当把一切需用的供给施教的人。 7不要自欺，神是轻慢不得的。人种的是什么，收的也是什么。 8顺着情欲撒种的，必从情欲收败坏；顺着圣灵撒种的，必从圣灵收永生。 9我们行善，不可丧志，若不灰心，到了时候就要收成。 10所以，有了机会，就当向众人行善，向信徒一家的人更当这样。'
            },
            gospel:{
                title:'马太福音6:24-34',
                content:'24“一个人不能侍奉两个主。不是恶这个爱那个，就是重这个轻那个。你们不能又侍奉神，又侍奉玛门（“玛门”是“财利”的意思）。” 25“所以我告诉你们：不要为生命忧虑吃什么，喝什么，为身体忧虑穿什么。生命不胜于饮食吗？身体不胜于衣裳吗？ 26你们看那天上的飞鸟，也不种，也不收，也不积蓄在仓里，你们的天父尚且养活它。你们不比飞鸟贵重得多吗？ 27你们哪一个能用思虑使寿数多加一刻呢（或作“使身量多加一肘呢”）？ 28何必为衣裳忧虑呢？你想：野地里的百合花怎么长起来；它也不劳苦，也不纺线； 29然而我告诉你们：就是所罗门极荣华的时候，他所穿戴的，还不如这花一朵呢！ 30你们这小信的人哪！野地里的草今天还在，明天就丢在炉里，神还给它这样的妆饰，何况你们呢！ 31所以，不要忧虑说：‘吃什么？喝什么？穿什么？’ 32这都是外邦人所求的。你们需用的这一切东西，你们的天父是知道的。 33你们要先求他的国和他的义，这些东西都要加给你们了。 34所以，不要为明天忧虑，因为明天自有明天的忧虑；一天的难处一天当就够了。”'
            }
        },
        holyTrinity16:{
            firstReading:{
                title:'列王纪上17:17-24',
                content:'17这事以后，作那家主母的妇人，她儿子病了，病得甚重，以致身无气息。 18妇人对以利亚说：“神人哪，我与你何干？你竟到我这里来，使神想念我的罪，以致我的儿子死呢？” 19以利亚对她说：“把你儿子交给我。”以利亚就从妇人怀中将孩子接过来，抱到他所住的楼中，放在自己的床上， 20就求告耶和华说：“耶和华我的神啊，我寄居在这寡妇的家里，你就降祸与她，使她的儿子死了吗？” 21以利亚三次伏在孩子的身上求告耶和华说：“耶和华我的神啊，求你使这孩子的灵魂仍入他的身体。” 22耶和华应允以利亚的话，孩子的灵魂仍入他的身体，他就活了。 23以利亚将孩子从楼上抱下来，进屋子交给他母亲说：“看哪，你的儿子活了！” 24妇人对以利亚说：“现在我知道你是神人，耶和华藉你口所说的话是真的。”'
            },
            psalm:{
                title:'诗篇30',
                content:'1耶和华啊，我要尊崇你，因为你曾提拔我，不叫仇敌向我夸耀。  2耶和华我的神啊，我曾呼求你，你医治了我。  3耶和华啊，你曾把我的灵魂从阴间救上来，使我存活，不至于下坑。  4耶和华的圣民哪，你们要歌颂他，称赞他可记念的圣名。  5因为，他的怒气不过是转眼之间，他的恩典乃是一生之久。一宿虽然有哭泣，早晨便必欢呼。  6至于我，我凡事平顺，便说：“我永不动摇。”  7耶和华啊，你曾施恩，叫我的江山稳固；你掩了面我就惊惶。  8耶和华啊，我曾求告你。我向耶和华恳求，说：  9“我被害流血，下到坑中，有什么益处呢？尘土岂能称赞你，传说你的诚实吗？  10耶和华啊，求你应允我，怜恤我；耶和华啊，求你帮助我。”  11你已将我的哀哭变为跳舞，将我的麻衣脱去，给我披上喜乐，  12好叫我的灵（原文作“荣耀”）歌颂你，并不住声。耶和华我的神啊，我要称谢你，直到永远'
            },
            secondReading:{
                title:'以弗所书3:13-21',
                content:'13所以，我求你们不要因我为你们所受的患难丧胆，这原是你们的荣耀。 14因此，我在父面前屈膝， 15（天上地上的各（或作“全”）家都是从他得名，） 16求他按着他丰盛的荣耀，藉着他的灵，叫你们心里的力量刚强起来。 17使基督因你们的信，住在你们心里，叫你们的爱心有根有基， 18能以和众圣徒一同明白基督的爱是何等长阔高深； 19并知道这爱是过于人所能测度的，便叫神一切所充满的，充满了你们。  20神能照着运行在我们心里的大力，充充足足地成就一切，超过我们所求所想的。 21但愿他在教会中，并在基督耶稣里，得着荣耀，直到世世代代，永永远远。阿们！'
            },
            gospel:{
                title:'路加福音7:11-17',
                content:'11过了不多时（有古卷作“次日”），耶稣往一座城去，这城名叫拿因。他的门徒和极多的人与他同行。 12将近城门，有一个死人被抬出来。这人是他母亲独生的儿子，他母亲又是寡妇，有城里的许多人同着寡妇送殡。 13主看见那寡妇，就怜悯她，对她说：“不要哭！” 14于是进前按着杠，抬的人就站住了。耶稣说：“少年人，我吩咐你，起来！” 15那死人就坐起，并且说话。耶稣便把他交给他母亲。 16众人都惊奇，归荣耀与神说：“有大先知在我们中间兴起来了。”又说：“神眷顾了他的百姓。” 17他这事的风声就传遍了犹太和周围地方。'
            }
        },
        holyTrinity17:{
            firstReading:{
                title:'箴言25:6-14',
                content:'6不要在王面前妄自尊大，不要在大人的位上站立。  7宁可有人说：请你上来，强如在你觐见的王子面前叫你退下。  8不要冒失出去与人争竞，免得至终被他羞辱，你就不知道怎样行了。  9你与邻舍争讼，要与他一人辩论，不可泄漏人的密事，  10恐怕听见的人骂你，你的臭名就难以脱离。  11一句话说得合宜，就如金苹果在银网子里。  12智慧人的劝戒，在顺从的人耳中，好像金耳环和精金的妆饰。  13忠信的使者，叫差他的人心里舒畅，就如在收割时，有冰雪的凉气。  14空夸赠送礼物的，好像无雨的风云。'
            },
            psalm:{
                title:'诗篇2',
                content:'1外邦为什么争闹？万民为什么谋算虚妄的事？  2世上的君王一齐起来，臣宰一同商议，要敌挡耶和华并他的受膏者，  3说：“我们要挣开他们的捆绑，脱去他们的绳索。”  4那坐在天上的必发笑；主必嗤笑他们。  5那时，他要在怒中责备他们，在烈怒中惊吓他们，  6说：“我已经立我的君在锡安我的圣山上了。”  7受膏者说：“我要传圣旨。耶和华曾对我说：‘你是我的儿子，我今日生你。  8你求我，我就将列国赐你为基业，将地极赐你为田产。  9你必用铁杖打破他们，你必将他们如同窑匠的瓦器摔碎。’”  10现在，你们君王应当省悟，你们世上的审判官该受管教。  11当存畏惧侍奉耶和华，又当存战兢而快乐；  12当以嘴亲子，恐怕他发怒，你们便在道中灭亡，因为他的怒气快要发作。凡投靠他的，都是有福的。'
            },
            secondReading:{
                title:'以弗所书4:1-6',
                content:'1我为主被囚的劝你们：既然蒙召，行事为人就当与蒙召的恩相称。 2凡事谦虚、温柔、忍耐，用爱心互相宽容， 3用和平彼此联络，竭力保守圣灵所赐合而为一的心。 4身体只有一个，圣灵只有一个，正如你们蒙召，同有一个指望。 5一主，一信，一洗， 6一神，就是众人的父，超乎众人之上，贯乎众人之中，也住在众人之内。'
            },
            gospel:{
                title:'路加福音14:1-11',
                content:'1安息日，耶稣到一个法利赛人的首领家里去吃饭，他们就窥探他。 2在他面前有一个患水臌的人。 3耶稣对律法师和法利赛人说：“安息日治病可以不可以？” 4他们却不言语。耶稣就治好那人，叫他走了， 5便对他们说：“你们中间谁有驴或有牛在安息日掉在井里，不立时拉它上来呢？” 6他们不能对答这话。 7耶稣见所请的客拣择首位，就用比喻对他们说： 8“你被人请去赴婚姻的筵席，不要坐在首位上，恐怕有比你尊贵的客被他请来。 9那请你们的人前来对你说：‘让座给这一位吧！’你就羞羞惭惭地退到末位上去了。 10你被请的时候，就去坐在末位上，好叫那请你的人来对你说：‘朋友，请上坐。’那时，你在同席的人面前就有光彩了。 11因为凡自高的，必降为卑；自卑的，必升为高。”'
            }
        },
        holyTrinity18:{
            firstReading:{
                title:'申命记10:12-21',
                content:'12“以色列啊，现在耶和华你神向你所要的是什么呢？只要你敬畏耶和华你的神，遵行他的道，爱他，尽心尽性侍奉他。 13遵守他的诫命、律例，就是我今日所吩咐你的，为要叫你得福。 14看哪，天和天上的天，地和地上所有的，都属耶和华你的神。 15耶和华但喜悦你的列祖，爱他们，从万民中拣选他们的后裔，就是你们，像今日一样。 16所以你们要将心里的污秽除掉，不可再硬着颈项。 17因为耶和华你们的神，他是万神之神，万主之主，至大的神，大有能力，大而可畏，不以貌取人，也不受贿赂。 18他为孤儿寡妇伸冤，又怜爱寄居的，赐给他衣食。 19所以你们要怜爱寄居的，因为你们在埃及地也作过寄居的。 20你要敬畏耶和华你的神，侍奉他，专靠他，也要指着他的名起誓。 21他是你所赞美的，是你的神，为你作了那大而可畏的事，是你亲眼所看见的。'
            },
            psalm:{
                title:'诗篇34:8-22',
                content:'8你们要尝尝主恩的滋味，便知道他是美善，投靠他的人有福了！  9耶和华的圣民哪，你们当敬畏他，因敬畏他的一无所缺。  10少壮狮子还缺食忍饿；但寻求耶和华的，什么好处都不缺。  11众弟子啊，你们当来听我的话。我要将敬畏耶和华的道教训你们。  12有何人喜好存活，爱慕长寿，得享美福，  13就要禁止舌头不出恶言，嘴唇不说诡诈的话。  14要离恶行善，寻求和睦，一心追赶。  15耶和华的眼目看顾义人，他的耳朵听他们的呼求。  16耶和华向行恶的人变脸，要从世上除灭他们的名号。  17义人呼求，耶和华听见了，便救他们脱离一切患难。  18耶和华靠近伤心的人，拯救灵性痛悔的人。  19义人多有苦难，但耶和华救他脱离这一切，  20又保全他一身的骨头，连一根也不折断。  21恶必害死恶人；恨恶义人的，必被定罪。  22耶和华救赎他仆人的灵魂，凡投靠他的，必不至定罪。'
            },
            secondReading:{
                title:'哥林多前书1:(1-3)4-9',
                content:'【1奉神旨意，蒙召作耶稣基督使徒的保罗同弟兄所提尼， 2写信给在哥林多神的教会，就是在基督耶稣里成圣，蒙召作圣徒的，以及所有在各处求告我主耶稣基督之名的人。基督是他们的主，也是我们的主。 3愿恩惠、平安从神我们的父并主耶稣基督归与你们！  】4我常为你们感谢我的神，因神在基督耶稣里所赐给你们的恩惠， 5又因你们在他里面凡事富足，口才、知识都全备。 6正如我为基督作的见证在你们心里得以坚固， 7以致你们在恩赐上没有一样不及人的，等候我们的主耶稣基督显现。 8他也必坚固你们到底，叫你们在我们主耶稣基督的日子无可责备。 9神是信实的，你们原是被他所召，好与他儿子我们的主耶稣基督一同得份。'
            },
            gospel:{
                title:'马太福音22:34-46',
                content:'34法利赛人听见耶稣堵住了撒都该人的口，他们就聚集。 35内中有一个人是律法师，要试探耶稣，就问他说： 36“夫子，律法上的诫命，哪一条是最大的呢？” 37耶稣对他说：“你要尽心、尽性、尽意，爱主你的神。 38这是诫命中的第一，且是最大的。 39其次也相仿，就是要爱人如己。 40这两条诫命是律法和先知一切道理的总纲。” 41法利赛人聚集的时候，耶稣问他们说： 42“论到基督，你们的意见如何？他是谁的子孙呢？”他们回答说：“是大卫的子孙。” 43耶稣说：“这样，大卫被圣灵感动，怎么还称他为主， 44说‘主对我主说：你坐在我的右边，等我把你仇敌放在你的脚下’？ 45大卫既称他为主，他怎么又是大卫的子孙呢？” 46他们没有一个人能回答一言。从那日以后，也没有人敢再问他什么。'
            }
        },
        holyTrinity19:{
            firstReading:{
                title:'创世记28:10-17',
                content:'10雅各出了别是巴，向哈兰走去。 11到了一个地方，因为太阳落了，就在那里住宿，便拾起那地方的一块石头枕在头下，在那里躺卧睡了， 12梦见一个梯子立在地上，梯子的头顶着天，有神的使者在梯子上，上去下来。 13耶和华站在梯子以上（或作“站在他旁边”），说：“我是耶和华你祖亚伯拉罕的神，也是以撒的神，我要将你现在所躺卧之地赐给你和你的后裔。 14你的后裔必像地上的尘沙那样多，必向东西南北开展，地上万族必因你和你的后裔得福。 15我也与你同在，你无论往哪里去，我必保佑你，领你归回这地，总不离弃你，直到我成全了向你所应许的。” 16雅各睡醒了，说：“耶和华真在这里！我竟不知道！” 17就惧怕，说：“这地方何等可畏！这不是别的，乃是神的殿，也是天的门。”'
            },
            psalm:{
                title:'诗篇84',
                content:'1万军之耶和华啊，你的居所何等可爱！  2我羡慕渴想耶和华的院宇，我的心肠、我的肉体向永生神呼吁（或作“欢呼”）。  3万军之耶和华，我的王、我的神啊，在你祭坛那里，麻雀为自己找着房屋，燕子为自己找着抱雏之窝。  4如此住在你殿中的，便为有福，他们仍要赞美你。  5靠你有力量、心中想往锡安大道的，这人便为有福。  6他们经过流泪谷，叫这谷变为泉源之地，并有秋雨之福盖满了全谷。  7他们行走，力上加力，各人到锡安朝见神。  8耶和华万军之神啊，求你听我的祷告。雅各的神啊，求你留心听。  9神啊，你是我们的盾牌，求你垂顾观看你受膏者的面。  10在你的院宇住一日，胜似在别处住千日。宁可在我神殿中看门，不愿住在恶人的帐棚里。  11因为耶和华神是日头，是盾牌，要赐下恩惠和荣耀。他未尝留下一样好处不给那些行动正直的人。  12万军之耶和华啊，倚靠你的人便为有福！'
            },
            secondReading:{
                title:'以弗所书4:22-28',
                content:'22就要脱去你们从前行为上的旧人，这旧人是因私欲的迷惑渐渐变坏的。 23又要将你们的心志改换一新， 24并且穿上新人，这新人是照着神的形像造的，有真理的仁义和圣洁。 25所以你们要弃绝谎言，各人与邻舍说实话，因为我们是互相为肢体。 26生气却不要犯罪，不可含怒到日落， 27也不可给魔鬼留地步。 28从前偷窃的，不要再偷。总要劳力，亲手作正经事，就可有余，分给那缺少的人。'
            },
            gospel:{
                title:'马太福音9:1-8',
                content:'1耶稣上了船，渡过海，来到自己的城里。 2有人用褥子抬着一个瘫子到耶稣跟前来。耶稣见他们的信心，就对瘫子说：“小子，放心吧！你的罪赦了。” 3有几个文士心里说：“这个人说僭妄的话了。” 4耶稣知道他们的心意，就说：“你们为什么心里怀着恶念呢？ 5或说‘你的罪赦了’，或说‘你起来行走’，哪一样容易呢？ 6但要叫你们知道，人子在地上有赦罪的权柄。”就对瘫子说：“起来，拿你的褥子回家去吧！” 7那人就起来，回家去了。 8众人看见都惊奇，就归荣耀与神，因为他将这样的权柄赐给人。'
            }
        },
        holyTrinity20:{
            firstReading:{
                title:'以赛亚书55:1-9',
                content:'1“你们一切干渴的都当就近水来，没有银钱的也可以来。你们都来买了吃，不用银钱，不用价值，也来买酒和奶。  2你们为何花钱（原文作“平银”）买那不足为食物的，用劳碌得来的买那不使人饱足的呢？你们要留意听我的话，就能吃那美物，得享肥甘，心中喜乐。  3你们当就近我来，侧耳而听，就必得活。我必与你们立永约，就是应许大卫那可靠的恩典。  4我已立他作万民的见证，为万民的君王和司令。  5你素不认识的国民，你也必召来；素不认识你的国民，也必向你奔跑，都因耶和华你的神以色列的圣者，因为他已经荣耀你。”  6当趁耶和华可寻找的时候寻找他，相近的时候求告他。  7恶人当离弃自己的道路，不义的人当除掉自己的意念，归向耶和华，耶和华就必怜恤他；当归向我们的神，因为神必广行赦免。  8耶和华说：“我的意念非同你们的意念，我的道路非同你们的道路。  9天怎样高过地，照样，我的道路高过你们的道路，我的意念高过你们的意念。'
            },
            psalm:{
                title:'诗篇27:1-9',
                content:'1耶和华是我的亮光，是我的拯救，我还怕谁呢？耶和华是我性命的保障（“保障”或作“力量”），我还惧谁呢？  2那作恶的，就是我的仇敌，前来吃我肉的时候，就绊跌仆倒。  3虽有军兵安营攻击我，我的心也不害怕；虽然兴起刀兵攻击我，我必仍旧安稳。  4有一件事，我曾求耶和华，我仍要寻求：就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里求问。  5因为我遭遇患难，他必暗暗地保守我；在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐石上。  6现在我得以昂首，高过四面的仇敌；我要在他的帐幕里欢然献祭，我要唱诗歌颂耶和华。  7耶和华啊，我用声音呼吁的时候，求你垂听；并求你怜恤我，应允我。  8你说：“你们当寻求我的面。”那时我心向你说：“耶和华啊，你的面我正要寻求。”  9不要向我掩面。不要发怒赶逐仆人，你向来是帮助我的。救我的神啊，不要丢掉我，也不要离弃我。'
            },
            secondReading:{
                title:'以弗所书5:15-21',
                content:'15你们要谨慎行事，不要像愚昧人，当像智慧人。 16要爱惜光阴，因为现今的世代邪恶。 17不要作糊涂人，要明白主的旨意如何。 18不要醉酒，酒能使人放荡，乃要被圣灵充满。 19当用诗章、颂词、灵歌彼此对说，口唱心和的赞美主。 20凡事要奉我们主耶稣基督的名常常感谢父神。 21又当存敬畏基督的心，彼此顺服。'
            },
            gospel:{
                title:'马太福音22:1-14',
                content:'1耶稣又用比喻对他们说： 2“天国好比一个王为他儿子摆设娶亲的筵席， 3就打发仆人去，请那些被召的人来赴席；他们却不肯来。 4王又打发别的仆人，说：‘你们告诉那被召的人，我的筵席已经预备好了，牛和肥畜已经宰了，各样都齐备，请你们来赴席。’ 5那些人不理就走了。一个到自己田里去；一个作买卖去； 6其余的拿住仆人，凌辱他们，把他们杀了。 7王就大怒，发兵除灭那些凶手，烧毁他们的城。 8于是对仆人说：‘喜筵已经齐备，只是所召的人不配。 9所以你们要往岔路口上去，凡遇见的，都召来赴席。’ 10那些仆人就出去到大路上，凡遇见的，不论善恶都召聚了来，筵席上就坐满了客。 11王进来观看宾客，见那里有一个没有穿礼服的， 12就对他说：‘朋友，你到这里来怎么不穿礼服呢？’那人无言可答。 13于是王对使唤的人说：‘捆起他的手脚来，把他丢在外边的黑暗里，在那里必要哀哭切齿了。’ 14因为被召的人多，选上的人少。”'
            },
            gospelOptional:{
                title:'马太福音21:33-44',
                content:'33“你们再听一个比喻：有个家主，栽了一个葡萄园，周围圈上篱笆，里面挖了一个压酒池，盖了一座楼，租给园户，就往外国去了。 34收果子的时候近了，就打发仆人到园户那里去收果子。 35园户拿住仆人，打了一个，杀了一个，用石头打死一个。 36主人又打发别的仆人去，比先前更多，园户还是照样待他们。 37后来打发他的儿子到他们那里去，意思说：‘他们必尊敬我的儿子。’ 38不料，园户看见他儿子，就彼此说：‘这是承受产业的。来吧！我们杀他，占他的产业！’ 39他们就拿住他，推出葡萄园外杀了。 40园主来的时候，要怎样处治这些园户呢？” 41他们说：“要下毒手除灭那些恶人，将葡萄园另租给那按着时候交果子的园户。”  42耶稣说：“经上写着：‘匠人所弃的石头，已作了房角的头块石头。这是主所作的，在我们眼中看为希奇。’这经你们没有念过吗？ 43所以我告诉你们，神的国必从你们夺去，赐给那能结果子的百姓。 44谁掉在这石头上，必要跌碎；这石头掉在谁的身上，就要把谁砸得稀烂。”'
            }
        },
        holyTrinity21:{
            firstReading:{
                title:'创世记1:1-2:3',
                content:'1起初神创造天地 。 2地是空虚混沌，渊面黑暗；神的灵运行在水面上。  3神说：“要有光”，就有了光。 4神看光是好的，就把光暗分开了。 5神称光为昼，称暗为夜。有晚上，有早晨，这是头一日。  6神说：“诸水之间要有空气，将水分为上下。” 7神就造出空气，将空气以下的水、空气以上的水分开了。事就这样成了。 8神称空气为天。有晚上，有早晨，是第二日。  9神说：“天下的水要聚在一处，使旱地露出来。”事就这样成了。 10神称旱地为地，称水的聚处为海。神看着是好的。 11神说：“地要发生青草和结种子的菜蔬，并结果子的树木，各从其类，果子都包着核。”事就这样成了。 12于是地发生了青草和结种子的菜蔬，各从其类；并结果子的树木，各从其类，果子都包着核。神看着是好的。 13有晚上，有早晨，是第三日。  14神说：“天上要有光体，可以分昼夜，作记号，定节令、日子、年岁， 15并要发光在天空，普照在地上。”事就这样成了。 16于是神造了两个大光，大的管昼，小的管夜，又造众星， 17就把这些光摆列在天空，普照在地上， 18管理昼夜，分别明暗。神看着是好的。 19有晚上，有早晨，是第四日。  20神说：“水要多多滋生有生命的物，要有雀鸟飞在地面以上，天空之中。” 21神就造出大鱼和水中所滋生各样有生命的动物，各从其类；又造出各样飞鸟，各从其类。神看着是好的。 22神就赐福给这一切，说：“滋生繁多，充满海中的水，雀鸟也要多生在地上。” 23有晚上，有早晨，是第五日。  24神说：“地要生出活物来，各从其类；牲畜、昆虫、野兽，各从其类。”事就这样成了。 25于是神造出野兽，各从其类；牲畜，各从其类；地上一切昆虫，各从其类。神看着是好的。 26神说：“我们要照着我们的形像，按着我们的样式造人，使他们管理海里的鱼、空中的鸟、地上的牲畜和全地，并地上所爬的一切昆虫。” 27神就照着自己的形像造人，乃是照着他的形像造男造女。 28神就赐福给他们，又对他们说：“要生养众多，遍满地面，治理这地；也要管理海里的鱼、空中的鸟，和地上各样行动的活物。” 29神说：“看哪，我将遍地上一切结种子的菜蔬，和一切树上所结有核的果子，全赐给你们作食物。 30至于地上的走兽和空中的飞鸟，并各样爬在地上有生命的物，我将青草赐给它们作食物。”事就这样成了。 31神看着一切所造的都甚好。有晚上，有早晨，是第六日。 1天地万物都造齐了。 2到第七日，神造物的工已经完毕，就在第七日歇了他一切的工，安息了。 3神赐福给第七日，定为圣日，因为在这日神歇了他一切创造的工，就安息了。'
            },
            psalm:{
                title:'诗篇8',
                content:'1耶和华我们的主啊，你的名在全地何其美！你将你的荣耀彰显于天。  2你因敌人的缘故，从婴孩和吃奶的口中建立了能力，使仇敌和报仇的闭口无言。  3我观看你指头所造的天，并你所陈设的月亮星宿，  4便说，人算什么，你竟顾念他？世人算什么，你竟眷顾他？  5你叫他比天使（或作“神”）微小一点，并赐他荣耀尊贵为冠冕。  6你派他管理你手所造的，使万物，就是一切的羊牛、田野的兽、空中的鸟、海里的鱼，凡经行海道的，都服在他的脚下。  7 8 9耶和华我们的主啊，你的名在全地何其美！'
            },
            secondReading:{
                title:'以弗所书6:10-17',
                content:'10我还有末了的话：你们要靠着主，倚赖他的大能大力，作刚强的人。 11要穿戴神所赐的全副军装，就能抵挡魔鬼的诡计。 12因我们并不是与属血气的争战，乃是与那些执政的、掌权的、管辖这幽暗世界的，以及天空属灵气的恶魔争战（两“争战”原文都作“摔跤”）。 13所以，要拿起神所赐的全副军装，好在磨难的日子抵挡仇敌，并且成就了一切，还能站立得住。 14所以要站稳了，用真理当作带子束腰，用公义当作护心镜遮胸， 15又用平安的福音当作预备走路的鞋穿在脚上。 16此外又拿着信德当作藤牌，可以灭尽那恶者一切的火箭。 17并戴上救恩的头盔，拿着圣灵的宝剑，就是神的道。'
            },
            gospel:{
                title:'约翰福音4:46-54',
                content:'46耶稣又到了加利利的迦拿，就是他从前变水为酒的地方。有一个大臣，他的儿子在迦百农患病。 47他听说耶稣从犹太到了加利利，就来见他，求他下去医治他的儿子，因为他儿子快要死了。 48耶稣就对他说：“若不看见神迹奇事，你们总是不信。” 49那大臣说：“先生，求你趁着我的孩子还没有死就下去。” 50耶稣对他说：“回去吧！你的儿子活了。”那人信耶稣所说的话，就回去了。 51正下去的时候，他的仆人迎见他，说他的儿子活了。 52他就问什么时候见好的。他们说：“昨日未时热就退了。” 53他便知道这正是耶稣对他说“你儿子活了”的时候；他自己和全家就都信了。 54这是耶稣在加利利行的第二件神迹，是他从犹太回去以后行的。'
            }
        },
        holyTrinity22:{
            firstReading:{
                title:'弥迦书6:6-8',
                content:'6我朝见耶和华，在至高神面前跪拜，当献上什么呢？岂可献一岁的牛犊为燔祭吗？  7耶和华岂喜悦千千的公羊，或是万万的油河吗？我岂可为自己的罪过献我的长子吗？为心中的罪恶献我身所生的吗？  8世人哪，耶和华已指示你何为善，他向你所要的是什么呢？只要你行公义，好怜悯，存谦卑的心，与你的神同行。'
            },
            psalm:{
                title:'诗篇116:12-19',
                content:'12我拿什么报答耶和华向我所赐的一切厚恩？  13我要举起救恩的杯，称扬耶和华的名。  14我要在他众民面前向耶和华还我的愿。  15在耶和华眼中，看圣民之死极为宝贵。  16耶和华啊，我真是你的仆人；我是你的仆人，是你婢女的儿子。你已经解开我的绑索。  17我要以感谢为祭献给你，又要求告耶和华的名。  18我要在他众民面前，在耶和华殿的院内，在耶路撒冷当中，向耶和华还我的愿。你们要赞美耶和华！  19'
            },
            secondReading:{
                title:'腓立比书1:3-11',
                content:' 3我每逢想念你们，就感谢我的神； 4（每逢为你们众人祈求的时候，常是欢欢喜喜地祈求。） 5因为从头一天直到如今，你们是同心合意的兴旺福音。 6我深信那在你们心里动了善工的，必成全这工，直到耶稣基督的日子。 7我为你们众人有这样的意念，原是应当的，因你们常在我心里，无论我是在捆锁之中，是辩明证实福音的时候，你们都与我一同得恩。 8我体会基督耶稣的心肠，切切地想念你们众人，这是神可以给我作见证的。 9我所祷告的，就是要你们的爱心在知识和各样见识上多而又多， 10使你们能分别是非（或作“喜爱那美好的事”），作诚实无过的人，直到基督的日子； 11并靠着耶稣基督结满了仁义的果子，叫荣耀称赞归与神。'
            },
            gospel:{
                title:'马太福音18:21-35',
                content:'21那时彼得进前来，对耶稣说：“主啊，我弟兄得罪我，我当饶恕他几次呢？到七次可以吗？” 22耶稣说：“我对你说：不是到七次，乃是到七十个七次。 23天国好像一个王要和他仆人算账。 24才算的时候，有人带了一个欠一千万银子的来。 25因为他没有什么偿还之物，主人吩咐把他和他妻子儿女，并一切所有的都卖了偿还。 26那仆人就俯伏拜他，说：‘主啊，宽容我，将来我都要还清。’ 27那仆人的主人就动了慈心，把他释放了，并且免了他的债。  28“那仆人出来，遇见他的一个同伴欠他十两银子，便揪着他，掐住他的喉咙，说：‘你把所欠的还我！’ 29他的同伴就俯伏央求他，说：‘宽容我吧！将来我必还清。’ 30他不肯，竟去把他下在监里，等他还了所欠的债。 31众同伴看见他所作的事，就甚忧愁，去把这事都告诉了主人。 32于是，主人叫了他来，对他说：‘你这恶奴才！你央求我，我就把你所欠的都免了。 33你不应当怜恤你的同伴，像我怜恤你吗？’ 34主人就大怒，把他交给掌刑的，等他还清了所欠的债。 35你们各人若不从心里饶恕你的弟兄，我天父也要这样待你们了。”'
            }
        },
        holyTrinity23:{
            firstReading:{
                title:'箴言8:11-22',
                content:'11因为智慧比珍珠（或作“红宝石”）更美，一切可喜爱的，都不足与比较。  12我智慧以灵明为居所，又寻得知识和谋略。  13敬畏耶和华，在乎恨恶邪恶。那骄傲、狂妄并恶道，以及乖谬的口，都为我所恨恶。  14我有谋略和真知识，我乃聪明，我有能力。  15帝王藉我坐国位，君王藉我定公平。  16王子和首领，世上一切的审判官，都是藉我掌权。  17爱我的，我也爱他；恳切寻求我的，必寻得见。  18丰富尊荣在我，恒久的财并公义也在我。  19我的果实胜过黄金，强如精金；我的出产超乎高银。  20我在公义的道上走，在公平的路中行，  21使爱我的承受货财，并充满他们的府库。  22在耶和华造化的起头，在太初创造万物之先，就有了我。'
            },
            psalm:{
                title:'诗篇111',
                content:'1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。  2耶和华的作为本为大，凡喜爱的都必考察。  3他所行的是尊荣和威严，他的公义存到永远。  4他行了奇事，使人记念。耶和华有恩惠，有怜悯。  5他赐粮食给敬畏他的人，他必永远记念他的约。  6他向百姓显出大能的作为，把外邦的地赐给他们为业。  7他手所行的，是诚实公平，他的训词都是确实的，  8是永永远远坚定的，是按诚实正直设立的。  9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。  10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。'
            },
            secondReading:{
                title:'腓立比书3:17-21',
                content:'17弟兄们，你们要一同效法我，也当留意看那些照我们榜样行的人。 18因为有许多人行事是基督十字架的仇敌。我屡次告诉你们，现在又流泪的告诉你们： 19他们的结局就是沉沦，他们的神就是自己的肚腹，他们以自己的羞辱为荣耀，专以地上的事为念。 20我们却是天上的国民，并且等候救主，就是主耶稣基督从天上降临。 21他要按着那能叫万有归服自己的大能，将我们这卑贱的身体改变形状，和他自己荣耀的身体相似。'
            },
            gospel:{
                title:'马太福音22:15-22',
                content:'15当时，法利赛人出去，商议怎样就着耶稣的话陷害他， 16就打发他们的门徒同希律党的人去见耶稣，说：“夫子，我们知道你是诚实人，并且诚诚实实传神的道，什么人你都不徇情面，因为你不看人的外貌。 17请告诉我们，你的意见如何？纳税给凯撒可以不可以？” 18耶稣看出他们的恶意，就说：“假冒为善的人哪，为什么试探我？ 19拿一个上税的钱给我看。”他们就拿一个银钱来给他。 20耶稣说：“这像和这号是谁的？” 21他们说：“是凯撒的。”耶稣说：“这样，凯撒的物当归给凯撒；神的物当归给神。” 22他们听见就希奇，离开他走了。'
            }
        },
        holyTrinity24:{
            firstReading:{
                title:'以赛亚书51:9-16',
                content:'9耶和华的膀臂啊，兴起！兴起！以能力为衣穿上，像古时的年日、上古的世代兴起一样。从前砍碎拉哈伯、刺透大鱼的，不是你吗？  10使海与深渊的水干涸、使海的深处变为赎民经过之路的，不是你吗？  11耶和华救赎的民必归回，歌唱来到锡安；永乐必归到他们的头上，他们必得着欢喜快乐，忧愁叹息尽都逃避。  12“惟有我，是安慰你们的。你是谁？竟怕那必死的人，怕那要变如草的世人，  13却忘记铺张诸天、立定地基、创造你的耶和华。又因欺压者图谋毁灭要发的暴怒，整天害怕！其实那欺压者的暴怒在哪里呢？  14被掳去的快得释放，必不死而下坑；他的食物也不至缺乏。  15我是耶和华你的神，搅动大海，使海中的波浪砰訇，万军之耶和华是我的名。  16我将我的话传给你，用我的手影遮蔽你，为要栽定诸天，立定地基。又对锡安说：你是我的百姓。”'
            },
            psalm:{
                title:'诗篇126',
                content:'1当耶和华将那些被掳的带回锡安的时候，我们好像作梦的人。  2我们满口喜笑、满舌欢呼的时候，外邦中就有人说：“耶和华为他们行了大事！”  3耶和华果然为我们行了大事，我们就欢喜。  4耶和华啊，求你使我们被掳的人归回，好像南地的河水复流。  5流泪撒种的，必欢呼收割。  6那带种流泪出去的，必要欢欢乐乐地带禾捆回来。'
            },
            secondReading:{
                title:'歌罗西书1:9-14',
                content:'9因此，我们自从听见的日子，也就为你们不住地祷告祈求，愿你们在一切属灵的智慧悟性上，满心知道神的旨意， 10好叫你们行事为人对得起主，凡事蒙他喜悦，在一切善事上结果子，渐渐地多知道神， 11照他荣耀的权能，得以在各样的力上加力，好叫你们凡事欢欢喜喜地忍耐宽容， 12又感谢父，叫我们能与众圣徒在光明中同得基业。 13他救了我们脱离黑暗的权势，把我们迁到他爱子的国里， 14我们在爱子里得蒙救赎，罪过得以赦免。'
            },
            gospel:{
                title:'马太福音9:18-26',
                content:'18耶稣说这话的时候，有一个管会堂的来拜他说：“我女儿刚才死了，求你去按手在她身上，她就必活了。” 19耶稣便起来跟着他去，门徒也跟了去。 20有一个女人，患了十二年的血漏，来到耶稣背后，摸他的衣裳繸子， 21因为她心里说：“我只摸他的衣裳，就必痊愈。” 22耶稣转过来看见她，就说：“女儿，放心！你的信救了你。”从那时候，女人就痊愈了。 23耶稣到了管会堂的家里，看见有吹手，又有许多人乱嚷， 24就说：“退去吧！这闺女不是死了，是睡着了。”他们就嗤笑他。 25众人既被撵出，耶稣就进去，拉着闺女的手，闺女便起来了。 26于是这风声传遍了那地方。'
            }
        },
        holyTrinity25:{
            firstReading:{
                title:'出埃及记32:1-20',
                content:'1百姓见摩西迟延不下山，就大家聚集到亚伦那里，对他说：“起来，为我们作神像，可以在我们前面引路，因为领我们出埃及地的那个摩西，我们不知道他遭了什么事。” 2亚伦对他们说：“你们去摘下你们妻子、儿女耳上的金环，拿来给我。” 3百姓就都摘下他们耳上的金环，拿来给亚伦。 4亚伦从他们手里接过来，铸了一只牛犊，用雕刻的器具作成。他们就说：“以色列啊，这是领你出埃及地的神。” 5亚伦看见，就在牛犊面前筑坛，且宣告说：“明日要向耶和华守节。” 6次日清早，百姓起来献燔祭和平安祭，就坐下吃喝，起来玩耍。  7耶和华吩咐摩西说：“下去吧，因为你的百姓，就是你从埃及地领出来的，已经败坏了。 8他们快快偏离了我所吩咐的道，为自己铸了一只牛犊，向它下拜献祭，说：‘以色列啊，这就是领你出埃及地的神。’” 9耶和华对摩西说：“我看这百姓真是硬着颈项的百姓。 10你且由着我，我要向他们发烈怒，将他们灭绝，使你的后裔成为大国。”  11摩西便恳求耶和华他的神说：“耶和华啊，你为什么向你的百姓发烈怒呢？这百姓是你用大力和大能的手从埃及地领出来的。 12为什么使埃及人议论说：‘他领他们出去，是要降祸与他们，把他们杀在山中，将他们从地上除灭。’求你转意，不发你的烈怒；后悔，不降祸与你的百姓。 13求你记念你的仆人亚伯拉罕、以撒、以色列，你曾指着自己起誓说：‘我必使你们的后裔像天上的星那样多，并且我所应许的这全地，必给你们的后裔，他们要永远承受为业。’”  14于是耶和华后悔，不把所说的祸降与他的百姓。 15摩西转身下山，手里拿着两块法版。这版是两面写的，这面那面都有字。 16是神的工作，字是神写的，刻在版上。 17约书亚一听见百姓呼喊的声音，就对摩西说：“在营里有争战的声音。” 18摩西说：“这不是人打胜仗的声音，也不是人打败仗的声音，我所听见的，乃是人歌唱的声音。” 19摩西挨近营前，就看见牛犊，又看见人跳舞，便发烈怒，把两块版扔在山下摔碎了， 20又将他们所铸的牛犊用火焚烧，磨得粉碎，撒在水面上，叫以色列人喝。'
            },
            firstReadingOptional:{
                title:'约伯记14:1-6',
                content:'1“人为妇人所生，日子短少，多有患难。  2出来如花，又被割下；飞去如影，不能存留。  3这样的人你岂睁眼看他吗？又叫我来受审吗？  4谁能使洁净之物出于污秽之中呢？无论谁也不能。  5人的日子既然限定，他的月数在你那里，你也派定他的界限，使他不能越过；  6便求你转眼不看他，使他得歇息，直等他像雇工人完毕他的日子。'
            },
            psalm:{
                title:'诗篇14',
                content:'1愚顽人心里说：“没有神。”他们都是邪恶，行了可憎恶的事，没有一个人行善。  2耶和华从天上垂看世人，要看有明白的没有，有寻求神的没有。  3他们都偏离正路，一同变为污秽；并没有行善的，连一个也没有。  4作孽的都没有知识吗？他们吞吃我的百姓如同吃饭一样，并不求告耶和华。  5他们在那里大大地害怕，因为神在义人的族类中。  6你们叫困苦人的谋算变为羞辱，然而耶和华是他的避难所。  7但愿以色列的救恩从锡安而出，耶和华救回他被掳的子民。那时，雅各要快乐，以色列要欢喜。'
            },
            psalm:{
                title:'诗篇102:1-13',
                content:'1耶和华啊，求你听我的祷告，容我的呼求达到你面前。  2我在急难的日子，求你向我侧耳，不要向我掩面；我呼求的日子，求你快快应允我！  3因为我的年日如烟云消灭；我的骨头如火把烧着。  4我的心被伤，如草枯干，甚至我忘记吃饭。  5因我唉哼的声音，我的肉紧贴骨头。  6我如同旷野的鹈鹕，我好像荒场的鸮鸟。  7我警醒不睡，我像房顶上孤单的麻雀。  8我的仇敌终日辱骂我，向我猖狂的人指着我赌咒。  9我吃过炉灰，如同吃饭，我所喝的与眼泪搀杂。  10这都因你的恼恨和忿怒；你把我拾起来，又把我摔下去。  11我的年日如日影偏斜，我也如草枯干。  12惟你耶和华必存到永远，你可记念的名也存到万代。  13你必起来怜恤锡安，因现在是可怜他的时候，日期已经到了。'
            },
            secondReading:{
                title:'帖撒罗尼迦前书4:13-18',
                content:'13论到睡了的人，我们不愿意弟兄们不知道，恐怕你们忧伤，像那些没有指望的人一样。 14我们若信耶稣死而复活了，那已经在耶稣里睡了的人，神也必将他们与耶稣一同带来。  15我们现在照主的话告诉你们一件事：我们这活着还存留到主降临的人，断不能在那已经睡了的人之先， 16因为主必亲自从天降临，有呼叫的声音和天使长的声音，又有神的号吹响，那在基督里死了的人必先复活。 17以后我们这活着还存留的人必和他们一同被提到云里，在空中与主相遇。这样，我们就要和主永远同在。 18所以，你们当用这些话彼此劝慰。'
            },
            gospel:{
                title:'马太福音24:15-28',
                content:'15“你们看见先知但以理所说的‘那行毁坏可憎的’站在圣地（读这经的人须要会意）。 16那时，在犹太的，应当逃到山上； 17在房上的，不要下来拿家里的东西； 18在田里的，也不要回去取衣裳。 19当那些日子，怀孕的和奶孩子的有祸了！ 20你们应当祈求，叫你们逃走的时候，不遇见冬天或是安息日。 21因为那时必有大灾难，从世界的起头直到如今，没有这样的灾难，后来也必没有。 22若不减少那日子，凡有血气的，总没有一个得救的；只是为选民，那日子必减少了。 23那时，若有人对你们说‘基督在这里’，或说‘基督在那里’，你们不要信。 24因为假基督、假先知将要起来，显大神迹、大奇事。倘若能行，连选民也就迷惑了。 25看哪，我预先告诉你们了。 26若有人对你们说，‘看哪，基督在旷野里’，你们不要出去；或说，‘看哪，基督在内屋中’，你们不要信。 27闪电从东边发出，直照到西边。人子降临，也要这样。 28尸首在哪里，鹰也必聚在那里。”'
            },
            gospelOptional:{
                title:'路加福音17:20-30',
                content:'20法利赛人问：“神的国几时来到？”耶稣回答说：“神的国来到，不是眼所能见的。 21人也不得说，‘看哪，在这里’，‘看哪，在那里’；因为神的国就在你们心里（“心里”或作“中间”）。” 22他又对门徒说：“日子将到，你们巴不得看见人子的一个日子，却不得看见。 23人将要对你们说：‘看哪，在那里’；‘看哪，在这里’。你们不要出去，也不要跟随他们。 24因为人子在他降临的日子，好像闪电从天这边一闪，直照到天那边。 25只是他必须先受许多苦，又被这世代弃绝。 26挪亚的日子怎样，人子的日子也要怎样。 27那时候的人又吃又喝，又娶又嫁，到挪亚进方舟的那日，洪水就来，把他们全都灭了。 28又好像罗得的日子，人又吃又喝，又买又卖，又耕种又盖造。 29到罗得出所多玛的那日，就有火与硫磺从天上降下来，把他们全都灭了。 30人子显现的日子也要这样。'
            }
        },
        holyTrinity26:{
            firstReading:{
                title:'但以理书7:9-14',
                content:'9我观看，见有宝座设立，上头坐着亘古常在者，他的衣服洁白如雪，头发如纯净的羊毛，宝座乃火焰，其轮乃烈火。  10从他面前有火，像河发出，侍奉他的有千千，在他面前侍立的有万万。他坐着要行审判，案卷都展开了。  11那时我观看，见那兽因小角说夸大话的声音被杀，身体损坏，扔在火中焚烧。 12其余的兽，权柄都被夺去，生命却仍存留，直到所定的时候和日期。  13我在夜间的异象中观看，见有一位像人子的，驾着天云而来，被领到亘古常在者面前，  14得了权柄、荣耀、国度，使各方、各国、各族的人都侍奉他。他的权柄是永远的，不能废去，他的国必不败坏。'
            },
            psalm:{
                title:'诗篇50:1-15',
                content:'1大能者神耶和华，已经发言招呼天下，从日出之地到日落之处。  2从全美的锡安中，神已经发光了。  3我们的神要来，决不闭口，有烈火在他面前吞灭，有暴风在他四围大刮。  4他招呼上天下地，为要审判他的民，  5说：“招聚我的圣民到我这里来，就是那些用祭物与我立约的人。”  6诸天必表明他的公义，因为神是施行审判的。  7“我的民哪，你们当听我的话；以色列啊，我要劝戒你。我是神，是你的神。  8我并不因你的祭物责备你，你的燔祭常在我面前。  9我不从你家中取公牛，也不从你圈内取山羊。  10因为树林中的百兽是我的，千山上的牲畜也是我的。  11山中的飞鸟，我都知道；野地的走兽也都属我。  12我若是饥饿，我不用告诉你，因为世界和其中所充满的都是我的。  13我岂吃公牛的肉呢？我岂喝山羊的血呢？  14你们要以感谢为祭献与神，又要向至高者还你的愿，  15并要在患难之日求告我，我必搭救你，你也要荣耀我。”'
            },
            secondReading:{
                title:'彼得后书3:3-14',
                content:'3第一要紧的，该知道在末世必有好讥诮的人，随从自己的私欲出来讥诮说： 4“主要降临的应许在哪里呢？因为从列祖睡了以来，万物与起初创造的时候仍是一样。” 5他们故意忘记，从太古凭神的命有了天，并从水而出、藉水而成的地。 6故此，当时的世界被水淹没就消灭了。 7但现在的天地还是凭着那命存留，直留到不敬虔之人受审判遭沉沦的日子，用火焚烧。  8亲爱的弟兄啊，有一件事你们不可忘记，就是主看一日如千年，千年如一日。 9主所应许的尚未成就，有人以为他是耽延，其实不是耽延，乃是宽容你们，不愿有一人沉沦，乃愿人人都悔改。 10但主的日子要像贼来到一样，那日，天必大有响声废去，有形质的都要被烈火销化，地和其上的物都要烧尽了。  11这一切既然都要如此销化，你们为人该当怎样圣洁、怎样敬虔， 12切切仰望神的日子来到。在那日，天被火烧就销化了，有形质的都要被烈火熔化。 13但我们照他的应许，盼望新天新地，有义居在其中。  14亲爱的弟兄啊，你们既盼望这些事，就当殷勤，使自己没有玷污，无可指摘，安然见主。'
            },
            gospel:{
                title:'马太福音25:31-46',
                content:'31“当人子在他荣耀里，同着众天使降临的时候，要坐在他荣耀的宝座上。 32万民都要聚集在他面前。他要把他们分别出来，好像牧羊的分别绵羊山羊一般； 33把绵羊安置在右边，山羊在左边。 34于是，王要向那右边的说：‘你们这蒙我父赐福的，可来承受那创世以来为你们所预备的国。 35因为我饿了，你们给我吃；渴了，你们给我喝；我作客旅，你们留我住； 36我赤身露体，你们给我穿；我病了，你们看顾我；我在监里，你们来看我。’ 37义人就回答说：‘主啊，我们什么时候见你饿了，给你吃，渴了，给你喝？ 38什么时候见你作客旅，留你住，或是赤身露体，给你穿？ 39又什么时候见你病了，或是在监里，来看你呢？’ 40王要回答说：‘我实在告诉你们：这些事你们既作在我这弟兄中一个最小的身上，就是作在我身上了。’ 41王又要向那左边的说：‘你们这被咒诅的人，离开我，进入那为魔鬼和他的使者所预备的永火里去！ 42因为我饿了，你们不给我吃；渴了，你们不给我喝； 43我作客旅，你们不留我住；我赤身露体，你们不给我穿；我病了，我在监里，你们不来看顾我。’ 44他们也要回答说：‘主啊，我们什么时候见你饿了，或渴了，或作客旅，或赤身露体，或病了，或在监里，不伺候你呢？’ 45王要回答说：‘我实在告诉你们：这些事你们既不作在我这弟兄中一个最小的身上，就是不作在我身上了。’ 46这些人要往永刑里去，那些义人要往永生里去。”'
            }
        },
        lastSunday:{
            firstReading:{
                title:'以赛亚书65:17-25',
                content:'17“看哪，我造新天新地，从前的事不再被记念，也不再追想。  18你们当因我所造的永远欢喜快乐，因我造耶路撒冷为人所喜，造其中的居民为人所乐。  19我必因耶路撒冷欢喜，因我的百姓快乐。其中必不再听见哭泣的声音和哀号的声音。  20其中必没有数日夭亡的婴孩，也没有寿数不满的老者；因为百岁死的仍算孩童，有百岁死的罪人算被咒诅。  21他们要建造房屋，自己居住；栽种葡萄园，吃其中的果子。  22他们建造的，别人不得住；他们栽种的，别人不得吃；因为我民的日子必像树木的日子，我选民亲手劳碌得来的必长久享用。  23他们必不徒然劳碌，所生产的，也不遭灾害，因为都是蒙耶和华赐福的后裔，他们的子孙也是如此。  24他们尚未求告，我就应允；正说话的时候，我就垂听。  25豺狼必与羊羔同食，狮子必吃草与牛一样，尘土必作蛇的食物。在我圣山的遍处，这一切都不伤人、不害物。这是耶和华说的。”'
            },
            psalm:{
                title:'诗篇149',
                content:'1你们要赞美耶和华！向耶和华唱新歌，在圣民的会中赞美他。  2愿以色列因造他的主欢喜，愿锡安的民因他们的王快乐。  3愿他们跳舞赞美他的名，击鼓、弹琴歌颂他。  4因为耶和华喜爱他的百姓，他要用救恩当作谦卑人的妆饰。  5愿圣民因所得的荣耀高兴，愿他们在床上欢呼。  6愿他们口中称赞神为高，手里有两刃的刀，  7为要报复列邦，刑罚万民。  8要用链子捆他们的君王，用铁镣锁他们的大臣，  9要在他们身上施行所记录的审判。他的圣民都有这荣耀。你们要赞美耶和华！'
            },
            secondReading:{
                title:'帖撒罗尼迦前书5:1-11',
                content:'1弟兄们，论到时候、日期，不用写信给你们， 2因为你们自己明明晓得，主的日子来到，好像夜间的贼一样。 3人正说“平安稳妥”的时候，灾祸忽然临到他们，如同产难临到怀胎的妇人一样，他们绝不能逃脱。 4弟兄们，你们却不在黑暗里，叫那日子临到你们像贼一样。 5你们都是光明之子，都是白昼之子；我们不是属黑夜的，也不是属幽暗的。 6所以，我们不要睡觉，像别人一样，总要警醒谨守。 7因为睡了的人是在夜间睡，醉了的人是在夜间醉。 8但我们既然属乎白昼，就应当谨守，把信和爱当作护心镜遮胸，把得救的盼望当作头盔戴上。 9因为神不是预定我们受刑，乃是预定我们藉着我们主耶稣基督得救。 10他替我们死，叫我们无论醒着、睡着，都与他同活。 11所以，你们该彼此劝慰，互相建立，正如你们素常所行的。'
            },
            gospel:{
                title:'马太福音25:1-13',
                content:'1“那时，天国好比十个童女拿着灯，出去迎接新郎。 2其中有五个是愚拙的，五个是聪明的。 3愚拙的拿着灯，却不预备油； 4聪明的拿着灯，又预备油在器皿里。 5新郎迟延的时候，她们都打盹、睡着了。 6半夜有人喊着说：‘新郎来了，你们出来迎接他！’ 7那些童女就都起来收拾灯。 8愚拙的对聪明的说：‘请分点油给我们，因为我们的灯要灭了。’ 9聪明的回答说：‘恐怕不够你我用的，不如你们自己到卖油的那里去买吧！’ 10她们去买的时候，新郎到了，那预备好了的，同他进去坐席，门就关了。 11其余的童女随后也来了，说：‘主啊，主啊，给我们开门！’ 12他却回答说：‘我实在告诉你们：我不认识你们。’ 13所以，你们要警醒，因为那日子、那时辰，你们不知道。”'
            }
        }
    },
    A:{
        advent1:{
            firstReading:{
                title:'以赛亚书2:1-5',
                content:'1亚摩斯的儿子以赛亚得默示，论到犹大和耶路撒冷。  2末后的日子，耶和华殿的山必坚立，超乎诸山，高举过于万岭，万民都要流归这山。  3必有许多国的民前往，说：“来吧！我们登耶和华的山，奔雅各神的殿；主必将他的道教训我们，我们也要行他的路。因为训诲必出于锡安；耶和华的言语必出于耶路撒冷。”  4他必在列国中施行审判，为许多国民断定是非。他们要将刀打成犁头，把枪打成镰刀；这国不举刀攻击那国，他们也不再学习战事。  5雅各家啊，来吧！我们在耶和华的光明中行走。'
            },
            psalm:{
                title:'诗篇122',
                content:'1人对我说：“我们往耶和华的殿去。”我就欢喜。  2耶路撒冷啊，我们的脚站在你的门内。  3耶路撒冷被建造，如同连络整齐的一座城。  4众支派，就是耶和华的支派，上那里去，按以色列的常例（或作“作以色列的证据”）称赞耶和华的名。  5因为在那里设立审判的宝座，就是大卫家的宝座。  6你们要为耶路撒冷求平安。耶路撒冷啊，爱你的人必然兴旺。  7愿你城中平安，愿你宫内兴旺。  8因我弟兄和同伴的缘故，我要说：“愿平安在你中间。”  9因耶和华我们神殿的缘故，我要为你求福。'
            },
            secondReading:{
                title:'罗马书13:(8-10)11-14',
                content:'【8凡事都不可亏欠人，惟有彼此相爱，要常以为亏欠，因为爱人的就完全了律法。 9像那不可奸淫，不可杀人，不可偷盗，不可贪婪，或有别的诫命，都包在“爱人如己”这一句话之内了。 10爱是不加害与人的，所以爱就完全了律法。 】11再者，你们晓得现今就是该趁早睡醒的时候，因为我们得救，现今比初信的时候更近了。 12黑夜已深，白昼将近；我们就当脱去暗昧的行为，带上光明的兵器。 13行事为人要端正，好像行在白昼；不可荒宴醉酒，不可好色邪荡，不可争竞嫉妒。 14总要披戴主耶稣基督，不要为肉体安排，去放纵私欲。'
            },
            gospel:{
                title:'马太福音21:1-11',
                content:'1耶稣和门徒将近耶路撒冷，到了伯法其，在橄榄山那里， 2耶稣就打发两个门徒，对他们说：“你们往对面村子里去，必看见一匹驴拴在那里，还有驴驹同在一处。你们解开，牵到我这里来。 3若有人对你们说什么，你们就说：‘主要用它。’那人必立时让你们牵来。” 4这事成就，是要应验先知的话，说： 5“要对锡安的居民（原文作“女子”）说：‘看哪，你的王来到你这里，是温柔的，又骑着驴，就是骑着驴驹子。’”  6门徒就照耶稣所吩咐的去行， 7牵了驴和驴驹来，把自己的衣服搭在上面，耶稣就骑上。 8众人多半把衣服铺在路上，还有人砍下树枝来铺在路上。 9前行后随的众人喊着说：“和散那归于大卫的子孙（“和散那”原有“求救”的意思，在此是称颂的话）！奉主名来的是应当称颂的！高高在上和散那！”  10耶稣既进了耶路撒冷，合城都惊动了，说：“这是谁？” 11众人说：“这是加利利拿撒勒的先知耶稣。”'
            },
            gospelOptional:{
                title:'马太福音24:36-44',
                content:'36“但那日子、那时辰，没有人知道，连天上的使者也不知道，子也不知道，惟独父知道。 37挪亚的日子怎样，人子降临也要怎样。 38当洪水以前的日子，人照常吃喝嫁娶，直到挪亚进方舟的那日， 39不知不觉洪水来了，把他们全都冲去。人子降临也要这样。 40那时，两个人在田里，取去一个，撇下一个； 41两个女人推磨，取去一个，撇下一个。 42所以，你们要警醒，因为不知道你们的主是哪一天来到。 43家主若知道几更天有贼来，就必警醒，不容人挖透房屋，这是你们所知道的。 44所以，你们也要预备，因为你们想不到的时候，人子就来了。”'
            }
        },
        advent2:{
            firstReading:{
                title:'以赛亚书11:1-10',
                content:'1从耶西的本（原文作“墩”）必发一条，从他根生的枝子必结果实。  2耶和华的灵必住在他身上，就是使他有智慧和聪明的灵、谋略和能力的灵、知识和敬畏耶和华的灵。  3他必以敬畏耶和华为乐，行审判不凭眼见，断是非也不凭耳闻；  4却要以公义审判贫穷人，以正直判断世上的谦卑人，以口中的杖击打世界，以嘴里的气杀戮恶人。  5公义必当他的腰带，信实必当他胁下的带子。  6豺狼必与绵羊羔同居，豹子与山羊羔同卧，少壮狮子与牛犊并肥畜同群；小孩子要牵引它们。  7牛必与熊同食，牛犊必与小熊同卧，狮子必吃草与牛一样。  8吃奶的孩子必玩耍在虺蛇的洞口，断奶的婴儿必按手在毒蛇的穴上。  9在我圣山的遍处，这一切都不伤人、不害物，因为认识耶和华的知识要充满遍地，好像水充满洋海一般。 10到那日，耶西的根立作万民的大旗，外邦人必寻求他，他安息之所大有荣耀。'
            },
            psalm:{
                title:'诗篇72:1-7',
                content:'1神啊，求你将判断的权柄赐给王，将公义赐给王的儿子。  2他要按公义审判你的民，按公平审判你的困苦人。  3大山小山都要因公义使民得享平安。  4他必为民中的困苦人伸冤，拯救穷乏之辈，压碎那欺压人的。  5太阳还存，月亮还在，人要敬畏你，直到万代。  6他必降临，像雨降在已割的草地上，如甘霖滋润田地。  7在他的日子，义人要发旺，大有平安，好像月亮长存。'
            },
            secondReading:{
                title:'罗马书15:4-13',
                content:'4从前所写的圣经都是为教训我们写的，叫我们因圣经所生的忍耐和安慰，可以得着盼望。 5但愿赐忍耐、安慰的神，叫你们彼此同心，效法基督耶稣， 6一心一口荣耀神、我们主耶稣基督的父。 7所以你们要彼此接纳，如同基督接纳你们一样，使荣耀归与神。 8我说，基督是为神真理作了受割礼人的执事，要证实所应许列祖的话， 9并叫外邦人因他的怜悯荣耀神。如经上所记：“因此我要在外邦中称赞你，歌颂你的名。” 10又说：“你们外邦人当与主的百姓一同欢乐。” 11又说：“外邦啊，你们当赞美主；万民哪，你们都当颂赞他。” 12又有以赛亚说：“将来有耶西的根，就是那兴起来要治理外邦的，外邦人要仰望他。” 13但愿使人有盼望的神，因信，将诸般的喜乐平安充满你们的心，使你们藉着圣灵的能力大有盼望。'
            },
            gospel:{
                title:'马太福音3:1-12',
                content:'1那时，有施洗的约翰出来，在犹太的旷野传道，说： 2“天国近了，你们应当悔改！” 3这人就是先知以赛亚所说的，他说：“在旷野有人声喊着说：‘预备主的道，修直他的路！’”  4这约翰身穿骆驼毛的衣服，腰束皮带，吃的是蝗虫、野蜜。 5那时，耶路撒冷和犹太全地，并约旦河一带地方的人，都出去到约翰那里， 6承认他们的罪，在约旦河里受他的洗。 7约翰看见许多法利赛人和撒都该人也来受洗，就对他们说：“毒蛇的种类！谁指示你们逃避将来的忿怒呢？ 8你们要结出果子来，与悔改的心相称。 9不要自己心里说：‘有亚伯拉罕为我们的祖宗。’我告诉你们：神能从这些石头中给亚伯拉罕兴起子孙来。 10现在斧子已经放在树根上，凡不结好果子的树，就砍下来丢在火里。 11我是用水给你们施洗，叫你们悔改；但那在我以后来的，能力比我更大，我就是给他提鞋也不配，他要用圣灵与火给你们施洗。 12他手里拿着簸箕，要扬净他的场，把麦子收在仓里，把糠用不灭的火烧尽了。”'
            }
        },
        advent3:{
            firstReading:{
                title:'以赛亚书35:1-10',
                content:'1旷野和干旱之地必然欢喜，沙漠也必快乐，又像玫瑰开花。  2必开花繁盛，乐上加乐，而且欢呼。黎巴嫩的荣耀，并迦密与沙仑的华美，必赐给它。人必看见耶和华的荣耀，我们神的华美。  3你们要使软弱的手坚壮，无力的膝稳固。  4对胆怯的人说：“你们要刚强，不要惧怕。看哪，你们的神必来报仇，必来施行极大的报应，他必来拯救你们。”  5那时瞎子的眼必睁开，聋子的耳必开通；  6那时瘸子必跳跃像鹿，哑巴的舌头必能歌唱；在旷野必有水发出，在沙漠必有河涌流，  7发光的沙（或作“蜃楼”）要变为水池，干渴之地要变为泉源；在野狗躺卧之处，必有青草、芦苇和蒲草。  8在那里必有一条大道，称为圣路，污秽人不得经过，必专为赎民行走，行路的人虽愚昧，也不至失迷。  9在那里必没有狮子，猛兽也不登这路，在那里都遇不见，只有赎民在那里行走。  10并且耶和华救赎的民必归回，歌唱来到锡安，永乐必归到他们的头上，他们必得着欢喜快乐，忧愁叹息尽都逃避。'
            },
            psalm:{
                title:'诗篇146',
                content:'1你们要赞美耶和华！我的心哪，你要赞美耶和华！  2我一生要赞美耶和华。我还活的时候，要歌颂我的神。  3你们不要倚靠君王，不要倚靠世人，他一点不能帮助。  4他的气一断，就归回尘土。他所打算的，当日就消灭了。  5以雅各的神为帮助、仰望耶和华他神的，这人便为有福。  6耶和华造天、地、海和其中的万物，他守诚实，直到永远。  7他为受屈的伸冤，赐食物与饥饿的。耶和华释放被囚的。  8耶和华开了瞎子的眼睛。耶和华扶起被压下的人。耶和华喜爱义人。  9耶和华保护寄居的，扶持孤儿和寡妇，却使恶人的道路弯曲。  10耶和华要作王，直到永远。锡安哪，你的神要作王，直到万代。你们要赞美耶和华！'
            },
            secondReading:{
                title:'雅各书5:7-11',
                content:'7弟兄们哪，你们要忍耐，直到主来。看哪，农夫忍耐等候地里宝贵的出产，直到得了秋雨春雨。 8你们也当忍耐，坚固你们的心，因为主来的日子近了。 9弟兄们，你们不要彼此埋怨，免得受审判。看哪，审判的主站在门前了。 10弟兄们，你们要把那先前奉主名说话的众先知，当作能受苦、能忍耐的榜样。 11那先前忍耐的人，我们称他们是有福的。你们听见过约伯的忍耐，也知道主给他的结局，明显主是满心怜悯，大有慈悲。'
            },
            gospel:{
                title:'马太福音11:2-15',
                content:'2约翰在监里听见基督所作的事，就打发两个门徒去， 3问他说：“那将要来的是你吗？还是我们等候别人呢？” 4耶稣回答说：“你们去，把所听见、所看见的事告诉约翰。 5就是瞎子看见，瘸子行走，长大麻风的洁净，聋子听见，死人复活，穷人有福音传给他们。 6凡不因我跌倒的就有福了。” 7他们走的时候，耶稣就对众人讲论约翰说：“你们从前出到旷野是要看什么呢？要看风吹动的芦苇吗？ 8你们出去到底是要看什么？要看穿细软衣服的人吗？那穿细软衣服的人是在王宫里。 9你们出去究竟是为什么？是要看先知吗？我告诉你们：是的，他比先知大多了。 10经上记着说：‘我要差遣我的使者在你前面预备道路。’所说的就是这个人。 11我实在告诉你们：凡妇人所生的，没有一个兴起来大过施洗约翰的；然而天国里最小的比他还大。 12从施洗约翰的时候到如今，天国是努力进入的，努力的人就得着了。 13因为众先知和律法说预言，到约翰为止。 14你们若肯领受，这人就是那应当来的以利亚。 15有耳可听的，就应当听。'
            }
        },
        advent4:{
            firstReading:{
                title:'以赛亚书7:10-17',
                content:'10耶和华又晓谕亚哈斯说： 11“你向耶和华你的神求一个兆头，或求显在深处，或求显在高处。” 12亚哈斯说：“我不求；我不试探耶和华。” 13以赛亚说：“大卫家啊，你们当听！你们使人厌烦岂算小事，还要使我的神厌烦吗？ 14因此，主自己要给你们一个兆头，必有童女怀孕生子，给他起名叫以马内利（就是“神与我们同在”的意思）。 15到他晓得弃恶择善的时候，他必吃奶油与蜂蜜。 16因为在这孩子还不晓得弃恶择善之先，你所憎恶的那二王之地必致见弃。 17耶和华必使亚述王攻击你的日子临到你和你的百姓并你的父家。自从以法莲离开犹大以来，未曾有这样的日子。'
            },
            psalm:{
                title:'诗篇24',
                content:'1地和其中所充满的，世界和住在其间的，都属耶和华。  2他把地建立在海上，安定在大水之上。  3谁能登耶和华的山？谁能站在他的圣所？  4就是手洁心清，不向虚妄，起誓不怀诡诈的人。  5他必蒙耶和华赐福，又蒙救他的神使他成义。  6这是寻求耶和华的族类，是寻求你面的雅各。  7众城门哪，你们要抬起头来！永久的门户，你们要被举起！那荣耀的王将要进来。  8荣耀的王是谁呢？就是有力有能的耶和华，在战场上有能的耶和华。  9众城门哪，你们要抬起头来！永久的门户，你们要把头抬起！那荣耀的王将要进来。  10荣耀的王是谁呢？万军之耶和华，他是荣耀的王！'
            },
            secondReading:{
                title:'罗马书1:1-7',
                content:'1耶稣基督的仆人保罗，奉召为使徒，特派传神的福音。 2这福音是神从前藉众先知在圣经上所应许的。 3论到他儿子我主耶稣基督，按肉体说。是从大卫后裔生的； 4按圣善的灵说，因从死里复活，以大能显明是神的儿子。 5我们从他受了恩惠并使徒的职分，在万国之中叫人为他的名信服真道； 6其中也有你们这蒙召属耶稣基督的人。 7我写信给你们在罗马为神所爱、奉召作圣徒的众人。愿恩惠、平安从我们的父神并主耶稣基督，归与你们！'
            },
            gospel:{
                title:'马太福音1:18-25',
                content:'18耶稣基督降生的事记在下面：他母亲马利亚已经许配了约瑟，还没有迎娶，马利亚就从圣灵怀了孕。 19她丈夫约瑟是个义人，不愿意明明地羞辱她，想要暗暗地把她休了。 20正思念这事的时候，有主的使者向他梦中显现，说：“大卫的子孙约瑟，不要怕，只管娶过你的妻子马利亚来，因她所怀的孕是从圣灵来的。 21她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。” 22这一切的事成就，是要应验主藉先知所说的话， 23说：“必有童女怀孕生子，人要称他的名为以马内利。”（“以马内利”翻出来就是“神与我们同在”。） 24约瑟醒了，起来，就遵着主使者的吩咐，把妻子娶过来， 25只是没有和她同房，等她生了儿子（有古卷作“等她生了头胎的儿子”），就给他起名叫耶稣。'
            }
        },
        christmasEve:{
            firstReading:{
                title:'以赛亚书7:10-14',
                content:'10耶和华又晓谕亚哈斯说： 11“你向耶和华你的神求一个兆头，或求显在深处，或求显在高处。” 12亚哈斯说：“我不求；我不试探耶和华。” 13以赛亚说：“大卫家啊，你们当听！你们使人厌烦岂算小事，还要使我的神厌烦吗？ 14因此，主自己要给你们一个兆头，必有童女怀孕生子，给他起名叫以马内利（就是“神与我们同在”的意思。）'
            },
            psalm:{
                title:'诗篇110:1-4',
                content:'1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”  2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。  3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。  4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”'
            },
            secondReading:{
                title:'约翰一书4:7-16',
                content:'7亲爱的弟兄啊，我们应当彼此相爱，因为爱是从神来的。凡有爱心的，都是由神而生，并且认识神。 8没有爱心的，就不认识神，因为神就是爱。 9神差他独生子到世间来，使我们藉着他得生，神爱我们的心在此就显明了。 10不是我们爱神，乃是神爱我们，差他的儿子为我们的罪作了挽回祭，这就是爱了。 11亲爱的弟兄啊，神既是这样爱我们，我们也当彼此相爱。 12从来没有人见过神。我们若彼此相爱，神就住在我们里面，爱他的心在我们里面得以完全了。  13神将他的灵赐给我们，从此就知道我们是住在他里面，他也住在我们里面。 14父差子作世人的救主，这是我们所看见且作见证的。 15凡认耶稣为神儿子的，神就住在他里面，他也住在神里面。  16神爱我们的心，我们也知道、也信。神就是爱，住在爱里面的，就是住在神里面，神也住在他里面。'
            },
            gospel:{
                title:'马太福音1:18-25',
                content:'18耶稣基督降生的事记在下面：他母亲马利亚已经许配了约瑟，还没有迎娶，马利亚就从圣灵怀了孕。 19她丈夫约瑟是个义人，不愿意明明地羞辱她，想要暗暗地把她休了。 20正思念这事的时候，有主的使者向他梦中显现，说：“大卫的子孙约瑟，不要怕，只管娶过你的妻子马利亚来，因她所怀的孕是从圣灵来的。 21她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。” 22这一切的事成就，是要应验主藉先知所说的话， 23说：“必有童女怀孕生子，人要称他的名为以马内利。”（“以马内利”翻出来就是“神与我们同在”。） 24约瑟醒了，起来，就遵着主使者的吩咐，把妻子娶过来， 25只是没有和她同房，等她生了儿子（有古卷作“等她生了头胎的儿子”），就给他起名叫耶稣。'
            }
        },
        christmas:{
            firstReading:{
                title:'以赛亚书52:7-10',
                content:'7那报佳音、传平安、报好信、传救恩的，对锡安说：“你的神作王了！”这人的脚登山何等佳美。  8听啊，你守望之人的声音，他们扬起声来，一同歌唱，因为耶和华归回锡安的时候，他们必亲眼看见。  9耶路撒冷的荒场啊，要发起欢声，一同歌唱，因为耶和华安慰了他的百姓，救赎了耶路撒冷。  10耶和华在万国眼前露出圣臂，地极的人都看见我们神的救恩了。'
            },
            psalm:{
                title:'诗篇2',
                content:'1外邦为什么争闹？万民为什么谋算虚妄的事？  2世上的君王一齐起来，臣宰一同商议，要敌挡耶和华并他的受膏者，  3说：“我们要挣开他们的捆绑，脱去他们的绳索。”  4那坐在天上的必发笑；主必嗤笑他们。  5那时，他要在怒中责备他们，在烈怒中惊吓他们，  6说：“我已经立我的君在锡安我的圣山上了。”  7受膏者说：“我要传圣旨。耶和华曾对我说：‘你是我的儿子，我今日生你。  8你求我，我就将列国赐你为基业，将地极赐你为田产。  9你必用铁杖打破他们，你必将他们如同窑匠的瓦器摔碎。’”  10现在，你们君王应当省悟，你们世上的审判官该受管教。  11当存畏惧侍奉耶和华，又当存战兢而快乐；  12当以嘴亲子，恐怕他发怒，你们便在道中灭亡，因为他的怒气快要发作。凡投靠他的，都是有福的。'
            },
            secondReading:{
                title:'希伯来书1:1-6(7-12)',
                content:' 1神既在古时藉着众先知多次多方的晓谕列祖； 2就在这末世藉着他儿子晓谕我们，又早已立他为承受万有的；也曾藉着他创造诸世界。 3他是神荣耀所发的光辉，是神本体的真像，常用他权能的命令托住万有。他洗净了人的罪，就坐在高天至大者的右边。 4他所承受的名既比天使的名更尊贵，就远超过天使。 5所有的天使，神从来对哪一个说，“你是我的儿子，我今日生你”？又指着哪一个说，“我要作他的父，他要作我的子”？  6再者，神使长子到世上来的时候（或作“神再使长子到世上来的时候”），就说：“神的使者都要拜他。”  【7论到使者，又说：“神以风为使者，以火焰为仆役。”  8论到子却说：“神啊，你的宝座是永永远远地，你的国权是正直的。  9你喜爱公义，恨恶罪恶，所以神，就是你的神，用喜乐油膏你，胜过膏你的同伴。”  10又说：“主啊，你起初立了地的根基，天也是你手所造的。  11天地都要灭没，你却要长存；天地都要像衣服渐渐旧了，  12你要将天地卷起来，像一件外衣，天地就都改变了。惟有你永不改变，你的年数没有穷尽。”】'
            },
            gospel:{
                title:'约翰福音1:1-14(15-18)',
                content:'1太初有道，道与神同在，道就是神。 2这道太初与神同在。 3万物是藉着他造的；凡被造的，没有一样不是藉着他造的。 4生命在他里头，这生命就是人的光。 5光照在黑暗里，黑暗却不接受光。  6有一个人，是从神那里差来的，名叫约翰。 7这人来，为要作见证，就是为光作见证，叫众人因他可以信。 8他不是那光，乃是要为光作见证。 9那光是真光，照亮一切生在世上的人。 10他在世界，世界也是藉着他造的，世界却不认识他。 11他到自己的地方来，自己的人倒不接待他。 12凡接待他的，就是信他名的人，他就赐他们权柄，作神的儿女。 13这等人不是从血气生的，不是从情欲生的，也不是从人意生的，乃是从神生的。  14道成了肉身，住在我们中间，充充满满地有恩典，有真理。我们也见过他的荣光，正是父独生子的荣光。 【15约翰为他作见证，喊着说：“这就是我曾说，‘那在我以后来的，反成了在我以前的，因他本来在我以前。’” 16从他丰满的恩典里，我们都领受了，而且恩上加恩。 17律法本是藉着摩西传的，恩典和真理都是由耶稣基督来的。 18从来没有人看见神，只有在父怀里的独生子将他表明出来。】'
            }
        },
        christmas1:{
            firstReading:{
                title:'以赛亚书63:7-14',
                content:'7我要照耶和华一切所赐给我们的，提起他的慈爱和美德，并他向以色列家所施的大恩，这恩是照他的怜恤和丰盛的慈爱赐给他们的。  8他说：“他们诚然是我的百姓，不行虚假的子民。”这样，他就作了他们的救主。  9他们在一切苦难中，他也同受苦难，并且他面前的使者拯救他们。他以慈爱和怜悯救赎他们，在古时的日子常保抱他们、怀揣他们。  10他们竟悖逆，使主的圣灵担忧；他就转作他们的仇敌，亲自攻击他们。  11那时，他们（原文作“他”）想起古时的日子，摩西和他百姓，说：“将百姓和牧养他全群的人从海里领上来的在哪里呢？将他的圣灵降在他们中间的在哪里呢？  12使他荣耀的膀臂在摩西的右手边行动，在他们前面将水分开，要建立自己永远的名，  13带领他们经过深处，如马行走旷野，使他们不至绊跌的在哪里呢？”  14耶和华的灵使他们得安息，仿佛牲畜下到山谷。照样，你也引导你的百姓，要建立自己荣耀的名。'
            },
            psalm:{
                title:'诗篇111',
                content:'1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。  2耶和华的作为本为大，凡喜爱的都必考察。  3他所行的是尊荣和威严，他的公义存到永远。  4他行了奇事，使人记念。耶和华有恩惠，有怜悯。  5他赐粮食给敬畏他的人，他必永远记念他的约。  6他向百姓显出大能的作为，把外邦的地赐给他们为业。  7他手所行的，是诚实公平，他的训词都是确实的，  8是永永远远坚定的，是按诚实正直设立的。  9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。  10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。 '
            },
            secondReading:{
                title:'加拉太书4:4-7',
                content:'4及至时候满足，神就差遣他的儿子为女子所生，且生在律法以下， 5要把律法以下的人赎出来，叫我们得着儿子的名分。 6你们既为儿子，神就差他儿子的灵进入你们（原文作“我们”）的心，呼叫：“阿爸，父！” 7可见，从此以后，你不是奴仆，乃是儿子了。既是儿子，就靠着神为后嗣。'
            },
            gospel:{
                title:'马太福音2:13-23',
                content:'13他们去后，有主的使者向约瑟梦中显现，说：“起来！带着小孩子同他母亲逃往埃及，住在那里，等我吩咐你，因为希律必寻找小孩子，要除灭他。” 14约瑟就起来，夜间带着小孩子和他母亲往埃及去， 15住在那里，直到希律死了。这是要应验主藉先知所说的话，说：“我从埃及召出我的儿子来。” 16希律见自己被博士愚弄，就大大发怒，差人将伯利恒城里并四境所有的男孩，照着他向博士仔细查问的时候，凡两岁以里的，都杀尽了。 17这就应了先知耶利米的话，说：  18“在拉玛听见号咷大哭的声音，是拉结哭她儿女，不肯受安慰，因为他们都不在了。” 19希律死了以后，有主的使者在埃及向约瑟梦中显现，说： 20“起来！带着小孩子和他母亲往以色列地去，因为要害小孩子性命的人已经死了。” 21约瑟就起来，把小孩子和他母亲带到以色列地去， 22只因听见亚基老接着他父亲希律作了犹太王，就怕往那里去，又在梦中被主指示，便往加利利境内去了。 23到了一座城，名叫拿撒勒，就住在那里。这是要应验先知所说他将称为拿撒勒人的话了。'
            }
        },
        christmas2:{
            firstReading:{
                title:'列王纪上3:4-15',
                content:'4所罗门王上基遍去献祭，因为在那里有极大的邱坛（“极大”或作“出名”），他在那坛上献一千牺牲作燔祭。 5在基遍，夜间梦中，耶和华向所罗门显现，对他说：“你愿我赐你什么？你可以求。” 6所罗门说：“你仆人我父亲大卫用诚实、公义、正直的心行在你面前，你就向他大施恩典；又为他存留大恩，赐他一个儿子坐在他的位上，正如今日一样。 7耶和华我的神啊，如今你使仆人接续我父亲大卫作王，但我是幼童，不知道应当怎样出入。 8仆人住在你所拣选的民中，这民多得不可胜数。 9所以求你赐我智慧，可以判断你的民，能辨别是非。不然，谁能判断这众多的民呢？”  10所罗门因为求这事，就蒙主喜悦。 11神对他说：“你既然求这事，不为自己求寿、求富，也不求灭绝你仇敌的性命，单求智慧可以听讼， 12我就应允你所求的，赐你聪明智慧，甚至在你以前没有像你的，在你以后也没有像你的。 13你所没有求的我也赐给你，就是富足、尊荣，使你在世的日子，列王中没有一个能比你的。 14你若效法你父亲大卫，遵行我的道，谨守我的律例、诫命，我必使你长寿。”  15所罗门醒了，不料是个梦。他就回到耶路撒冷，站在耶和华的约柜前，献燔祭和平安祭，又为他众臣仆设摆筵席。'
            },
            psalm:{
                title:'诗篇119:97-104',
                content:'97我何等爱慕你的律法，终日不住地思想。  98你的命令常存在我心里，使我比仇敌有智慧。  99我比我的师傅更通达，因我思想你的法度；  100我比年老的更明白，因我守了你的训词。  101我禁止我脚走一切的邪路，为要遵守你的话。  102我没有偏离你的典章，因为你教训了我。  103你的言语在我上膛何等甘美，在我口中比蜜更甜！  104我藉着你的训词得以明白，所以我恨一切的假道。'
            },
            secondReading:{
                title:'以弗所书1:3-14',
                content:'3愿颂赞归与我们主耶稣基督的父神，他在基督里曾赐给我们天上各样属灵的福气。 4就如神从创立世界以前，在基督里拣选了我们，使我们在他面前成为圣洁，无有瑕疵。 5又因爱我们，就按着自己意旨所喜悦的，预定我们藉着耶稣基督得儿子的名分， 6使他荣耀的恩典得着称赞。这恩典是他在爱子里所赐给我们的。 7我们藉这爱子的血得蒙救赎，过犯得以赦免，乃是照他丰富的恩典。 8这恩典是神用诸般智慧聪明，充充足足赏给我们的， 9都是照他自己所预定的美意，叫我们知道他旨意的奥秘； 10要照所安排的，在日期满足的时候，使天上地上一切所有的，都在基督里面同归于一。 11我们也在他里面得了基业（“得”或作“成”），这原是那位随己意行作万事的，照着他旨意所预定的， 12叫他的荣耀，从我们这首先在基督里有盼望的人可以得着称赞。 13你们既听见真理的道，就是那叫你们得救的福音，也信了基督，既然信他，就受了所应许的圣灵为印记。 14这圣灵是我们得基业的凭据（原文作“质”），直等到神之民（“民”原文作“产业”）被赎，使他的荣耀得着称赞。'
            },
            gospel:{
                title:'路加福音2:40-52',
                content:'40孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。 41每年到逾越节，他父母就上耶路撒冷去。 42当他十二岁的时候，他们按着节期的规矩上去。 43守满了节期，他们回去，孩童耶稣仍旧在耶路撒冷。他的父母并不知道， 44以为他在同行的人中间，走了一天的路程，就在亲族和熟识的人中找他。 45既找不着，就回耶路撒冷去找他。 46过了三天，就遇见他在殿里，坐在教师中间，一面听，一面问。 47凡听见他的，都希奇他的聪明和他的应对。 48他父母看见就很希奇。他母亲对他说：“我儿，为什么向我们这样行呢？看哪，你父亲和我伤心来找你。” 49耶稣说：“为什么找我呢？岂不知我应当以我父的事为念吗（或作“岂不知我应当在我父的家里吗”）？” 50他所说的这话，他们不明白。 51他就同他们下去，回到拿撒勒，并且顺从他们。他母亲把这一切的事都存在心里。 52耶稣的智慧和身量（“身量”或作“年纪”），并神和人喜爱他的心，都一齐增长。'
            }
        },
        epiphany:{
            firstReading:{
                title:'以赛亚书60:1-6',
                content:'1兴起，发光！因为你的光已经来到，耶和华的荣耀发现照耀你。  2看哪，黑暗遮盖大地，幽暗遮盖万民，耶和华却要显现照耀你，他的荣耀要现在你身上。  3万国要来就你的光，君王要来就你发现的光辉。  4你举目向四方观看，众人都聚集来到你这里。你的众子从远方而来，你的众女也被怀抱而来。  5那时你看见就有光荣，你心又跳动又宽畅。因为大海丰盛的货物必转来归你，列国的财宝也必来归你。  6成群的骆驼，并米甸和以法的独峰驼必遮满你。示巴的众人都必来到；要奉上黄金乳香，又要传说耶和华的赞美。'
            },
            psalm:{
                title:'诗篇72:1-11(12-15)',
                content:'1神啊，求你将判断的权柄赐给王，将公义赐给王的儿子。  2他要按公义审判你的民，按公平审判你的困苦人。  3大山小山都要因公义使民得享平安。  4他必为民中的困苦人伸冤，拯救穷乏之辈，压碎那欺压人的。  5太阳还存，月亮还在，人要敬畏你，直到万代。  6他必降临，像雨降在已割的草地上，如甘霖滋润田地。  7在他的日子，义人要发旺，大有平安，好像月亮长存。  8他要执掌权柄，从这海直到那海，从大河直到地极。  9住在旷野的，必在他面前下拜；他的仇敌必要舔土。  10他施和海岛的王要进贡，示巴和西巴的王要献礼物。  11诸王都要叩拜他，万国都要侍奉他。  12因为穷乏人呼求的时候，他要搭救；没有人帮助的困苦人，他也要搭救。  13他要怜恤贫寒和穷乏的人，拯救穷苦人的性命。  14他要救赎他们脱离欺压和强暴。他们的血在他眼中看为宝贵。  15他们要存活。示巴的金子要奉给他。人要常常为他祷告，终日称颂他。'
            },
            secondReading:{
                title:'以弗所书3:1-12',
                content:'1因此，我保罗为你们外邦人作了基督耶稣被囚的，替你们祈祷（此句乃对照十四节所加）。 2谅必你们曾听见神赐恩给我，将关切你们的职分托付我， 3用启示使我知道福音的奥秘，正如我以前略略写过的。 4你们念了，就能晓得我深知基督的奥秘， 5这奥秘在以前的世代没有叫人知道，像如今藉着圣灵启示他的圣使徒和先知一样。 6这奥秘就是外邦人在基督耶稣里，藉着福音，得以同为后嗣，同为一体，同蒙应许。 7我作了这福音的执事，是照神的恩赐，这恩赐是照他运行的大能赐给我的。 8我本来比众圣徒中最小的还小，然而他还赐我这恩典，叫我把基督那测不透的丰富传给外邦人。 9又使众人都明白，这历代以来隐藏在创造万物之神里的奥秘，是如何安排的， 10为要藉着教会使天上执政的、掌权的，现在得知神百般的智慧。 11这是照神从万世以前，在我们主基督耶稣里所定的旨意。 12我们因信耶稣，就在他里面放胆无惧，笃信不疑的来到神面前。'
            },
            gospel:{
                title:'马太福音2:1-12',
                content:'1当希律王的时候，耶稣生在犹太的伯利恒。有几个博士从东方来到耶路撒冷，说： 2“那生下来作犹太人之王的在哪里？我们在东方看见他的星，特来拜他。” 3希律王听见了，就心里不安；耶路撒冷合城的人也都不安。 4他就召齐了祭司长和民间的文士，问他们说：“基督当生在何处？” 5他们回答说：“在犹太的伯利恒。因为有先知记着，说： 6‘犹大地的伯利恒啊，你在犹大诸城中并不是最小的，因为将来有一位君王要从你那里出来，牧养我以色列民。’”  7当下希律暗暗地召了博士来，细问那星是什么时候出现的， 8就差他们往伯利恒去，说：“你们去仔细寻访那小孩子，寻到了，就来报信，我也好去拜他。” 9他们听见王的话就去了。在东方所看见的那星，忽然在他们前头行，直行到小孩子的地方，就在上头停住了。 10他们看见那星，就大大地欢喜， 11进了房子，看见小孩子和他母亲马利亚，就俯伏拜那小孩子，揭开宝盒，拿黄金、乳香、没药为礼物献给他。 12博士因为在梦中被主指示不要回去见希律，就从别的路回本地去了。'
            }
        },
        baptism:{
            firstReading:{
                title:'以赛亚书42:1-9',
                content:'1“看哪，我的仆人，我所扶持、所拣选、心里所喜悦的，我已将我的灵赐给他，他必将公理传给外邦。  2他不喧嚷，不扬声，也不使街上听见他的声音。  3压伤的芦苇，他不折断；将残的灯火，他不吹灭。他凭真实将公理传开。  4他不灰心，也不丧胆，直到他在地上设立公理，海岛都等候他的训诲。”  5创造诸天，铺张穹苍，将地和地所出的一并铺开，赐气息给地上的众人，又赐灵性给行在其上之人的神耶和华，他如此说：  6“我耶和华凭公义召你，必搀扶你的手，保守你，使你作众民的中保（“中保”原文作“约”），作外邦人的光，  7开瞎子的眼，领被囚的出牢狱，领坐黑暗的出监牢。  8我是耶和华，这是我的名。我必不将我的荣耀归给假神，也不将我的称赞归给雕刻的偶像。  9看哪！先前的事已经成就，现在我将新事说明，这事未发以先，我就说给你们听。”'
            },
            psalm:{
                title:'诗篇29',
                content:'1神的众子啊，你们要将荣耀能力归给耶和华，归给耶和华。  2要将耶和华的名所当得的荣耀归给他，以圣洁的妆饰（“的”或作“为”）敬拜耶和华。  3耶和华的声音发在水上，荣耀的神打雷，耶和华打雷在大水之上。  4耶和华的声音大有能力，耶和华的声音满有威严。  5耶和华的声音震破香柏树，耶和华震碎黎巴嫩的香柏树。  6他也使之跳跃如牛犊，使黎巴嫩和西连跳跃如野牛犊。  7耶和华的声音使火焰分岔。  8耶和华的声音震动旷野，耶和华震动加低斯的旷野。  9耶和华的声音惊动母鹿落胎，树木也脱落净光；凡在他殿中的，都称说他的荣耀。  10洪水泛滥之时，耶和华坐着为王；耶和华坐着为王，直到永远。  11耶和华必赐力量给他的百姓，耶和华必赐平安的福给他的百姓。'
            },
            secondReading:{
                title:'罗马书6:1-11',
                content:'1这样，怎么说呢？我们可以仍在罪中，叫恩典显多吗？ 2断乎不可！我们在罪上死了的人岂可仍在罪中活着呢？ 3岂不知我们这受洗归入基督耶稣的人，是受洗归入他的死吗？ 4所以我们藉着洗礼归入死，和他一同埋葬，原是叫我们一举一动有新生的样式，像基督藉着父的荣耀从死里复活一样。 5我们若在他死的形状上与他联合，也要在他复活的形状上与他联合。 6因为知道我们的旧人和他同钉十字架，使罪身灭绝，叫我们不再作罪的奴仆。 7因为已死的人是脱离了罪， 8我们若是与基督同死，就信必与他同活。 9因为知道基督既从死里复活，就不再死，死也不再作他的主了。 10他死是向罪死了，只有一次；他活是向神活着。 11这样，你们向罪也当看自己是死的；向神在基督耶稣里，却当看自己是活的。'
            },
            gospel:{
                title:'马太福音3:13-17',
                content:'13当下，耶稣从加利利来到约旦河，见了约翰，要受他的洗。 14约翰想要拦住他，说：“我当受你的洗，你反倒上我这里来吗？” 15耶稣回答说：“你暂且许我，因为我们理当这样尽诸般的义（或作“礼”）。”于是约翰许了他。 16耶稣受了洗，随即从水里上来。天忽然为他开了，他就看见神的灵仿佛鸽子降下，落在他身上。 17从天上有声音说：“这是我的爱子，我所喜悦的。”'
            }
        },
        epiphany2:{
            firstReading:{
                title:'以赛亚书49:1-7',
                content:'1众海岛啊，当听我言！远方的众民哪，留心而听！自我出胎，耶和华就选召我；自出母腹，他就提我的名。  2他使我的口如快刀，将我藏在他手荫之下；又使我成为磨亮的箭，将我藏在他箭袋之中。  3对我说：“你是我的仆人以色列，我必因你得荣耀。”  4我却说：“我劳碌是徒然，我尽力是虚无虚空；然而，我当得的理必在耶和华那里，我的赏赐必在我神那里。”  5耶和华从我出胎，造就我作他的仆人，要使雅各归向他，使以色列到他那里聚集。（原来耶和华看我为尊贵，我的神也成为我的力量。）  6现在他说：“你作我的仆人，使雅各众支派复兴，使以色列中得保全的归回尚为小事；我还要使你作外邦人的光，叫你施行我的救恩，直到地极。”  7救赎主以色列的圣者耶和华，对那被人所藐视、本国所憎恶、官长所虐待的如此说：“君王要看见就站起，首领也要下拜，都因信实的耶和华，就是拣选你以色列的圣者。”'
            },
            psalm:{
                title:'诗篇40:1-11',
                content:'1我曾耐性等候耶和华，他垂听我的呼求。  2他从祸坑里、从淤泥中把我拉上来，使我的脚立在磐石上，使我脚步稳当。  3他使我口唱新歌，就是赞美我们神的话。许多人必看见而惧怕，并要倚靠耶和华。  4那倚靠耶和华，不理会狂傲和偏向虚假之辈的，这人便为有福。  5耶和华我的神啊，你所行的奇事，并你向我们所怀的意念甚多，不能向你陈明；若要陈明，其事不可胜数。  6祭物和礼物，你不喜悦，你已经开通我的耳朵。燔祭和赎罪祭非你所要。  7那时我说：“看哪，我来了！我的事在经卷上已经记载了。  8我的神啊，我乐意照你的旨意行，你的律法在我心里。”  9我在大会中宣传公义的佳音，我必不止住我的嘴唇。耶和华啊，这是你所知道的。  10我未曾把你的公义藏在心里，我已陈明你的信实和你的救恩。我在大会中未曾隐瞒你的慈爱和诚实。  11耶和华啊，求你不要向我止住你的慈悲。愿你的慈爱和诚实常常保佑我。'
            },
            secondReading:{
                title:'哥林多前书1:1-9',
                content:'1奉神旨意，蒙召作耶稣基督使徒的保罗同弟兄所提尼， 2写信给在哥林多神的教会，就是在基督耶稣里成圣，蒙召作圣徒的，以及所有在各处求告我主耶稣基督之名的人。基督是他们的主，也是我们的主。 3愿恩惠、平安从神我们的父并主耶稣基督归与你们！  4我常为你们感谢我的神，因神在基督耶稣里所赐给你们的恩惠， 5又因你们在他里面凡事富足，口才、知识都全备。 6正如我为基督作的见证在你们心里得以坚固， 7以致你们在恩赐上没有一样不及人的，等候我们的主耶稣基督显现。 8他也必坚固你们到底，叫你们在我们主耶稣基督的日子无可责备。 9神是信实的，你们原是被他所召，好与他儿子我们的主耶稣基督一同得份。'
            },
            gospel:{
                title:'约翰福音1:29-42a',
                content:'29次日，约翰看见耶稣来到他那里，就说：“看哪，神的羔羊，除去（或作“背负”）世人罪孽的。 30这就是我曾说‘有一位在我以后来，反成了在我以前的，因他本来在我以前。’ 31我先前不认识他，如今我来用水施洗，为要叫他显明给以色列人。” 32约翰又作见证说：“我曾看见圣灵仿佛鸽子从天降下，住在他的身上。 33我先前不认识他，只是那差我来用水施洗的，对我说：‘你看见圣灵降下来，住在谁的身上，谁就是用圣灵施洗的。’ 34我看见了，就证明这是神的儿子。” 35再次日，约翰同两个门徒站在那里。 36他见耶稣行走，就说：“看哪，这是神的羔羊！” 37两个门徒听见他的话，就跟从了耶稣。 38耶稣转过身来，看见他们跟着，就问他们说：“你们要什么？”他们说：“拉比（“拉比”翻出来就是“夫子”），在哪里住？” 39耶稣说：“你们来看。”他们就去看他在哪里住，这一天便与他同住。那时约有申正了。 40听见约翰的话跟从耶稣的那两个人，一个是西门彼得的兄弟安得烈。 41他先找着自己的哥哥西门，对他说：“我们遇见弥赛亚了（“弥赛亚”翻出来就是“基督”）。” 42a于是领他去见耶稣。'
            }
        },
        epiphany3:{
            firstReading:{
                title:'以赛亚书9:1-4',
                content:'1但那受过痛苦的，必不再见幽暗。 从前神使西布伦地和拿弗他利地被藐视，末后却使这沿海的路，约旦河外，外邦人的加利利地得着荣耀。  2在黑暗中行走的百姓看见了大光；住在死荫之地的人有光照耀他们。  3你使这国民繁多，加增他们的喜乐，他们在你面前欢喜，好像收割的欢喜，像人分掳物那样的快乐。  4因为他们所负的重轭和肩头上的杖，并欺压他们人的棍，你都已经折断，好像在米甸的日子一样。'
            },
            psalm:{
                title:'诗篇27:1-9(10-14)',
                content:'1耶和华是我的亮光，是我的拯救，我还怕谁呢？耶和华是我性命的保障（“保障”或作“力量”），我还惧谁呢？  2那作恶的，就是我的仇敌，前来吃我肉的时候，就绊跌仆倒。  3虽有军兵安营攻击我，我的心也不害怕；虽然兴起刀兵攻击我，我必仍旧安稳。  4有一件事，我曾求耶和华，我仍要寻求：就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里求问。  5因为我遭遇患难，他必暗暗地保守我；在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐石上。  6现在我得以昂首，高过四面的仇敌；我要在他的帐幕里欢然献祭，我要唱诗歌颂耶和华。  7耶和华啊，我用声音呼吁的时候，求你垂听；并求你怜恤我，应允我。  8你说：“你们当寻求我的面。”那时我心向你说：“耶和华啊，你的面我正要寻求。”  9不要向我掩面。不要发怒赶逐仆人，你向来是帮助我的。救我的神啊，不要丢掉我，也不要离弃我。  【10我父母离弃我，耶和华必收留我。  11耶和华啊，求你将你的道指教我，因我仇敌的缘故引导我走平坦的路。  12求你不要把我交给敌人，遂其所愿；因为妄作见证的和口吐凶言的，起来攻击我。  13我若不信在活人之地得见耶和华的恩惠，就早已丧胆了。  14要等候耶和华！当壮胆，坚固你的心。我再说：要等候耶和华！】'
            },
            secondReading:{
                title:'哥林多前书1:10-18',
                content:'10弟兄们，我藉我们主耶稣基督的名，劝你们都说一样的话。你们中间也不可分党，只要一心一意，彼此相合。 11因为革来氏家里的人曾对我提起弟兄们来，说你们中间有纷争。 12我的意思就是你们各人说：“我是属保罗的”，“我是属亚波罗的”，“我是属矶法的”，“我是属基督的”。 13基督是分开的吗？保罗为你们钉了十字架吗？你们是奉保罗的名受了洗吗？ 14我感谢神，除了基利司布并该犹以外，我没有给你们一个人施洗， 15免得有人说，你们是奉我的名受洗。 16我也给司提反家施过洗；此外给别人施洗没有，我却记不清。 17基督差遣我，原不是为施洗，乃是为传福音，并不用智慧的言语，免得基督的十字架落了空。 18因为十字架的道理，在那灭亡的人为愚拙，在我们得救的人却为神的大能。'
            },
            gospel:{
                title:'马太福音4:12-25',
                content:'12耶稣听见约翰下了监，就退到加利利去； 13后又离开拿撒勒，往迦百农去，就住在那里。那地方靠海，在西布伦和拿弗他利的边界上。 14这是要应验先知以赛亚的话， 15说：“西布伦地，拿弗他利地，就是沿海的路，约旦河外，外邦人的加利利地。 16那坐在黑暗里的百姓看见了大光；坐在死荫之地的人有光发现照着他们。”  17从那时候，耶稣就传起道来，说：“天国近了，你们应当悔改！” 18耶稣在加利利海边行走，看见弟兄二人，就是那称呼彼得的西门和他兄弟安得烈，在海里撒网。他们本是打鱼的。 19耶稣对他们说：“来跟从我！我要叫你们得人如得鱼一样。” 20他们就立刻舍了网，跟从了他。 21从那里往前走，又看见弟兄二人，就是西庇太的儿子雅各和他兄弟约翰，同他们的父亲西庇太在船上补网，耶稣就招呼他们。 22他们立刻舍了船，别了父亲，跟从了耶稣。 23耶稣走遍加利利，在各会堂里教训人，传天国的福音，医治百姓各样的病症。 24他的名声就传遍了叙利亚。那里的人把一切害病的，就是害各样疾病、各样疼痛的和被鬼附的、癫痫的、瘫痪的，都带了来，耶稣就治好了他们。 25当下，有许多人从加利利、低加波利、耶路撒冷、犹太、约旦河外来跟着他。'
            }
        },
        epiphany4:{
            firstReading:{
                title:'弥迦书6:1-8',
                content:'1以色列人哪，当听耶和华的话！要起来向山岭争辩，使冈陵听你的话。  2山岭和地永久的根基啊，要听耶和华争辩的话；因为耶和华要与他的百姓争辩，与以色列争论。  3“我的百姓啊，我向你作了什么呢？我在什么事上使你厌烦？你可以对我证明。  4我曾将你从埃及地领出来，从作奴仆之家救赎你，我也差遣摩西、亚伦和米利暗在你前面行。  5我的百姓啊，你们当追念摩押王巴勒所设的谋和比珥的儿子巴兰回答他的话，并你们从什亭到吉甲所遇见的事，好使你们知道耶和华公义的作为。” 6我朝见耶和华，在至高神面前跪拜，当献上什么呢？岂可献一岁的牛犊为燔祭吗？  7耶和华岂喜悦千千的公羊，或是万万的油河吗？我岂可为自己的罪过献我的长子吗？为心中的罪恶献我身所生的吗？  8世人哪，耶和华已指示你何为善，他向你所要的是什么呢？只要你行公义，好怜悯，存谦卑的心，与你的神同行。'
            },
            psalm:{
                title:'诗篇15',
                content:'1耶和华啊，谁能寄居你的帐幕？谁能住在你的圣山？  2就是行为正直，作事公义，心里说实话的人。  3他不以舌头谗谤人，不恶待朋友，也不随伙毁谤邻里；  4他眼中藐视匪类，却尊重那敬畏耶和华的人。他发了誓，虽然自己吃亏，也不更改。  5他不放债取利，不受贿赂以害无辜。行这些事的人必永不动摇。'
            },
            secondReading:{
                title:'哥林多前书1:18-31',
                content:'18因为十字架的道理，在那灭亡的人为愚拙，在我们得救的人却为神的大能。 19就如经上所记：“我要灭绝智慧人的智慧，废弃聪明人的聪明。” 20智慧人在哪里？文士在哪里？这世上的辩士在哪里？神岂不是叫这世上的智慧变成愚拙吗？ 21世人凭自己的智慧，既不认识神，神就乐意用人所当作愚拙的道理拯救那些信的人，这就是神的智慧了。 22犹太人是要神迹，希腊人是求智慧； 23我们却是传钉十字架的基督。在犹太人为绊脚石，在外邦人为愚拙， 24但在那蒙召的，无论是犹太人、希腊人，基督总为神的能力，神的智慧。 25因神的愚拙总比人智慧，神的软弱总比人强壮。  26弟兄们哪，可见你们蒙召的，按着肉体有智慧的不多，有能力的不多，有尊贵的也不多。 27神却拣选了世上愚拙的，叫有智慧的羞愧；又拣选了世上软弱的，叫那强壮的羞愧。 28神也拣选了世上卑贱的，被人厌恶的，以及那无有的，为要废掉那有的， 29使一切有血气的，在神面前一个也不能自夸。 30但你们得在基督耶稣里是本乎神，神又使他成为我们的智慧、公义、圣洁、救赎。 31如经上所记：“夸口的，当指着主夸口。”'
            },
            gospel:{
                title:'马太福音5:1-12',
                content:'1耶稣看见这许多的人，就上了山，既已坐下，门徒到他跟前来。 2他就开口教训他们，说： 3“虚心的人有福了，因为天国是他们的。  4哀恸的人有福了，因为他们必得安慰。  5温柔的人有福了，因为他们必承受地土。  6饥渴慕义的人有福了，因为他们必得饱足。  7怜恤人的人有福了，因为他们必蒙怜恤。  8清心的人有福了，因为他们必得见神。  9使人和睦的人有福了，因为他们必称为神的儿子。  10为义受逼迫的人有福了，因为天国是他们的。  11人若因我辱骂你们，逼迫你们，捏造各样坏话毁谤你们，你们就有福了。 12应当欢喜快乐，因为你们在天上的赏赐是大的。在你们以前的先知，人也是这样逼迫他们。”'
            }
        },
        epiphany5:{
            firstReading:{
                title:'以赛亚书58:3-9a',
                content:'3他们说：‘我们禁食，你为何不看见呢？我们刻苦己心，你为何不理会呢？’看哪，你们禁食的日子仍求利益，勒逼人为你们作苦工。  4你们禁食，却互相争竞，以凶恶的拳头打人。你们今日禁食，不得使你们的声音听闻于上。  5这样禁食，岂是我所拣选使人刻苦己心的日子吗？岂是叫人垂头像苇子，用麻布和炉灰铺在他以下吗？你这可称为禁食为耶和华所悦纳的日子吗？  6“我所拣选的禁食，不是要松开凶恶的绳，解下轭上的索，使被欺压的得自由，折断一切的轭吗？  7不是要把你的饼分给饥饿的人，将飘流的穷人接到你家中，见赤身的给他衣服遮体，顾恤自己的骨肉而不掩藏吗？  8这样，你的光就必发现如早晨的光，你所得的医治要速速发明。你的公义必在你前面行；耶和华的荣光必作你的后盾。  9a那时你求告，耶和华必应允；你呼求，他必说：我在这里。'
            },
            psalm:{
                title:'诗篇112:1-9',
                content:'1你们要赞美耶和华！敬畏耶和华，甚喜爱他命令的，这人便为有福。  2他的后裔在世必强盛，正直人的后代必要蒙福。  3他家中有货物，有钱财。他的公义存到永远。  4正直人在黑暗中，有光向他发现。他有恩惠，有怜悯，有公义。  5施恩与人、借贷与人的，这人事情顺利。他被审判的时候，要诉明自己的冤。  6他永不动摇。义人被记念，直到永远。  7他必不怕凶恶的信息，他心坚定，倚靠耶和华。  8他心确定，总不惧怕，直到他看见敌人遭报。  9他施舍钱财，周济贫穷。他的仁义存到永远。他的角必被高举，大有荣耀。'
            },
            secondReading:{
                title:'哥林多前书2:1-12(13-16)',
                content:'1弟兄们，从前我到你们那里去，并没有用高言大智对你们宣传神的奥秘。 2因为我曾定了主意，在你们中间不知道别的，只知道耶稣基督并他钉十字架。 3我在你们那里，又软弱，又惧怕，又甚战兢。 4我说的话，讲的道，不是用智慧委婉的言语，乃是用圣灵和大能的明证， 5叫你们的信不在乎人的智慧，只在乎神的大能。 6然而，在完全的人中，我们也讲智慧。但不是这世上的智慧，也不是这世上有权有位将要败亡之人的智慧。 7我们讲的，乃是从前所隐藏、神奥秘的智慧，就是神在万世以前预定使我们得荣耀的。 8这智慧，世上有权有位的人没有一个知道的；他们若知道，就不把荣耀的主钉在十字架上了。 9如经上所记：“神为爱他的人所预备的，是眼睛未曾看见，耳朵未曾听见，人心也未曾想到的。” 10只有神藉着圣灵向我们显明了，因为圣灵参透万事，就是神深奥的事也参透了。 11除了在人里头的灵，谁知道人的事？像这样，除了神的灵，也没有人知道神的事。 12我们所领受的，并不是世上的灵，乃是从神来的灵，叫我们能知道神开恩赐给我们的事。 【13并且我们讲说这些事，不是用人智慧所指教的言语，乃是用圣灵所指教的言语，将属灵的话解释属灵的事（或作“将属灵的事讲与属灵的人”）。 14然而，属血气的人不领会神圣灵的事，反倒以为愚拙，并且不能知道，因为这些事惟有属灵的人才能看透。 15属灵的人能看透万事，却没有一人能看透了他。 16谁曾知道主的心去教导他呢？但我们是有基督的心了。】'
            },
            gospel:{
                title:'马太福音5:13-20',
                content:'13“你们是世上的盐。盐若失了味，怎能叫它再咸呢？以后无用，不过丢在外面，被人践踏了。 14你们是世上的光。城造在山上，是不能隐藏的。 15人点灯，不放在斗底下，是放在灯台上，就照亮一家的人。 16你们的光也当这样照在人前，叫他们看见你们的好行为，便将荣耀归给你们在天上的父。” 17“莫想我来要废掉律法和先知；我来不是要废掉，乃是要成全。 18我实在告诉你们，就是到天地都废去了，律法的一点一画也不能废去，都要成全。 19所以，无论何人废掉这诫命中最小的一条，又教训人这样作，他在天国要称为最小的；但无论何人遵行这诫命，又教训人遵行，他在天国要称为大的。 20我告诉你们：你们的义若不胜于文士和法利赛人的义，断不能进天国。”'
            }
        },
        epiphany6:{
            firstReading:{
                title:'申命记30:15-20',
                content:'15“看哪，我今日将生与福，死与祸，陈明在你面前。 16吩咐你爱耶和华你的神，遵行他的道，谨守他的诫命、律例、典章，使你可以存活，人数增多，耶和华你神就必在你所要进去得为业的地上赐福与你。 17倘若你心里偏离不肯听从，却被勾引去敬拜侍奉别神， 18我今日明明告诉你们：你们必要灭亡，在你过约旦河进去得为业的地上，你的日子必不长久。 19我今日呼天唤地向你作见证，我将生死、祸福陈明在你面前，所以你要拣选生命，使你和你的后裔都得存活； 20且爱耶和华你的神，听从他的话，专靠他，因为他是你的生命，你的日子长久也在乎他。这样，你就可以在耶和华向你列祖亚伯拉罕、以撒、雅各起誓应许所赐的地上居住。”'
            },
            psalm:{
                title:'诗篇119:1-8',
                content:'1行为完全、遵行耶和华律法的，这人便为有福；  2遵守他的法度、一心寻求他的，这人便为有福。  3这人不作非义的事，但遵行他的道。  4耶和华啊，你曾将你的训词吩咐我们，为要我们殷勤遵守。  5但愿我行事坚定，得以遵守你的律例。  6我看重你的一切命令，就不至于羞愧。  7我学了你公义的判语，就要以正直的心称谢你。  8我必守你的律例，求你总不要丢弃我。'
            },
            secondReading:{
                title:'哥林多前书3:1-9',
                content:'1弟兄们，我从前对你们说话，不能把你们当作属灵的，只得把你们当作属肉体、在基督里为婴孩的。 2我是用奶喂你们，没有用饭喂你们。那时你们不能吃，就是如今还是不能。 3你们仍是属肉体的，因为在你们中间有嫉妒、纷争，这岂不是属乎肉体、照着世人的样子行吗？ 4有说：“我是属保罗的。”有说：“我是属亚波罗的。”这岂不是你们和世人一样吗？ 5亚波罗算什么？保罗算什么？无非是执事，照主所赐给他们各人的，引导你们相信。 6我栽种了，亚波罗浇灌了，惟有神叫他生长。 7可见栽种的算不得什么，浇灌的也算不得什么，只在那叫他生长的神。 8栽种的和浇灌的，都是一样。但将来各人要照自己的工夫得自己的赏赐。 9因为我们是与神同工的；你们是神所耕种的田地，所建造的房屋。'
            },
            gospel:{
                title:'马太福音5:21-37',
                content:'21“你们听见有吩咐古人的话，说：‘不可杀人’，又说：‘凡杀人的，难免受审判。’ 22只是我告诉你们：凡向弟兄动怒的，难免受审判（有古卷在“凡”字下添“无缘无故地”）。凡骂弟兄是拉加的，难免公会的审断；凡骂弟兄是魔利的，难免地狱的火。 23所以，你在祭坛上献礼物的时候，若想起弟兄向你怀怨， 24就把礼物留在坛前，先去同弟兄和好，然后来献礼物。 25你同告你的对头还在路上，就赶紧与他和息，恐怕他把你送给审判官，审判官交付衙役，你就下在监里了。 26我实在告诉你，若有一文钱没有还清，你断不能从那里出来。” 27“你们听见有话说：‘不可奸淫。’ 28只是我告诉你们：凡看见妇女就动淫念的，这人心里已经与她犯奸淫了。 29若是你的右眼叫你跌倒，就剜出来丢掉，宁可失去百体中的一体，不叫全身丢在地狱里； 30若是右手叫你跌倒，就砍下来丢掉，宁可失去百体中的一体，不叫全身下入地狱。” 31“又有话说：‘人若休妻，就当给她休书。’ 32只是我告诉你们：凡休妻的，若不是为淫乱的缘故，就是叫她作淫妇了。人若娶这被休的妇人，也是犯奸淫了。” 33“你们又听见有吩咐古人的话，说：‘不可背誓，所起的誓，总要向主谨守。’ 34只是我告诉你们，什么誓都不可起。不可指着天起誓，因为天是神的座位； 35不可指着地起誓，因为地是他的脚凳；也不可指着耶路撒冷起誓，因为耶路撒冷是大君的京城； 36又不可指着你的头起誓，因为你不能使一根头发变黑变白了。 37你们的话，是，就说是；不是，就说不是；若再多说，就是出于那恶者（或作“是从恶里出来的”）。”'
            }
        },
        epiphany7:{
            firstReading:{
                title:'利未记19:1-2, 9-18',
                content:'1耶和华对摩西说： 2“你晓谕以色列全会众说：你们要圣洁，因为我耶和华你们的神是圣洁的。\n9“在你们的地收割庄稼，不可割尽田角，也不可拾取所遗落的。 10不可摘尽葡萄园的果子，也不可拾取葡萄园所掉的果子，要留给穷人和寄居的。我是耶和华你们的神。  11“你们不可偷盗，不可欺骗，也不可彼此说谎。 12不可指着我的名起假誓，亵渎你神的名。我是耶和华。  13“不可欺压你的邻舍，也不可抢夺他的物。雇工人的工价，不可在你那里过夜留到早晨。 14不可咒骂聋子，也不可将绊脚石放在瞎子面前，只要敬畏你的神。我是耶和华。  15“你们施行审判，不可行不义，不可偏护穷人，也不可重看有势力的人，只要按着公义审判你的邻舍。 16不可在民中往来搬弄是非，也不可与邻舍为敌，置之于死（原文作“流他的血”）。我是耶和华。  17“不可心里恨你的弟兄；总要指摘你的邻舍，免得因他担罪。 18不可报仇，也不可埋怨你本国的子民，却要爱人如己。我是耶和华。'
            },
            psalm:{
                title:'诗篇119:33-40',
                content:'33耶和华啊，求你将你的律例指教我，我必遵守到底。  34求你赐我悟性，我便遵守你的律法，且要一心遵守。  35求你叫我遵行你的命令，因为这是我所喜乐的。  36求你使我的心趋向你的法度，不趋向非义之财。  37求你叫我转眼不看虚假，又叫我在你的道中生活。  38你向敬畏你的人所应许的话，求你向仆人坚定。  39求你使我所怕的羞辱远离我，因你的典章本为美。  40我羡慕你的训词，求你使我在你的公义上生活。'
            },
            secondReading:{
                title:'哥林多前书3:10-23',
                content:'10我照神所给我的恩，好像一个聪明的工头，立好了根基，有别人在上面建造，只是各人要谨慎怎样在上面建造。 11因为那已经立好的根基就是耶稣基督，此外没有人能立别的根基。 12若有人用金、银、宝石、草木、禾秸在这根基上建造， 13各人的工程必然显露，因为那日子要将它表明出来，有火发现，这火要试验各人的工程怎样。 14人在那根基上所建造的工程若存得住，他就要得赏赐； 15人的工程若被烧了，他就要受亏损，自己却要得救。虽然得救，乃像从火里经过的一样。 16岂不知你们是神的殿，神的灵住在你们里头吗？ 17若有人毁坏神的殿，神必要毁坏那人，因为神的殿是圣的，这殿就是你们。  18人不可自欺。你们中间若有人在这世界自以为有智慧，倒不如变作愚拙，好成为有智慧的。 19因这世界的智慧，在神看是愚拙。如经上记着说：“主叫有智慧的，中了自己的诡计。” 20又说：“主知道智慧人的意念是虚妄的。” 21所以无论谁，都不可拿人夸口，因为万有全是你们的。 22或保罗，或亚波罗，或矶法，或世界，或生，或死，或现今的事，或将来的事，全是你们的。 23并且你们是属基督的；基督又是属神的。'
            },
            gospel:{
                title:'马太福音5:38-48',
                content:'38“你们听见有话说：‘以眼还眼，以牙还牙。’ 39只是我告诉你们：不要与恶人作对。有人打你的右脸，连左脸也转过来由他打； 40有人想要告你，要拿你的里衣，连外衣也由他拿去； 41有人强逼你走一里路，你就同他走二里； 42有求你的，就给他；有向你借贷的，不可推辞。” 43“你们听见有话说：‘当爱你的邻舍，恨你的仇敌。’ 44只是我告诉你们，要爱你们的仇敌，为那逼迫你们的祷告。 45这样，就可以作你们天父的儿子。因为他叫日头照好人，也照歹人；降雨给义人，也给不义的人。 46你们若单爱那爱你们的人，有什么赏赐呢？就是税吏不也是这样行吗？ 47你们若单请你弟兄的安，比人有什么长处呢？就是外邦人不也是这样行吗？ 48所以，你们要完全，像你们的天父完全一样。”'
            }
        },
        epiphany8:{
            firstReading:{
                title:'以赛亚书49:8-16a',
                content:'8耶和华如此说：“在悦纳的时候，我应允了你；在拯救的日子，我济助了你。我要保护你，使你作众民的中保（“中保”原文作“约”），复兴遍地，使人承受荒凉之地为业。  9对那被捆绑的人说：‘出来吧！’对那在黑暗的人说：‘显露吧！’他们在路上必得饮食，在一切净光的高处必有食物。  10不饥不渴，炎热和烈日必不伤害他们，因为怜恤他们的，必引导他们，领他们到水泉旁边。  11我必使我的众山成为大道，我的大路也被修高。  12看哪，这些从远方来，这些从北方、从西方来，这些从秦国来（“秦”原音作“希尼”）。”  13诸天哪，应当欢呼！大地啊，应当快乐！众山哪，应当发声歌唱！因为耶和华已经安慰他的百姓，也要怜恤他困苦之民。  14锡安说：“耶和华离弃了我；主忘记了我。”  15妇人焉能忘记她吃奶的婴孩，不怜恤她所生的儿子？即或有忘记的，我却不忘记你。  16看哪，我将你铭刻在我掌上'
            },
            psalm:{
                title:'诗篇115:(1-8)9-18',
                content:'【1耶和华啊，荣耀不要归与我们，不要归与我们，要因你的慈爱和诚实归在你的名下。  2为何容外邦人说：“他们的神在哪里呢？”  3然而我们的神在天上，都随自己的意旨行事。  4他们的偶像是金的银的，是人手所造的，  5有口却不能言，有眼却不能看，  6有耳却不能听，有鼻却不能闻，  7有手却不能摸，有脚却不能走，有喉咙也不能出声；  8造他的要和他一样，凡靠他的也要如此。  】9以色列啊，你要倚靠耶和华，他是你的帮助和你的盾牌。  10亚伦家啊，你们要倚靠耶和华，他是你们的帮助和你们的盾牌。  11你们敬畏耶和华的，要倚靠耶和华，他是你们的帮助和你们的盾牌。  12耶和华向来眷念我们，他还要赐福给我们；要赐福给以色列的家，赐福给亚伦的家。  13凡敬畏耶和华的，无论大小，主必赐福给他。  14愿耶和华叫你们和你们的子孙日见加增。  15你们蒙了造天地之耶和华的福。  16天，是耶和华的天；地，他却给了世人。  17死人不能赞美耶和华，下到寂静中的也都不能。  18但我们要称颂耶和华，从今时直到永远。你们要赞美耶和华！'
            },
            secondReading:{
                title:'哥林多前书4:1-13',
                content:'1人应当以我们为基督的执事，为神奥秘事的管家。 2所求于管家的，是要他有忠心。 3我被你们论断，或被别人论断，我都以为极小的事，连我自己也不论断自己。 4我虽不觉得自己有错，却也不能因此得以称义，但判断我的乃是主。 5所以，时候未到，什么都不要论断，只等主来，他要照出暗中的隐情，显明人心的意念。那时，各人要从神那里得着称赞。  6弟兄们，我为你们的缘故，拿这些事转比自己和亚波罗，叫你们效法我们不可过于圣经所记，免得你们自高自大，贵重这个，轻看那个。 7使你与人不同的是谁呢？你有什么不是领受的呢？若是领受的，为何自夸，仿佛不是领受的呢？ 8你们已经饱足了，已经丰富了，不用我们，自己就作王了。我愿意你们果真作王，叫我们也得与你们一同作王。 9我想神把我们使徒明明列在末后，好像定死罪的囚犯；因为我们成了一台戏，给世人和天使观看。 10我们为基督的缘故算是愚拙的，你们在基督里倒是聪明的；我们软弱，你们倒强壮；你们有荣耀，我们倒被藐视。 11直到如今，我们还是又饥、又渴、又赤身露体、又挨打、又没有一定的住处， 12并且劳苦，亲手作工。被人咒骂，我们就祝福；被人逼迫，我们就忍受； 13被人毁谤，我们就善劝。直到如今，人还把我们看作世界上的污秽，万物中的渣滓。'
            },
            gospel:{
                title:'马太福音6:24-34',
                content:'24“一个人不能侍奉两个主。不是恶这个爱那个，就是重这个轻那个。你们不能又侍奉神，又侍奉玛门（“玛门”是“财利”的意思）。” 25“所以我告诉你们：不要为生命忧虑吃什么，喝什么，为身体忧虑穿什么。生命不胜于饮食吗？身体不胜于衣裳吗？ 26你们看那天上的飞鸟，也不种，也不收，也不积蓄在仓里，你们的天父尚且养活它。你们不比飞鸟贵重得多吗？ 27你们哪一个能用思虑使寿数多加一刻呢（或作“使身量多加一肘呢”）？ 28何必为衣裳忧虑呢？你想：野地里的百合花怎么长起来；它也不劳苦，也不纺线； 29然而我告诉你们：就是所罗门极荣华的时候，他所穿戴的，还不如这花一朵呢！ 30你们这小信的人哪！野地里的草今天还在，明天就丢在炉里，神还给它这样的妆饰，何况你们呢！ 31所以，不要忧虑说：‘吃什么？喝什么？穿什么？’ 32这都是外邦人所求的。你们需用的这一切东西，你们的天父是知道的。 33你们要先求他的国和他的义，这些东西都要加给你们了。 34所以，不要为明天忧虑，因为明天自有明天的忧虑；一天的难处一天当就够了。”'
            }
        },
        transfiguration:{
            firstReading:{
                title:'出埃及记24:8-18',
                content:'8摩西将血洒在百姓身上，说：“你看！这是立约的血，是耶和华按这一切话与你们立约的凭据。”  9摩西、亚伦、拿答、亚比户，并以色列长老中的七十人，都上了山。 10他们看见以色列的神，他脚下仿佛有平铺的蓝宝石，如同天色明净。 11他的手不加害在以色列的尊者身上，他们观看神，他们又吃又喝。 12耶和华对摩西说：“你上山到我这里来，住在这里，我要将石版并我所写的律法和诫命赐给你，使你可以教训百姓。” 13摩西和他的帮手约书亚起来，上了神的山。 14摩西对长老说：“你们在这里等着，等到我们再回来，有亚伦、户珥与你们同在，凡有争讼的，都可以就近他们去。”  15摩西上山，有云彩把山遮盖。 16耶和华的荣耀停于西奈山，云彩遮盖山六天，第七天他从云中召摩西。 17耶和华的荣耀在山顶上，在以色列人眼前，形状如烈火。 18摩西进入云中上山，在山上四十昼夜。'
            },
            psalm:{
                title:'诗篇2:6-12',
                content:'6说：“我已经立我的君在锡安我的圣山上了。”  7受膏者说：“我要传圣旨。耶和华曾对我说：‘你是我的儿子，我今日生你。  8你求我，我就将列国赐你为基业，将地极赐你为田产。  9你必用铁杖打破他们，你必将他们如同窑匠的瓦器摔碎。’”  10现在，你们君王应当省悟，你们世上的审判官该受管教。  11当存畏惧侍奉耶和华，又当存战兢而快乐；  12当以嘴亲子，恐怕他发怒，你们便在道中灭亡，因为他的怒气快要发作。凡投靠他的，都是有福的。'
            },
            secondReading:{
                title:'彼得后书1:16-21',
                content:'16我们从前将我们主耶稣基督的大能和他降临的事告诉你们，并不是随从乖巧捏造的虚言，乃是亲眼见过他的威荣。 17他从父神得尊贵荣耀的时候，从极大荣光之中有声音出来向他说：“这是我的爱子，我所喜悦的。” 18我们同他在圣山的时候，亲自听见这声音从天上出来。 19我们并有先知更确的预言，如同灯照在暗处。你们在这预言上留意，直等到天发亮，晨星在你们心里出现的时候，才是好的。 20第一要紧的，该知道经上所有的预言没有可随私意解说的； 21因为预言从来没有出于人意的，乃是人被圣灵感动，说出神的话来。'
            },
            gospel:{
                title:'马太福音17:1-9',
                content:'1过了六天，耶稣带着彼得、雅各和雅各的兄弟约翰暗暗的上了高山， 2就在他们面前变了形像，脸面明亮如日头，衣裳洁白如光。 3忽然，有摩西、以利亚向他们显现，同耶稣说话。 4彼得对耶稣说：“主啊，我们在这里真好！你若愿意，我就在这里搭三座棚：一座为你，一座为摩西，一座为以利亚。” 5说话之间，忽然有一朵光明的云彩遮盖他们，且有声音从云彩里出来说：“这是我的爱子，我所喜悦的，你们要听他！” 6门徒听见，就俯伏在地，极其害怕。 7耶稣进前来，摸他们，说：“起来，不要害怕。” 8他们举目不见一人，只见耶稣在那里。 9下山的时候，耶稣吩咐他们说：“人子还没有从死里复活，你们不要将所看见的告诉人。”'
            }
        },
        ashWednesday:{
            firstReading:{
                title:'约珥书2:12-19',
                content:'12耶和华说：“虽然如此，你们应当禁食、哭泣、悲哀，一心归向我。”  13你们要撕裂心肠，不撕裂衣服，归向耶和华你们的神；因为他有恩典，有怜悯，不轻易发怒，有丰盛的慈爱，并且后悔不降所说的灾。  14或者他转意后悔，留下余福，就是留下献给耶和华你们神的素祭和奠祭，也未可知。  15你们要在锡安吹角，分定禁食的日子，宣告严肃会。  16聚集众民，使会众自洁；招聚老者，聚集孩童和吃奶的，使新郎出离洞房，新妇出离内室。  17侍奉耶和华的祭司，要在廊子和祭坛中间哭泣说：“耶和华啊，求你顾惜你的百姓，不要使你的产业受羞辱，列邦管辖他们。为何容列国的人说：‘他们的神在哪里呢？’” 18耶和华就为自己的地发热心，怜恤他的百姓。  19耶和华应允他的百姓说：“我必赐给你们五谷、新酒和油，使你们饱足；我也不再使你们受列国的羞辱'
            },
            psalm:{
                title:'诗篇51:1-19',
                content:'1神啊，求你按你的慈爱怜恤我，按你丰盛的慈悲涂抹我的过犯。  2求你将我的罪孽洗除净尽，并洁除我的罪。  3因为我知道我的过犯，我的罪常在我面前。  4我向你犯罪，惟独得罪了你，在你眼前行了这恶，以致你责备我的时候显为公义；判断我的时候显为清正。  5我是在罪孽里生的，在我母亲怀胎的时候就有了罪。  6你所喜爱的是内里诚实；你在我隐密处必使我得智慧。  7求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。  8求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。  9求你掩面不看我的罪，涂抹我一切的罪孽。  10神啊，求你为我造清洁的心，使我里面重新有正直的灵（“正直”或作“坚定”）。  11不要丢弃我，使我离开你的面；不要从我收回你的圣灵。  12求你使我仍得救恩之乐，赐我乐意的灵扶持我；  13我就把你的道指教有过犯的人，罪人必归顺你。  14神啊，你是拯救我的神，求你救我脱离流人血的罪，我的舌头就高声歌唱你的公义。  15主啊，求你使我嘴唇张开，我的口便传扬赞美你的话。  16你本不喜爱祭物，若喜爱，我就献上；燔祭你也不喜悦。  17神所要的祭，就是忧伤的灵。神啊，忧伤痛悔的心，你必不轻看。  18求你随你的美意善待锡安，建造耶路撒冷的城墙。  19那时，你必喜爱公义的祭和燔祭，并全牲的燔祭；那时，人必将公牛献在你坛上。'
            },
            secondReading:{
                title:'哥林多后书5:20b-6:10',
                content:'20b我们替基督求你们与神和好。 21神使那无罪的（“无罪”原文作“不知罪”），替我们成为罪，好叫我们在他里面成为神的义。 1我们与神同工的，也劝你们，不可徒受他的恩典， 2因为他说：“在悦纳的时候，我应允了你；在拯救的日子，我搭救了你。”看哪，现在正是悦纳的时候，现在正是拯救的日子。 3我们凡事都不叫人有妨碍，免得这职分被人毁谤， 4反倒在各样的事上表明自己是神的用人，就如在许多的忍耐、患难、穷乏、困苦、 5鞭打、监禁、扰乱、勤劳、警醒、不食、 6廉洁、知识、恒忍、恩慈、圣灵的感化、无伪的爱心、 7真实的道理、神的大能；仁义的兵器在左在右。 8荣耀、羞辱、恶名、美名；似乎是诱惑人的，却是诚实的； 9似乎不为人所知，却是人所共知的；似乎要死，却是活着的；似乎受责罚，却是不至丧命的； 10似乎忧愁，却是常常快乐的；似乎贫穷，却是叫许多人富足的；似乎一无所有，却是样样都有的。'
            },
            gospel:{
                title:'马太福音6:1-6, 16-21',
                content:'1“你们要小心，不可将善事行在人的面前，故意叫他们看见；若是这样，就不能得你们天父的赏赐了。 2所以，你施舍的时候，不可在你前面吹号，像那假冒为善的人在会堂里和街道上所行的，故意要得人的荣耀。我实在告诉你们，他们已经得了他们的赏赐。 3你施舍的时候，不要叫左手知道右手所作的， 4要叫你施舍的事行在暗中，你父在暗中察看，必然报答你（有古卷作“必在明处报答你”）。” 5“你们祷告的时候，不可像那假冒为善的人，爱站在会堂里和十字路口上祷告，故意叫人看见。我实在告诉你们，他们已经得了他们的赏赐。 6你祷告的时候，要进你的内屋，关上门，祷告你在暗中的父。你父在暗中察看，必然报答你。\n16“你们禁食的时候，不可像那假冒为善的人，脸上带着愁容，因为他们把脸弄得难看，故意叫人看出他们是禁食。我实在告诉你们：他们已经得了他们的赏赐。 17你禁食的时候，要梳头洗脸， 18不叫人看出你禁食来，只叫你暗中的父看见。你父在暗中察看，必然报答你。” 19“不要为自己积攒财宝在地上，地上有虫子咬，能锈坏，也有贼挖窟窿来偷； 20只要积攒财宝在天上，天上没有虫子咬，不能锈坏，也没有贼挖窟窿来偷。 21因为你的财宝在哪里，你的心也在那里。”'
            }
        },
        lent1:{
            firstReading:{
                title:'创世记3:1-21',
                content:'1耶和华神所造的，惟有蛇比田野一切的活物更狡猾。蛇对女人说：“神岂是真说不许你们吃园中所有树上的果子吗？” 2女人对蛇说：“园中树上的果子，我们可以吃； 3惟有园当中那棵树上的果子，神曾说：‘你们不可吃，也不可摸，免得你们死。’” 4蛇对女人说：“你们不一定死， 5因为神知道，你们吃的日子眼睛就明亮了，你们便如神能知道善恶。” 6于是，女人见那棵树的果子好作食物，也悦人的眼目，且是可喜爱的，能使人有智慧，就摘下果子来吃了；又给她丈夫，她丈夫也吃了。 7他们二人的眼睛就明亮了，才知道自己是赤身露体，便拿无花果树的叶子，为自己编作裙子。  8天起了凉风，耶和华神在园中行走。那人和他妻子听见神的声音，就藏在园里的树木中，躲避耶和华神的面。 9耶和华神呼唤那人，对他说：“你在哪里？” 10他说：“我在园中听见你的声音，我就害怕，因为我赤身露体，我便藏了。” 11耶和华说：“谁告诉你赤身露体呢？莫非你吃了我吩咐你不可吃的那树上的果子吗？” 12那人说：“你所赐给我、与我同居的女人，她把那树上的果子给我，我就吃了。” 13耶和华神对女人说：“你作的是什么事呢？”女人说：“那蛇引诱我，我就吃了。” 14耶和华神对蛇说：“你既作了这事，就必受咒诅，比一切的牲畜野兽更甚。你必用肚子行走，终身吃土。  15我又要叫你和女人彼此为仇；你的后裔和女人的后裔也彼此为仇。女人的后裔要伤你的头，你要伤他的脚跟。”  16又对女人说：“我必多多加增你怀胎的苦楚，你生产儿女必多受苦楚。你必恋慕你丈夫，你丈夫必管辖你。”  17又对亚当说：“你既听从妻子的话，吃了我所吩咐你不可吃的那树上的果子，地必为你的缘故受咒诅。你必终身劳苦，才能从地里得吃的。  18地必给你长出荆棘和蒺藜来，你也要吃田间的菜蔬。  19你必汗流满面才得糊口，直到你归了土；因为你是从土而出的。你本是尘土，仍要归于尘土。”  20亚当给他妻子起名叫夏娃，因为她是众生之母。 21耶和华神为亚当和他妻子用皮子作衣服给他们穿。'
            },
            psalm:{
                title:'诗篇32:1-7',
                content:'1得赦免其过、遮盖其罪的，这人是有福的。  2凡心里没有诡诈，耶和华不算为有罪的，这人是有福的。  3我闭口不认罪的时候，因终日唉哼而骨头枯干。  4黑夜白日，你的手在我身上沉重；我的精液耗尽，如同夏天的干旱。  5我向你陈明我的罪，不隐瞒我的恶。我说：“我要向耶和华承认我的过犯。”你就赦免我的罪恶。  6为此，凡虔诚人都当趁你可寻找的时候祷告你，大水泛溢的时候，必不能到他那里。  7你是我藏身之处，你必保佑我脱离苦难，以得救的乐歌四面环绕我。'
            },
            secondReading:{
                title:'罗马书5:12-19',
                content:'12这就如罪是从一人入了世界，死又是从罪来的；于是死就临到众人，因为众人都犯了罪。 13没有律法之先，罪已经在世上；但没有律法，罪也不算罪。 14然而从亚当到摩西，死就作了王，连那些不与亚当犯一样罪过的，也在他的权下。亚当乃是那以后要来之人的预像。 15只是过犯不如恩赐。若因一人的过犯，众人都死了，何况神的恩典，与那因耶稣基督一人恩典中的赏赐，岂不更加倍的临到众人吗？ 16因一人犯罪就定罪，也不如恩赐，原来审判是由一人而定罪，恩赐乃是由许多过犯而称义。 17若因一人的过犯，死就因这一人作了王；何况那些受洪恩又蒙所赐之义的，岂不更要因耶稣基督一人在生命中作王吗？ 18如此说来，因一次的过犯，众人都被定罪；照样，因一次的义行，众人也就被称义得生命了。 19因一人的悖逆，众人成为罪人；照样，因一人的顺从，众人也成为义了。'
            },
            gospel:{
                title:'马太福音4:1-11',
                content:'1当时，耶稣被圣灵引到旷野，受魔鬼的试探。 2他禁食四十昼夜，后来就饿了。 3那试探人的进前来，对他说：“你若是神的儿子，可以吩咐这些石头变成食物。” 4耶稣却回答说：“经上记着说：‘人活着，不是单靠食物，乃是靠神口里所出的一切话。’”  5魔鬼就带他进了圣城，叫他站在殿顶上（“顶”原文作“翅”）， 6对他说：“你若是神的儿子，可以跳下去，因为经上记着说：‘主要为你吩咐他的使者用手托着你，免得你的脚碰在石头上。’” 7耶稣对他说：“经上又记着说：‘不可试探主你的神。’”  8魔鬼又带他上了一座最高的山，将世上的万国与万国的荣华都指给他看， 9对他说：“你若俯伏拜我，我就把这一切都赐给你。” 10耶稣说：“撒但退去吧（“撒但”就是“抵挡”的意思，乃魔鬼的别名）！因为经上记着说：‘当拜主你的神，单要侍奉他。’”  11于是，魔鬼离了耶稣，有天使来伺候他。'
            }
        },
        lent2:{
            firstReading:{
                title:'创世记12:1-9',
                content:'1耶和华对亚伯兰说：“你要离开本地、本族、父家，往我所要指示你的地去。 2我必叫你成为大国。我必赐福给你，叫你的名为大，你也要叫别人得福。 3为你祝福的，我必赐福与他；那咒诅你的，我必咒诅他。地上的万族都要因你得福。”  4亚伯兰就照着耶和华的吩咐去了，罗得也和他同去。亚伯兰出哈兰的时候年七十五岁。 5亚伯兰将他妻子撒莱和侄儿罗得，连他们在哈兰所积蓄的财物，所得的人口，都带往迦南地去。他们就到了迦南地。 6亚伯兰经过那地，到了示剑地方摩利橡树那里。那时，迦南人住在那地。 7耶和华向亚伯兰显现，说：“我要把这地赐给你的后裔。”亚伯兰就在那里为向他显现的耶和华筑了一座坛。 8从那里他又迁到伯特利东边的山，支搭帐棚。西边是伯特利，东边是艾。他在那里又为耶和华筑了一座坛，求告耶和华的名。 9后来亚伯兰又渐渐迁往南地去。'
            },
            psalm:{
                title:'诗篇121',
                content:'1我要向山举目，我的帮助从何而来？  2我的帮助从造天地的耶和华而来。  3他必不叫你的脚摇动，保护你的必不打盹。  4保护以色列的，也不打盹也不睡觉。  5保护你的是耶和华，耶和华在你右边荫庇你。  6白日，太阳必不伤你；夜间，月亮必不害你。  7耶和华要保护你，免受一切的灾害。他要保护你的性命。  8你出你入，耶和华要保护你，从今时直到永远。'
            },
            secondReading:{
                title:'罗马书4:1-8, 13-17',
                content:'1如此说来，我们的祖宗亚伯拉罕凭着肉体得了什么呢？ 2倘若亚伯拉罕是因行为称义，就有可夸的，只是在神面前并无可夸。 3经上说什么呢？说：“亚伯拉罕信神，这就算为他的义。” 4作工的得工价，不算恩典，乃是该得的； 5惟有不作工的，只信称罪人为义的神，他的信就算为义。 6正如大卫称那在行为以外蒙神算为义的人是有福的。 7他说：“得赦免其过、遮盖其罪的，这人是有福的； 8主不算为有罪的，这人是有福的。” \n13因为神应许亚伯拉罕和他后裔必得承受世界，不是因律法，乃是因信而得的义。 14若是属乎律法的人才得为后嗣，信就归于虚空，应许也就废弃了。 15因为律法是惹动忿怒的（或作“叫人受刑的”），哪里没有律法，那里就没有过犯。 16所以人得为后嗣是本乎信，因此就属乎恩，叫应许定然归给一切后裔，不但归给那属乎律法的，也归给那效法亚伯拉罕之信的。 17亚伯拉罕所信的，是那叫死人复活、使无变为有的神，他在主面前作我们世人的父。如经上所记：“我已经立你作多国的父。”'
            },
            gospel:{
                title:'约翰福音3:1-17',
                content:'1有一个法利赛人，名叫尼哥底母，是犹太人的官。 2这人夜里来见耶稣，说：“拉比，我们知道你是由神那里来作师傅的，因为你所行的神迹，若没有神同在，无人能行。” 3耶稣回答说：“我实实在在地告诉你：人若不重生，就不能见神的国。” 4尼哥底母说：“人已经老了，如何能重生呢？岂能再进母腹生出来吗？” 5耶稣说：“我实实在在地告诉你：人若不是从水和圣灵生的，就不能进神的国。 6从肉身生的，就是肉身；从灵生的，就是灵。 7我说，‘你们必须重生’，你不要以为希奇。 8风随着意思吹，你听见风的响声，却不晓得从哪里来，往哪里去。凡从圣灵生的，也是如此。” 9尼哥底母问他说：“怎能有这事呢？” 10耶稣回答说：“你是以色列人的先生，还不明白这事吗？ 11我实实在在地告诉你：我们所说的，是我们知道的；我们所见证的，是我们见过的；你们却不领受我们的见证。 12我对你们说地上的事，你们尚且不信；若说天上的事，如何能信呢？ 13除了从天降下仍旧在天的人子，没有人升过天。 14摩西在旷野怎样举蛇，人子也必照样被举起来， 15叫一切信他的都得永生（或作‘叫一切信的人在他里面得永生’）。”  16神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。 17因为神差他的儿子降世，不是要定世人的罪（或作“审判世人”。下同），乃是要叫世人因他得救。'
            }
        },
        lent3:{
            firstReading:{
                title:'出埃及记17:1-7',
                content:'1以色列全会众都遵耶和华的吩咐，按着站口从汛的旷野往前行，在利非订安营。百姓没有水喝， 2所以与摩西争闹，说：“给我们水喝吧！”摩西对他们说：“你们为什么与我争闹，为什么试探耶和华呢？” 3百姓在那里甚渴，要喝水，就向摩西发怨言，说：“你为什么将我们从埃及领出来，使我们和我们的儿女并牲畜都渴死呢？” 4摩西就呼求耶和华说：“我向这百姓怎样行呢？他们几乎要拿石头打死我。” 5耶和华对摩西说：“你手里拿着你先前击打河水的杖，带领以色列的几个长老，从百姓面前走过去。 6我必在何烈的磐石那里站在你面前，你要击打磐石，从磐石里必有水流出来，使百姓可以喝。”摩西就在以色列的长老眼前这样行了。 7他给那地方起名叫玛撒（就是“试探”的意思），又叫米利巴（就是“争闹”的意思），因以色列人争闹，又因他们试探耶和华说：“耶和华是在我们中间不是？”'
            },
            psalm:{
                title:'诗篇95:1-9',
                content:'1来啊，我们要向耶和华歌唱，向拯救我们的磐石欢呼。  2我们要来感谢他，用诗歌向他欢呼。  3因耶和华为大神，为大王，超乎万神之上。  4地的深处在他手中，山的高峰也属他。  5海洋属他，是他造的；旱地也是他手造成的。  6来啊，我们要屈身敬拜，在造我们的耶和华面前跪下。  7因为他是我们的神，我们是他草场的羊，是他手下的民。惟愿你们今天听他的话。  8你们不可硬着心，像当日在米利巴，就是在旷野的玛撒。  9那时，你们的祖宗试我探我，并且观看我的作为。'
            },
            secondReading:{
                title:'罗马书5:1-8',
                content:'1我们既因信称义，就藉着我们的主耶稣基督得与神相和。 2我们又藉着他，因信得进入现在所站的这恩典中，并且欢欢喜喜盼望神的荣耀。 3不但如此，就是在患难中也是欢欢喜喜地。因为知道患难生忍耐， 4忍耐生老练，老练生盼望， 5盼望不至于羞耻，因为所赐给我们的圣灵将神的爱浇灌在我们心里。 6因我们还软弱的时候，基督就按所定的日期为罪人死。 7为义人死，是少有的；为仁人死，或者有敢作的。 8惟有基督在我们还作罪人的时候为我们死，神的爱就在此向我们显明了。'
            },
            gospel:{
                title:'约翰福音4:5-26(27-30, 39-42)',
                content:'5于是到了撒玛利亚的一座城，名叫叙加，靠近雅各给他儿子约瑟的那块地。 6在那里有雅各井。耶稣因走路困乏，就坐在井旁。那时约有午正。  7有一个撒玛利亚的妇人来打水，耶稣对她说：“请你给我水喝。” 8那时门徒进城买食物去了。 9撒玛利亚的妇人对他说：“你既是犹太人，怎么向我一个撒玛利亚妇人要水喝呢？”原来犹太人和撒玛利亚人没有来往。 10耶稣回答说：“你若知道神的恩赐，和对你说‘给我水喝’的是谁，你必早求他，他也必早给了你活水。” 11妇人说：“先生，没有打水的器具，井又深，你从哪里得活水呢？ 12我们的祖宗雅各将这井留给我们，他自己和儿子并牲畜也都喝这井里的水，难道你比他还大吗？” 13耶稣回答说：“凡喝这水的，还要再渴； 14人若喝我所赐的水，就永远不渴。我所赐的水要在他里头成为泉源，直涌到永生。” 15妇人说：“先生，请把这水赐给我，叫我不渴，也不用来这么远打水。” 16耶稣说：“你去叫你丈夫也到这里来。” 17妇人说：“我没有丈夫。”耶稣说：“你说没有丈夫，是不错的。 18你已经有五个丈夫，你现在有的，并不是你的丈夫，你这话是真的。” 19妇人说：“先生，我看出你是先知。 20我们的祖宗在这山上礼拜，你们倒说，应当礼拜的地方是在耶路撒冷。” 21耶稣说：“妇人，你当信我。时候将到，你们拜父也不在这山上，也不在耶路撒冷。 22你们所拜的，你们不知道；我们所拜的，我们知道，因为救恩是从犹太人出来的。 23时候将到，如今就是了，那真正拜父的，要用心灵和诚实拜他，因为父要这样的人拜他。” 24神是个灵或无“个”字，所以拜他的，必须用心灵和诚实拜他。 25妇人说：“我知道弥赛亚就是那称为基督的要来，他来了，必将一切的事都告诉我们。” 26耶稣说：“这和你说话的就是他。”  【27当下门徒回来，就希奇耶稣和一个妇人说话。只是没有人说：“你是要什么？”或说：“你为什么和她说话？” 28那妇人就留下水罐子，往城里去，对众人说： 29“你们来看，有一个人将我素来所行的一切事都给我说出来了，莫非这就是基督吗？” 30众人就出城往耶稣那里去。\n39那城里有好些撒玛利亚人信了耶稣，因为那妇人作见证说：“他将我素来所行的一切事都给我说出来了。” 40于是撒玛利亚人来见耶稣，求他在他们那里住下，他便在那里住了两天。 41因耶稣的话，信的人就更多了。 42便对妇人说：“现在我们信，不是因为你的话，是我们亲自听见了，知道这真是救世主。”】'
            }
        },
        lent4:{
            firstReading:{
                title:'以赛亚书42:14-21',
                content:'14“我许久闭口不言，静默不语，现在我要喊叫像产难的妇人，我要急气而喘哮。  15我要使大山小冈变为荒场，使其上的花草都枯干，我要使江河变为洲岛，使水池都干涸。  16我要引瞎子行不认识的道，领他们走不知道的路；在他们面前使黑暗变为光明，使弯曲变为平直。这些事我都要行，并不离弃他们。  17倚靠雕刻的偶像，对铸造的偶像说：‘你是我们的神’，这等人要退后，全然蒙羞。” 18“你们这耳聋的听吧！你们这眼瞎的看吧！使你们能看见。  19谁比我的仆人眼瞎呢？谁比我差遣的使者耳聋呢？谁瞎眼像那与我和好的？谁瞎眼像耶和华的仆人呢？  20你看见许多事却不领会，耳朵开通却不听见。”  21耶和华因自己公义的缘故，喜欢使律法（或作“训诲”）为大、为尊。'
            },
            psalm:{
                title:'诗篇142',
                content:'1我发声哀告耶和华，发声恳求耶和华。  2我在他面前吐露我的苦情，陈说我的患难。  3我的灵在我里面发昏的时候，你知道我的道路。在我行的路上，敌人为我暗设网罗。  4求你向我右边观看，因为没有人认识我。我无处避难，也没有人眷顾我。  5耶和华啊，我曾向你哀求，我说：“你是我的避难所，在活人之地，你是我的福分。”  6求你侧耳听我的呼求，因我落到极卑之地；求你救我脱离逼迫我的人，因为他们比我强盛。  7求你领我出离被囚之地，我好称赞你的名。义人必环绕我，因为你是用厚恩待我。'
            },
            secondReading:{
                title:'以弗所书5:8-14',
                content:'8从前你们是暗昧的，但如今在主里面是光明的，行事为人就当像光明的子女。 9光明所结的果子就是一切良善、公义、诚实。 10总要察验何为主所喜悦的事。 11那暗昧无益的事，不要与人同行，倒要责备行这事的人。 12因为他们暗中所行的，就是提起来也是可耻的。 13凡事受了责备，就被光显明出来，因为一切能显明的就是光。 14所以主说：“你这睡着的人当醒过来，从死里复活，基督就要光照你了。”'
            },
            gospel:{
                title:'约翰福音9:1-41',
                content:'1耶稣过去的时候，看见一个人生来是瞎眼的。 2门徒问耶稣说：“拉比，这人生来是瞎眼的，是谁犯了罪？是这人呢？是他父母呢？” 3耶稣回答说：“也不是这人犯了罪，也不是他父母犯了罪，是要在他身上显出神的作为来。 4趁着白日，我们必须作那差我来者的工；黑夜将到，就没有人能作工了。 5我在世上的时候，是世上的光。” 6耶稣说了这话，就吐唾沫在地上，用唾沫和泥抹在瞎子的眼睛上， 7对他说：“你往西罗亚池子里去洗”（“西罗亚”翻出来，就是“奉差遣”）。他去一洗，回头就看见了。 8他的邻舍和那素常见他是讨饭的，就说：“这不是那从前坐着讨饭的人吗？” 9有人说：“是他。”又有人说：“不是，却是像他。”他自己说：“是我。” 10他们对他说：“你的眼睛是怎么开的呢？” 11他回答说：“有一个人名叫耶稣，他和泥抹我的眼睛，对我说‘你往西罗亚池子去洗’；我去一洗，就看见了。” 12他们说：“那个人在哪里？”他说：“我不知道。” 13他们把从前瞎眼的人带到法利赛人那里。 14耶稣和泥开他眼睛的日子是安息日。 15法利赛人也问他是怎么得看见的。瞎子对他们说：“他把泥抹在我的眼睛上，我去一洗，就看见了。” 16法利赛人中有的说：“这个人不是从神来的，因为他不守安息日。”又有人说：“一个罪人怎能行这样的神迹呢？”他们就起了纷争。 17他们又对瞎子说：“他既然开了你的眼睛，你说他是怎样的人呢？”他说：“是个先知。” 18犹太人不信他从前是瞎眼，后来能看见的，等到叫了他的父母来， 19问他们说：“这是你们的儿子吗？你们说他生来是瞎眼的，如今怎么能看见了呢？” 20他父母回答说：“他是我们的儿子，生来就瞎眼，这是我们知道的。 21至于他如今怎么能看见，我们却不知道；是谁开了他的眼睛，我们也不知道。他已经成了人，你们问他吧！他自己必能说。” 22他父母说这话，是怕犹太人，因为犹太人已经商议定了，若有认耶稣是基督的，要把他赶出会堂。 23因此他父母说：“他已经成了人，你们问他吧！” 24所以法利赛人第二次叫了那从前瞎眼的人来，对他说：“你该将荣耀归给神，我们知道这人是个罪人。” 25他说：“他是个罪人不是，我不知道；有一件事我知道，从前我是眼瞎的，如今能看见了。” 26他们就问他说：“他向你作什么？是怎么开了你的眼睛呢？” 27他回答说：“我方才告诉你们，你们不听，为什么又要听呢？莫非你们也要作他的门徒吗？” 28他们就骂他说：“你是他的门徒，我们是摩西的门徒。 29神对摩西说话，是我们知道的；只是这个人，我们不知道他从哪里来。” 30那人回答说：“他开了我的眼睛，你们竟不知道他从哪里来，这真是奇怪！ 31我们知道神不听罪人，惟有敬奉神、遵行他旨意的，神才听他。 32从创世以来，未曾听见有人把生来是瞎子的眼睛开了。 33这人若不是从神来的，什么也不能作。” 34他们回答说：“你全然生在罪孽中，还要教训我们吗？”于是把他赶出去了。 35耶稣听说他们把他赶出去，后来遇见他，就说：“你信神的儿子吗？” 36他回答说：“主啊，谁是神的儿子，叫我信他呢？” 37耶稣说：“你已经看见他，现在和你说话的就是他。” 38他说：“主啊，我信！”就拜耶稣。 39耶稣说：“我为审判到这世上来，叫不能看见的，可以看见；能看见的，反瞎了眼。” 40同他在那里的法利赛人听见这话，就说：“难道我们也瞎了眼吗？” 41耶稣对他们说：“你们若瞎了眼，就没有罪了；但如今你们说‘我们能看见’，所以你们的罪还在。”'
            },
            gospelOptional:{
                title:'约翰福音9:1-7, 13-17, 34-39',
                content:'1耶稣过去的时候，看见一个人生来是瞎眼的。 2门徒问耶稣说：“拉比，这人生来是瞎眼的，是谁犯了罪？是这人呢？是他父母呢？” 3耶稣回答说：“也不是这人犯了罪，也不是他父母犯了罪，是要在他身上显出神的作为来。 4趁着白日，我们必须作那差我来者的工；黑夜将到，就没有人能作工了。 5我在世上的时候，是世上的光。” 6耶稣说了这话，就吐唾沫在地上，用唾沫和泥抹在瞎子的眼睛上， 7对他说：“你往西罗亚池子里去洗”（“西罗亚”翻出来，就是“奉差遣”）。他去一洗，回头就看见了。\n13他们把从前瞎眼的人带到法利赛人那里。 14耶稣和泥开他眼睛的日子是安息日。 15法利赛人也问他是怎么得看见的。瞎子对他们说：“他把泥抹在我的眼睛上，我去一洗，就看见了。” 16法利赛人中有的说：“这个人不是从神来的，因为他不守安息日。”又有人说：“一个罪人怎能行这样的神迹呢？”他们就起了纷争。 17他们又对瞎子说：“他既然开了你的眼睛，你说他是怎样的人呢？”他说：“是个先知。”\n34他们回答说：“你全然生在罪孽中，还要教训我们吗？”于是把他赶出去了。 35耶稣听说他们把他赶出去，后来遇见他，就说：“你信神的儿子吗？” 36他回答说：“主啊，谁是神的儿子，叫我信他呢？” 37耶稣说：“你已经看见他，现在和你说话的就是他。” 38他说：“主啊，我信！”就拜耶稣。 39耶稣说：“我为审判到这世上来，叫不能看见的，可以看见；能看见的，反瞎了眼。”'
            }
        },
        lent5:{
            firstReading:{
                title:'以西结书37:1-14',
                content:'1耶和华的灵（原文作“手”）降在我身上，耶和华藉他的灵带我出去，将我放在平原中，这平原遍满骸骨。 2他使我从骸骨的四围经过，谁知在平原的骸骨甚多，而且极其枯干。 3他对我说：“人子啊，这些骸骨能复活吗？”我说：“主耶和华啊，你是知道的。” 4他又对我说：“你向这些骸骨发预言说：枯干的骸骨啊，要听耶和华的话。 5主耶和华对这些骸骨如此说：我必使气息进入你们里面，你们就要活了。 6我必给你们加上筋，使你们长肉，又将皮遮蔽你们，使气息进入你们里面，你们就要活了。你们便知道我是耶和华。”  7于是我遵命说预言。正说预言的时候，不料，有响声，有地震；骨与骨互相联络。 8我观看，见骸骨上有筋，也长了肉，又有皮遮蔽其上，只是还没有气息。 9主对我说：“人子啊，你要发预言，向风发预言，说主耶和华如此说：气息啊，要从四方（原文作“风”）而来，吹在这些被杀的人身上，使他们活了。” 10于是我遵命说预言，气息就进入骸骨，骸骨便活了，并且站起来，成为极大的军队。  11主对我说：“人子啊，这些骸骨就是以色列全家。他们说：‘我们的骨头枯干了，我们的指望失去了，我们灭绝净尽了。’ 12所以你要发预言对他们说，主耶和华如此说：‘我的民哪，我必开你们的坟墓，使你们从坟墓中出来，领你们进入以色列地。 13我的民哪，我开你们的坟墓，使你们从坟墓中出来，你们就知道我是耶和华。 14我必将我的灵放在你们里面，你们就要活了。我将你们安置在本地，你们就知道我耶和华如此说，也如此成就了。这是耶和华说的。’”'
            },
            psalm:{
                title:'诗篇130',
                content:'1耶和华啊，我从深处向你求告。  2主啊，求你听我的声音，愿你侧耳听我恳求的声音。  3主耶和华啊，你若究察罪孽，谁能站得住呢？  4但在你有赦免之恩，要叫人敬畏你。  5我等候耶和华，我的心等候，我也仰望他的话。  6我的心等候主，胜于守夜的等候天亮，胜于守夜的等候天亮。  7以色列啊，你当仰望耶和华，因他有慈爱，有丰盛的救恩。  8他必救赎以色列脱离一切的罪孽。'
            },
            secondReading:{
                title:'罗马书8:1-11',
                content:'1如今那些在基督耶稣里的，就不定罪了。 2因为赐生命圣灵的律在基督耶稣里释放了我，使我脱离罪和死的律了。 3律法既因肉体软弱，有所不能行的，神就差遣自己的儿子成为罪身的形状，作了赎罪祭，在肉体中定了罪案， 4使律法的义成就在我们这不随从肉体，只随从圣灵的人身上。 5因为随从肉体的人体贴肉体的事；随从圣灵的人体贴圣灵的事。 6体贴肉体的就是死，体贴圣灵的乃是生命平安。 7原来体贴肉体的，就是与神为仇，因为不服神的律法，也是不能服。 8而且属肉体的人不能得神的喜欢。 9如果神的灵住在你们心里，你们就不属肉体，乃属圣灵了。人若没有基督的灵，就不是属基督的。 10基督若在你们心里，身体就因罪而死，心灵却因义而活。 11然而叫耶稣从死里复活者的灵，若住在你们心里，那叫基督耶稣从死里复活的，也必藉着住在你们心里的圣灵，使你们必死的身体又活过来。'
            },
            gospel:{
                title:'约翰福音11:1-53',
                content:'1有一个患病的人，名叫拉撒路，住在伯大尼，就是马利亚和她姐姐马大的村庄。 2这马利亚就是那用香膏抹主，又用头发擦他脚的，患病的拉撒路是她的兄弟。 3她姐妹两个就打发人去见耶稣说：“主啊，你所爱的人病了。” 4耶稣听见就说：“这病不至于死，乃是为神的荣耀，叫神的儿子因此得荣耀。” 5耶稣素来爱马大和她妹子并拉撒路， 6听见拉撒路病了，就在所居之地仍住了两天。 7然后对门徒说：“我们再往犹太去吧！” 8门徒说：“拉比，犹太人近来要拿石头打你，你还往那里去吗？” 9耶稣回答说：“白日不是有十二小时吗？人在白日走路，就不至跌倒，因为看见这世上的光； 10若在黑夜走路，就必跌倒，因为他没有光。” 11耶稣说了这话，随后对他们说：“我们的朋友拉撒路睡了，我去叫醒他。” 12门徒说：“主啊，他若睡了，就必好了。” 13耶稣这话是指着他死说的，他们却以为是说照常睡了。 14耶稣就明明地告诉他们说：“拉撒路死了。 15我没有在那里就欢喜，这是为你们的缘故，好叫你们相信。如今我们可以往他那里去吧！” 16多马，又称为低土马，就对那同作门徒的说：“我们也去和他同死吧！” 17耶稣到了，就知道拉撒路在坟墓里已经四天了。 18伯大尼离耶路撒冷不远，约有六里路。 19有好些犹太人来看马大和马利亚，要为她们的兄弟安慰她们。 20马大听见耶稣来了，就出去迎接他，马利亚却仍然坐在家里。 21马大对耶稣说：“主啊，你若早在这里，我兄弟必不死。 22就是现在，我也知道，你无论向神求什么，神也必赐给你。” 23耶稣说：“你兄弟必然复活。” 24马大说：“我知道在末日复活的时候，他必复活。” 25耶稣对她说：“复活在我，生命也在我；信我的人，虽然死了，也必复活。 26凡活着信我的人必永远不死。你信这话吗？” 27马大说：“主啊，是的，我信你是基督，是神的儿子，就是那要临到世界的。” 28马大说了这话，就回去暗暗的叫她妹子马利亚说：“夫子来了，叫你。” 29马利亚听见了，就急忙起来，到耶稣那里去。 30那时，耶稣还没有进村子，仍在马大迎接他的地方。 31那些同马利亚在家里安慰她的犹太人，见她急忙起来出去，就跟着她，以为她要往坟墓那里去哭。 32马利亚到了耶稣那里，看见他，就俯伏在他脚前，说：“主啊，你若早在这里，我兄弟必不死。” 33耶稣看见她哭，并看见与她同来的犹太人也哭，就心里悲叹，又甚忧愁， 34便说：“你们把他安放在哪里？”他们回答说：“请主来看。” 35耶稣哭了。 36犹太人就说：“你看他爱这人是何等恳切。” 37其中有人说：“他既然开了瞎子的眼睛，岂不能叫这人不死吗？” 38耶稣又心里悲叹，来到坟墓前。那坟墓是个洞，有一块石头挡着。 39耶稣说：“你们把石头挪开。”那死人的姐姐马大对他说：“主啊，他现在必是臭了，因为他死了已经四天了。” 40耶稣说：“我不是对你说过，你若信，就必看见神的荣耀吗？” 41他们就把石头挪开。耶稣举目望天说：“父啊，我感谢你，因为你已经听我！ 42我也知道你常听我。但我说这话，是为周围站着的众人，叫他们信是你差了我来。” 43说了这话，就大声呼叫说：“拉撒路出来！” 44那死人就出来了，手脚裹着布，脸上包着手巾。耶稣对他们说，“解开，叫他走！” 45那些来看马利亚的犹太人见了耶稣所作的事，就多有信他的。 46但其中也有去见法利赛人的，将耶稣所作的事告诉他们。 47祭司长和法利赛人聚集公会，说：“这人行好些神迹，我们怎么办呢？ 48若这样由着他，人人都要信他，罗马人也要来夺我们的地土和我们的百姓。” 49内中有一个人，名叫该亚法，本年作大祭司，对他们说：“你们不知道什么。 50独不想一个人替百姓死，免得通国灭亡，就是你们的益处。” 51他这话不是出于自己，是因他本年作大祭司，所以预言耶稣将要替这一国死。 52也不但替这一国死，并要将神四散的子民都聚集归一。 53从那日起他们就商议要杀耶稣。'
            },
            gospelOptional:{
                title:'约翰福音11:17-27, 38-53',
                content:'17耶稣到了，就知道拉撒路在坟墓里已经四天了。 18伯大尼离耶路撒冷不远，约有六里路。 19有好些犹太人来看马大和马利亚，要为她们的兄弟安慰她们。 20马大听见耶稣来了，就出去迎接他，马利亚却仍然坐在家里。 21马大对耶稣说：“主啊，你若早在这里，我兄弟必不死。 22就是现在，我也知道，你无论向神求什么，神也必赐给你。” 23耶稣说：“你兄弟必然复活。” 24马大说：“我知道在末日复活的时候，他必复活。” 25耶稣对她说：“复活在我，生命也在我；信我的人，虽然死了，也必复活。 26凡活着信我的人必永远不死。你信这话吗？” 27马大说：“主啊，是的，我信你是基督，是神的儿子，就是那要临到世界的。”\n38耶稣又心里悲叹，来到坟墓前。那坟墓是个洞，有一块石头挡着。 39耶稣说：“你们把石头挪开。”那死人的姐姐马大对他说：“主啊，他现在必是臭了，因为他死了已经四天了。” 40耶稣说：“我不是对你说过，你若信，就必看见神的荣耀吗？” 41他们就把石头挪开。耶稣举目望天说：“父啊，我感谢你，因为你已经听我！ 42我也知道你常听我。但我说这话，是为周围站着的众人，叫他们信是你差了我来。” 43说了这话，就大声呼叫说：“拉撒路出来！” 44那死人就出来了，手脚裹着布，脸上包着手巾。耶稣对他们说，“解开，叫他走！” 45那些来看马利亚的犹太人见了耶稣所作的事，就多有信他的。 46但其中也有去见法利赛人的，将耶稣所作的事告诉他们。 47祭司长和法利赛人聚集公会，说：“这人行好些神迹，我们怎么办呢？ 48若这样由着他，人人都要信他，罗马人也要来夺我们的地土和我们的百姓。” 49内中有一个人，名叫该亚法，本年作大祭司，对他们说：“你们不知道什么。 50独不想一个人替百姓死，免得通国灭亡，就是你们的益处。” 51他这话不是出于自己，是因他本年作大祭司，所以预言耶稣将要替这一国死。 52也不但替这一国死，并要将神四散的子民都聚集归一。 53从那日起他们就商议要杀耶稣。'
            }
        },
        palm:{
            firstReading:{
                title:'以赛亚书50:4-9a',
                content:'4主耶和华赐我受教者的舌头，使我知道怎样用言语扶助疲乏的人。主每早晨提醒，提醒我的耳朵，使我能听，像受教者一样。  5主耶和华开通我的耳朵，我并没有违背，也没有退后。  6人打我的背，我任他打；人拔我腮颊的胡须，我由他拔；人辱我吐我，我并不掩面。  7主耶和华必帮助我，所以我不抱愧。我硬着脸面好像坚石，我也知道我必不至蒙羞。  8称我为义的与我相近，谁与我争论，可以与我一同站立；谁与我作对，可以就近我来。  9主耶和华要帮助我，谁能定我有罪呢？他们都像衣服渐渐旧了，为蛀虫所咬。'
            },
            psalm:{
                title:'诗篇118:19-29',
                content:'19给我敞开义门，我要进去称谢耶和华。  20这是耶和华的门，义人要进去。  21我要称谢你，因为你已经应允我，又成了我的拯救。  22匠人所弃的石头，已成了房角的头块石头。  23这是耶和华所作的，在我们眼中看为希奇。  24这是耶和华所定的日子，我们在其中要高兴欢喜。  25耶和华啊，求你拯救！耶和华啊，求你使我们亨通！  26奉耶和华名来的是应当称颂的！我们从耶和华的殿中为你们祝福。  27耶和华是神，他光照了我们。理当用绳索把祭牲拴住，牵到坛角那里。  28你是我的神，我要称谢你；你是我的神，我要尊崇你。  29你们要称谢耶和华，因他本为善，他的慈爱永远长存！'
            },
            psalmOptional:{
                title:'诗篇31:9-16',
                content:'9耶和华啊，求你怜恤我，因为我在急难之中。我的眼睛因忧愁而干瘪，连我的身心也不安舒。  10我的生命为愁苦所消耗，我的年岁为叹息所旷废，我的力量因我的罪孽衰败，我的骨头也枯干。  11我因一切敌人成了羞辱，在我的邻舍跟前更甚；那认识我的都惧怕我，在外头看见我的都躲避我。  12我被人忘记，如同死人，无人记念。我好像破碎的器皿。  13我听见了许多人的谗谤，四围都是惊吓。他们一同商议攻击我的时候，就图谋要害我的性命。  14耶和华啊，我仍旧倚靠你。我说：“你是我的神。”  15我终身的事在你手中，求你救我脱离仇敌的手和那些逼迫我的人。  16求你使你的脸光照仆人，凭你的慈爱拯救我。'
            },
            secondReading:{
                title:'腓立比书2:5-11',
                content:'5你们当以基督耶稣的心为心。  6他本有神的形像，不以自己与神同等为强夺的，  7反倒虚己，取了奴仆的形像，成为人的样式。  8既有人的样子，就自己卑微，存心顺服，以至于死，且死在十字架上。  9所以神将他升为至高，又赐给他那超乎万名之上的名，  10叫一切在天上的、地上的和地底下的，因耶稣的名无不屈膝，  11无不口称耶稣基督为主，使荣耀归与父神。'
            },
            gospel:{
                title:'马太福音26:1-27:66',
                content:'1耶稣说完了这一切的话，就对门徒说： 2“你们知道，过两天是逾越节，人子将要被交给人，钉在十字架上。” 3那时，祭司长和民间的长老聚集在大祭司称为该亚法的院里。 4大家商议要用诡计拿住耶稣杀他； 5只是说：“当节的日子不可，恐怕民间生乱。” 6耶稣在伯大尼长大麻风的西门家里， 7有一个女人拿着一玉瓶极贵的香膏来，趁耶稣坐席的时候，浇在他的头上。 8门徒看见就很不喜悦，说：“何用这样的枉费呢！ 9这香膏可以卖许多钱，周济穷人。” 10耶稣看出他们的意思，就说：“为什么难为这女人呢？她在我身上作的是一件美事。 11因为常有穷人和你们同在，只是你们不常有我。 12她将这香膏浇在我身上，是为我安葬作的。 13我实在告诉你们：普天之下，无论在什么地方传这福音，也要述说这女人所行的，作个记念。” 14当下，十二门徒里有一个称为加略人犹大的，去见祭司长，说： 15“我把他交给你们，你们愿意给我多少钱？”他们就给了他三十块钱。 16从那时候，他就找机会要把耶稣交给他们。 17除酵节的第一天，门徒来问耶稣说：“你吃逾越节的筵席，要我们在哪里给你预备？” 18耶稣说：“你们进城去，到某人那里，对他说，‘夫子说：我的时候快到了，我与门徒要在你家里守逾越节。’” 19门徒遵着耶稣所吩咐的，就去预备了逾越节的筵席。 20到了晚上，耶稣和十二个门徒坐席。 21正吃的时候，耶稣说：“我实在告诉你们：你们中间有一个人要卖我了。” 22他们就甚忧愁，一个一个的问他说：“主，是我吗？” 23耶稣回答说：“同我蘸手在盘子里的，就是他要卖我。 24人子必要去世，正如经上指着他所写的，但卖人子的人有祸了！那人不生在世上倒好。” 25卖耶稣的犹大问他说：“拉比，是我吗？”耶稣说：“你说的是。” 26他们吃的时候，耶稣拿起饼来，祝福，就擘开，递给门徒，说：“你们拿着吃，这是我的身体。” 27又拿起杯来，祝谢了，递给他们，说：“你们都喝这个， 28因为这是我立约的血，为多人流出来，使罪得赦。 29但我告诉你们：从今以后，我不再喝这葡萄汁，直到我在我父的国里同你们喝新的那日子。” 30他们唱了诗，就出来往橄榄山去。 31那时，耶稣对他们说：“今夜，你们为我的缘故都要跌倒。因为经上记着说：‘我要击打牧人，羊就分散了。’ 32但我复活以后，要在你们以先往加利利去。” 33彼得说：“众人虽然为你的缘故跌倒，我却永不跌倒。” 34耶稣说：“我实在告诉你：今夜鸡叫以先，你要三次不认我。” 35彼得说：“我就是必须和你同死，也总不能不认你。”众门徒都是这样说。 36耶稣同门徒来到一个地方，名叫客西马尼，就对他们说：“你们坐在这里，等我到那边去祷告。” 37于是带着彼得和西庇太的两个儿子同去，就忧愁起来，极其难过， 38便对他们说：“我心里甚是忧伤，几乎要死，你们在这里等候，和我一同警醒。” 39他就稍往前走，俯伏在地祷告说：“我父啊，倘若可行，求你叫这杯离开我；然而，不要照我的意思，只要照你的意思。” 40来到门徒那里，见他们睡着了，就对彼得说：“怎么样？你们不能同我警醒片时吗？ 41总要警醒祷告，免得入了迷惑，你们心灵固然愿意，肉体却软弱了。” 42第二次又去祷告说：“我父啊，这杯若不能离开我，必要我喝，就愿你的意旨成全。” 43又来见他们睡着了，因为他们的眼睛困倦。 44耶稣又离开他们去了。第三次祷告，说的话还是与先前一样。 45于是来到门徒那里，对他们说：“现在你们仍然睡觉安歇吧（“吧”或作“吗”）？时候到了，人子被卖在罪人手里了。 46起来，我们走吧！看哪，卖我的人近了。” 47说话之间，那十二个门徒里的犹大来了，并有许多人带着刀棒，从祭司长和民间的长老那里与他同来。 48那卖耶稣的给了他们一个暗号，说：“我与谁亲嘴，谁就是他。你们可以拿住他。” 49犹大随即到耶稣跟前说：“请拉比安”，就与他亲嘴。 50耶稣对他说：“朋友，你来要作的事，就作吧！”于是那些人上前，下手拿住耶稣。 51有跟随耶稣的一个人伸手拔出刀来，将大祭司的仆人砍了一刀，削掉了他一个耳朵。 52耶稣对他说：“收刀入鞘吧！凡动刀的，必死在刀下。 53你想，我不能求我父现在为我差遣十二营多天使来吗？ 54若是这样，经上所说事情必须如此的话怎么应验呢？” 55当时，耶稣对众人说：“你们带着刀棒出来拿我，如同拿强盗吗？我天天坐在殿里教训人，你们并没有拿我。 56但这一切的事成就了，为要应验先知书上的话。”当下，门徒都离开他逃走了。 57拿耶稣的人把他带到大祭司该亚法那里去，文士和长老已经在那里聚会。 58彼得远远地跟着耶稣，直到大祭司的院子，进到里面，就和差役同坐，要看这事到底怎样。 59祭司长和全公会寻找假见证控告耶稣，要治死他。 60虽有好些人来作假见证，总得不着实据。末后有两个人前来，说： 61“这个人曾说：‘我能拆毁神的殿，三日内又建造起来。’” 62大祭司就站起来，对耶稣说：“你什么都不回答吗？这些人作见证告你的是什么呢？” 63耶稣却不言语。大祭司对他说，“我指着永生神叫你起誓告诉我们，你是神的儿子基督不是？” 64耶稣对他说：“你说的是。然而，我告诉你们，后来你们要看见人子坐在那权能者的右边，驾着天上的云降临。” 65大祭司就撕开衣服，说：“他说了僭妄的话，我们何必再用见证人呢？这僭妄的话，现在你们都听见了。 66你们的意见如何？”他们回答说：“他是该死的。” 67他们就吐唾沫在他脸上，用拳头打他；也有用手掌打他的，说： 68“基督啊，你是先知，告诉我们打你的是谁？” 69彼得在外面院子里坐着，有一个使女前来说：“你素来也是同那加利利人耶稣一伙的。” 70彼得在众人面前却不承认，说：“我不知道你说的是什么。” 71既出去，到了门口，又有一个使女看见他，就对那里的人说：“这个人也是同拿撒勒人耶稣一伙的。” 72彼得又不承认，并且起誓说：“我不认得那个人。” 73过了不多的时候，旁边站着的人前来对彼得说：“你真是他们一党的，你的口音把你露出来了。” 74彼得就发咒起誓的说：“我不认得那个人。”立时，鸡就叫了。 75彼得想起耶稣所说的话：“鸡叫以先，你要三次不认我。”他就出去痛哭。 1到了早晨，众祭司长和民间的长老，大家商议要治死耶稣， 2就把他捆绑，解去交给巡抚彼拉多。 3这时候，卖耶稣的犹大看见耶稣已经定了罪，就后悔，把那三十块钱拿回来给祭司长和长老，说： 4“我卖了无辜之人的血是有罪了。”他们说：“那与我们有什么相干？你自己承当吧！” 5犹大就把那银钱丢在殿里，出去吊死了。 6祭司长拾起银钱来说：“这是血价，不可放在库里。” 7他们商议，就用那银钱买了窑户的一块田，为要埋葬外乡人。 8所以那块田直到今日还叫作“血田”。 9这就应了先知耶利米的话，说：“他们用那三十块钱，就是被估定之人的价钱，是以色列人中所估定的， 10买了窑户的一块田；这是照着主所吩咐我的。” 11耶稣站在巡抚面前，巡抚问他说：“你是犹太人的王吗？”耶稣说：“你说的是。” 12他被祭司长和长老控告的时候，什么都不回答。 13彼拉多就对他说：“他们作见证告你这么多的事，你没有听见吗？” 14耶稣仍不回答，连一句话也不说，以致巡抚甚觉希奇。 15巡抚有一个常例，每逢这节期，随众人所要的，释放一个囚犯给他们。 16当时有一个出名的囚犯叫巴拉巴。 17众人聚集的时候，彼拉多就对他们说：“你们要我释放哪一个给你们？是巴拉巴呢？是称为基督的耶稣呢？” 18巡抚原知道，他们是因为嫉妒才把他解了来。 19正坐堂的时候，他的夫人打发人来说：“这义人的事你一点不可管，因为我今天在梦中为他受了许多的苦。” 20祭司长和长老挑唆众人，求释放巴拉巴，除灭耶稣。 21巡抚对众人说：“这两个人，你们要我释放哪一个给你们呢？”他们说：“巴拉巴。” 22彼拉多说：“这样，那称为基督的耶稣，我怎么办他呢？”他们都说：“把他钉十字架！” 23巡抚说：“为什么呢？他作了什么恶事呢？”他们便极力的喊着说：“把他钉十字架！” 24彼拉多见说也无济于事，反要生乱，就拿水在众人面前洗手，说：“流这义人的血，罪不在我，你们承当吧！” 25众人都回答说：“他的血归到我们和我们的子孙身上。” 26于是彼拉多释放巴拉巴给他们，把耶稣鞭打了，交给人钉十字架。 27巡抚的兵就把耶稣带进衙门，叫全营的兵都聚集在他那里。 28他们给他脱了衣服，穿上一件朱红色袍子； 29用荆棘编作冠冕，戴在他头上；拿一根苇子放在他右手里，跪在他面前，戏弄他说：“恭喜，犹太人的王啊！” 30又吐唾沫在他脸上，拿苇子打他的头。 31戏弄完了，就给他脱了袍子，仍穿上他自己的衣服，带他出去，要钉十字架。 32他们出来的时候，遇见一个古利奈人，名叫西门，就勉强他同去，好背着耶稣的十字架。 33到了一个地方名叫各各他，意思就是髑髅地。 34兵丁拿苦胆调和的酒给耶稣喝。他尝了，就不肯喝。 35他们既将他钉在十字架上，就拈阄分他的衣服， 36又坐在那里看守他。 37在他头以上安一个牌子，写着他的罪状，说：“这是犹太人的王耶稣。” 38当时，有两个强盗和他同钉十字架，一个在右边，一个在左边。 39从那里经过的人讥诮他，摇着头，说： 40“你这拆毁圣殿，三日又建造起来的，可以救自己吧！你如果是神的儿子，就从十字架上下来吧！” 41祭司长和文士并长老也是这样戏弄他，说： 42“他救了别人，不能救自己。他是以色列的王，现在可以从十字架上下来，我们就信他。 43他倚靠神，神若喜悦他，现在可以救他，因为他曾说：‘我是神的儿子。’” 44那和他同钉的强盗也是这样的讥诮他。 45从午正到申初，遍地都黑暗了。 46约在申初，耶稣大声喊着说：“以利，以利！拉马撒巴各大尼？”就是说：“我的神，我的神！为什么离弃我？” 47站在那里的人，有的听见就说：“这个人呼叫以利亚呢！” 48内中有一个人赶紧跑去，拿海绒蘸满了醋绑在苇子上，送给他喝。 49其余的人说：“且等着，看以利亚来救他不来。” 50耶稣又大声喊叫，气就断了。 51忽然，殿里的幔子从上到下裂为两半，地也震动，磐石也崩裂， 52坟墓也开了，已睡圣徒的身体，多有起来的。 53到耶稣复活以后，他们从坟墓里出来，进了圣城，向许多人显现。 54百夫长和一同看守耶稣的人看见地震并所经历的事，就极其害怕，说：“这真是神的儿子了！” 55有好些妇女在那里，远远的观看，她们是从加利利跟随耶稣来服侍他的。 56内中有抹大拉的马利亚，又有雅各和约西的母亲马利亚，并有西庇太两个儿子的母亲。 57到了晚上，有一个财主，名叫约瑟，是亚利马太来的，他也是耶稣的门徒。 58这人去见彼拉多，求耶稣的身体，彼拉多就吩咐给他。 59约瑟取了身体，用干净细麻布裹好， 60安放在自己的新坟墓里，就是他凿在磐石里的。他又把大石头滚到墓门口，就去了。 61有抹大拉的马利亚和那个马利亚在那里，对着坟墓坐着。 62次日，就是预备日的第二天，祭司长和法利赛人聚集来见彼拉多，说： 63“大人，我们记得那诱惑人的还活着的时候，曾说：‘三日后我要复活。’ 64因此，请吩咐人将坟墓把守妥当，直到第三日，恐怕他的门徒来把他偷了去，就告诉百姓说：‘他从死里复活了。’这样，那后来的迷惑比先前的更利害了。” 65彼拉多说：“你们有看守的兵，去吧！尽你们所能的把守妥当。” 66他们就带着看守的兵同去，封了石头，将坟墓把守妥当。'
            },
            gospelOptional:{
                title:'马太福音27:11-66',
                content:'11耶稣站在巡抚面前，巡抚问他说：“你是犹太人的王吗？”耶稣说：“你说的是。” 12他被祭司长和长老控告的时候，什么都不回答。 13彼拉多就对他说：“他们作见证告你这么多的事，你没有听见吗？” 14耶稣仍不回答，连一句话也不说，以致巡抚甚觉希奇。 15巡抚有一个常例，每逢这节期，随众人所要的，释放一个囚犯给他们。 16当时有一个出名的囚犯叫巴拉巴。 17众人聚集的时候，彼拉多就对他们说：“你们要我释放哪一个给你们？是巴拉巴呢？是称为基督的耶稣呢？” 18巡抚原知道，他们是因为嫉妒才把他解了来。 19正坐堂的时候，他的夫人打发人来说：“这义人的事你一点不可管，因为我今天在梦中为他受了许多的苦。” 20祭司长和长老挑唆众人，求释放巴拉巴，除灭耶稣。 21巡抚对众人说：“这两个人，你们要我释放哪一个给你们呢？”他们说：“巴拉巴。” 22彼拉多说：“这样，那称为基督的耶稣，我怎么办他呢？”他们都说：“把他钉十字架！” 23巡抚说：“为什么呢？他作了什么恶事呢？”他们便极力的喊着说：“把他钉十字架！” 24彼拉多见说也无济于事，反要生乱，就拿水在众人面前洗手，说：“流这义人的血，罪不在我，你们承当吧！” 25众人都回答说：“他的血归到我们和我们的子孙身上。” 26于是彼拉多释放巴拉巴给他们，把耶稣鞭打了，交给人钉十字架。 27巡抚的兵就把耶稣带进衙门，叫全营的兵都聚集在他那里。 28他们给他脱了衣服，穿上一件朱红色袍子； 29用荆棘编作冠冕，戴在他头上；拿一根苇子放在他右手里，跪在他面前，戏弄他说：“恭喜，犹太人的王啊！” 30又吐唾沫在他脸上，拿苇子打他的头。 31戏弄完了，就给他脱了袍子，仍穿上他自己的衣服，带他出去，要钉十字架。 32他们出来的时候，遇见一个古利奈人，名叫西门，就勉强他同去，好背着耶稣的十字架。 33到了一个地方名叫各各他，意思就是髑髅地。 34兵丁拿苦胆调和的酒给耶稣喝。他尝了，就不肯喝。 35他们既将他钉在十字架上，就拈阄分他的衣服， 36又坐在那里看守他。 37在他头以上安一个牌子，写着他的罪状，说：“这是犹太人的王耶稣。” 38当时，有两个强盗和他同钉十字架，一个在右边，一个在左边。 39从那里经过的人讥诮他，摇着头，说： 40“你这拆毁圣殿，三日又建造起来的，可以救自己吧！你如果是神的儿子，就从十字架上下来吧！” 41祭司长和文士并长老也是这样戏弄他，说： 42“他救了别人，不能救自己。他是以色列的王，现在可以从十字架上下来，我们就信他。 43他倚靠神，神若喜悦他，现在可以救他，因为他曾说：‘我是神的儿子。’” 44那和他同钉的强盗也是这样的讥诮他。 45从午正到申初，遍地都黑暗了。 46约在申初，耶稣大声喊着说：“以利，以利！拉马撒巴各大尼？”就是说：“我的神，我的神！为什么离弃我？” 47站在那里的人，有的听见就说：“这个人呼叫以利亚呢！” 48内中有一个人赶紧跑去，拿海绒蘸满了醋绑在苇子上，送给他喝。 49其余的人说：“且等着，看以利亚来救他不来。” 50耶稣又大声喊叫，气就断了。 51忽然，殿里的幔子从上到下裂为两半，地也震动，磐石也崩裂， 52坟墓也开了，已睡圣徒的身体，多有起来的。 53到耶稣复活以后，他们从坟墓里出来，进了圣城，向许多人显现。 54百夫长和一同看守耶稣的人看见地震并所经历的事，就极其害怕，说：“这真是神的儿子了！” 55有好些妇女在那里，远远的观看，她们是从加利利跟随耶稣来服侍他的。 56内中有抹大拉的马利亚，又有雅各和约西的母亲马利亚，并有西庇太两个儿子的母亲。 57到了晚上，有一个财主，名叫约瑟，是亚利马太来的，他也是耶稣的门徒。 58这人去见彼拉多，求耶稣的身体，彼拉多就吩咐给他。 59约瑟取了身体，用干净细麻布裹好， 60安放在自己的新坟墓里，就是他凿在磐石里的。他又把大石头滚到墓门口，就去了。 61有抹大拉的马利亚和那个马利亚在那里，对着坟墓坐着。 62次日，就是预备日的第二天，祭司长和法利赛人聚集来见彼拉多，说： 63“大人，我们记得那诱惑人的还活着的时候，曾说：‘三日后我要复活。’ 64因此，请吩咐人将坟墓把守妥当，直到第三日，恐怕他的门徒来把他偷了去，就告诉百姓说：‘他从死里复活了。’这样，那后来的迷惑比先前的更利害了。” 65彼拉多说：“你们有看守的兵，去吧！尽你们所能的把守妥当。” 66他们就带着看守的兵同去，封了石头，将坟墓把守妥当。'
            },
            gospelThree:{
                title:'约翰福音12:20-43',
                content:'20那时，上来过节礼拜的人中，有几个希腊人。 21他们来见加利利伯赛大的腓力，求他说：“先生，我们愿意见耶稣。” 22腓力去告诉安得烈，安得烈同腓力去告诉耶稣。 23耶稣说：“人子得荣耀的时候到了。 24我实实在在地告诉你们：一粒麦子不落在地里死了，仍旧是一粒；若是死了，就结出许多子粒来。 25爱惜自己生命的，就失丧生命；在这世上恨恶自己生命的，就要保守生命到永生。 26若有人服侍我，就当跟从我；我在哪里，服侍我的人也要在那里；若有人服侍我，我父必尊重他。” 27“我现在心里忧愁，我说什么才好呢？父啊，救我脱离这时候，但我原是为这时候来的。 28父啊，愿你荣耀你的名。”当时就有声音从天上来说：“我已经荣耀了我的名，还要再荣耀。” 29站在旁边的众人听见，就说：“打雷了。”还有人说：“有天使对他说话。” 30耶稣说：“这声音不是为我，是为你们来的。 31现在这世界受审判，这世界的王要被赶出去。 32我若从地上被举起来，就要吸引万人来归我。” 33耶稣这话原是指着自己将要怎样死说的。 34众人回答说：“我们听见律法上有话说基督是永存的，你怎么说人子必须被举起来呢？这人子是谁呢？” 35耶稣对他们说：“光在你们中间还有不多的时候，应当趁着有光行走，免得黑暗临到你们；那在黑暗里行走的，不知道往何处去。 36你们应当趁着有光，信从这光，使你们成为光明之子。” 耶稣说了这话，就离开他们，隐藏了。 37他虽然在他们面前行了许多神迹，他们还是不信他。 38这是要应验先知以赛亚的话，说：“主啊，我们所传的有谁信呢？主的膀臂向谁显露呢？” 39他们所以不能信，因为以赛亚又说： 40“主叫他们瞎了眼、硬了心，免得他们眼睛看见，心里明白，回转过来，我就医治他们。” 41以赛亚因为看见他的荣耀，就指着他说这话。 42虽然如此，官长中却有好些信他的，只因法利赛人的缘故，就不承认，恐怕被赶出会堂。 43这是因他们爱人的荣耀过于爱神的荣耀。'
            }
        },
        maundy:{
            firstReading:{
                title:'出埃及记24:3-11',
                content:'3摩西下山，将耶和华的命令、典章都述说与百姓听。众百姓齐声说：“耶和华所吩咐的，我们都必遵行。” 4摩西将耶和华的命令都写上。清早起来，在山下筑一座坛，按以色列十二支派，立十二根柱子。 5又打发以色列人中的少年人去献燔祭，又向耶和华献牛为平安祭。 6摩西将血一半盛在盆中，一半洒在坛上。 7又将约书念给百姓听，他们说：“耶和华所吩咐的，我们都必遵行。” 8摩西将血洒在百姓身上，说：“你看！这是立约的血，是耶和华按这一切话与你们立约的凭据。”  9摩西、亚伦、拿答、亚比户，并以色列长老中的七十人，都上了山。 10他们看见以色列的神，他脚下仿佛有平铺的蓝宝石，如同天色明净。 11他的手不加害在以色列的尊者身上，他们观看神，他们又吃又喝。'
            },
            psalm:{
                title:'诗篇116:12-19',
                content:'12我拿什么报答耶和华向我所赐的一切厚恩？  13我要举起救恩的杯，称扬耶和华的名。  14我要在他众民面前向耶和华还我的愿。  15在耶和华眼中，看圣民之死极为宝贵。  16耶和华啊，我真是你的仆人；我是你的仆人，是你婢女的儿子。你已经解开我的绑索。  17我要以感谢为祭献给你，又要求告耶和华的名。  18我要在他众民面前，在耶和华殿的院内，在耶路撒冷当中，向耶和华还我的愿。你们要赞美耶和华！  19'
            },
            secondReading:{
                title:'希伯来书9:11-22',
                content:'11但现在基督已经来到，作了将来美事的大祭司，经过那更大、更全备的帐幕，不是人手所造，也不是属乎这世界的。 12并且不用山羊和牛犊的血，乃用自己的血，只一次进入圣所，成了永远赎罪的事。 13若山羊和公牛的血，并母牛犊的灰，洒在不洁的人身上，尚且叫人成圣，身体洁净， 14何况基督藉着永远的灵，将自己无瑕无疵献给神，他的血岂不更能洗净你们的心（原文作“良心”），除去你们的死行，使你们侍奉那永生神吗？  15为此，他作了新约的中保，既然受死赎了人在前约之时所犯的罪过，便叫蒙召之人得着所应许永远的产业。 16凡有遗命，必须等到留遗命的人死了（“遗命”原文与“约”字同）。 17因为人死了，遗命才有效力；若留遗命的尚在，那遗命还有用处吗？ 18所以前约也不是不用血立的。 19因为摩西当日照着律法将各样诫命传给众百姓，就拿朱红色绒和牛膝草，把牛犊、山羊的血和水洒在书上，又洒在众百姓身上，说： 20“这血就是神与你们立约的凭据。” 21他又照样把血洒在帐幕和各样器皿上。 22按着律法，凡物差不多都是用血洁净的，若不流血，罪就不得赦免了。'
            },
            gospel:{
                title:'马太福音26:17-30',
                content:'17除酵节的第一天，门徒来问耶稣说：“你吃逾越节的筵席，要我们在哪里给你预备？” 18耶稣说：“你们进城去，到某人那里，对他说，‘夫子说：我的时候快到了，我与门徒要在你家里守逾越节。’” 19门徒遵着耶稣所吩咐的，就去预备了逾越节的筵席。 20到了晚上，耶稣和十二个门徒坐席。 21正吃的时候，耶稣说：“我实在告诉你们：你们中间有一个人要卖我了。” 22他们就甚忧愁，一个一个的问他说：“主，是我吗？” 23耶稣回答说：“同我蘸手在盘子里的，就是他要卖我。 24人子必要去世，正如经上指着他所写的，但卖人子的人有祸了！那人不生在世上倒好。” 25卖耶稣的犹大问他说：“拉比，是我吗？”耶稣说：“你说的是。” 26他们吃的时候，耶稣拿起饼来，祝福，就擘开，递给门徒，说：“你们拿着吃，这是我的身体。” 27又拿起杯来，祝谢了，递给他们，说：“你们都喝这个， 28因为这是我立约的血，为多人流出来，使罪得赦。 29但我告诉你们：从今以后，我不再喝这葡萄汁，直到我在我父的国里同你们喝新的那日子。” 30他们唱了诗，就出来往橄榄山去。'
            }
        },
        goodFriday:{
            firstReading:{
                title:'以赛亚书52:13-53:12',
                content:'13我的仆人行事必有智慧（或作“行事通达”），必被高举上升，且成为至高。  14许多人因他（原文作“你”）惊奇（他的面貌比别人憔悴，他的形容比世人枯槁），  15这样，他必洗净（或作“鼓动”）许多国民，君王要向他闭口。因所未曾传与他们的，他们必看见；未曾听见的，他们要明白。 1我们所传的（或作“所传与我们的”）有谁信呢？耶和华的膀臂向谁显露呢？  2他在耶和华面前生长如嫩芽，像根出于干地。他无佳形美容，我们看见他的时候，也无美貌使我们羡慕他。  3他被藐视，被人厌弃，多受痛苦，常经忧患。他被藐视，好像被人掩面不看的一样，我们也不尊重他。  4他诚然担当我们的忧患，背负我们的痛苦；我们却以为他受责罚，被神击打苦待了。  5哪知他为我们的过犯受害，为我们的罪孽压伤。因他受的刑罚，我们得平安；因他受的鞭伤，我们得医治。  6我们都如羊走迷，各人偏行己路，耶和华使我们众人的罪孽都归在他身上。  7他被欺压，在受苦的时候却不开口（或作“他受欺压，却自卑不开口”），他像羊羔被牵到宰杀之地，又像羊在剪毛的人手下无声，他也是这样不开口。  8因受欺压和审判，他被夺去，至于他同世的人，谁想他受鞭打、从活人之地被剪除，是因我百姓的罪过呢？  9他虽然未行强暴，口中也没有诡诈，人还使他与恶人同埋；谁知死的时候与财主同葬。  10耶和华却定意（或作“喜悦”）将他压伤，使他受痛苦；耶和华以他为赎罪祭（或作“他献本身为赎罪祭”）。他必看见后裔，并且延长年日，耶和华所喜悦的事必在他手中亨通。  11他必看见自己劳苦的功效，便心满意足。有许多人因认识我的义仆得称为义，并且他要担当他们的罪孽。  12所以，我要使他与位大的同份，与强盛的均分掳物；因为他将命倾倒，以致于死，他也被列在罪犯之中。他却担当多人的罪，又为罪犯代求。'
            },
            psalm:{
                title:'诗篇22',
                content:'1我的神，我的神！为什么离弃我？为什么远离不救我，不听我唉哼的言语？  2我的神啊，我白日呼求，你不应允；夜间呼求，并不住声。  3但你是圣洁的，是用以色列的赞美为宝座（“宝座”或作“居所”）的。  4我们的祖宗倚靠你。他们倚靠你，你便解救他们。  5他们哀求你，便蒙解救；他们倚靠你，就不羞愧。  6但我是虫，不是人，被众人羞辱，被百姓藐视。  7凡看见我的都嗤笑我，他们撇嘴摇头，说：  8“他把自己交托耶和华，耶和华可以救他吧！耶和华既喜悦他，可以搭救他吧！”  9但你是叫我出母腹的，我在母怀里，你就使我有倚靠的心；  10我自出母胎就被交在你手里，从我母亲生我，你就是我的神。  11求你不要远离我，因为急难临近了，没有人帮助我。  12有许多公牛围绕我，巴珊大力的公牛四面困住我；  13它们向我张口，好像抓撕吼叫的狮子。  14我如水被倒出来，我的骨头都脱了节，我心在我里面如蜡熔化。  15我的精力枯干，如同瓦片；我的舌头贴在我牙床上。你将我安置在死地的尘土中。  16犬类围着我，恶党环绕我；他们扎了我的手、我的脚。  17我的骨头，我都能数过，他们瞪着眼看我。  18他们分我的外衣，为我的里衣拈阄。  19耶和华啊，求你不要远离我；我的救主啊，求你快来帮助我！  20求你救我的灵魂脱离刀剑，救我的生命脱离犬类（“生命”原文作“独一者”），  21救我脱离狮子的口；你已经应允我，使我脱离野牛的角。  22我要将你的名传与我的弟兄，在会中我要赞美你。  23你们敬畏耶和华的人要赞美他！雅各的后裔都要荣耀他！以色列的后裔都要惧怕他！  24因为他没有藐视憎恶受苦的人，也没有向他掩面；那受苦之人呼吁的时候，他就垂听。  25我在大会中赞美你的话是从你而来的；我要在敬畏耶和华的人面前还我的愿。  26谦卑的人必吃得饱足，寻求耶和华的人必赞美他。愿你们的心永远活着。  27地的四极都要想念耶和华，并且归顺他；列国的万族都要在你面前敬拜。  28因为国权是耶和华的，他是管理万国的。  29地上一切丰肥的人必吃喝而敬拜；凡下到尘土中不能存活自己性命的人，都要在他面前下拜。  30他必有后裔侍奉他，主所行的事必传与后代；  31他们必来把他的公义传给将要生的民，言明这事是他所行的。'
            },
            psalmOptional:{
                title:'诗篇31',
                content:'1耶和华啊，我投靠你，求你使我永不羞愧，凭你的公义搭救我。  2求你侧耳而听，快快救我，作我坚固的磐石，拯救我的保障。  3因为你是我的岩石，我的山寨，所以求你为你名的缘故引导我，指点我。  4求你救我脱离人为我暗设的网罗，因为你是我的保障。  5我将我的灵魂交在你手里。耶和华诚实的神啊，你救赎了我。  6我恨恶那信奉虚无之神的人，我却倚靠耶和华。  7我要为你的慈爱高兴欢喜，因为你见过我的困苦，知道我心中的艰难。  8你未曾把我交在仇敌手里，你使我的脚站在宽阔之处。  9耶和华啊，求你怜恤我，因为我在急难之中。我的眼睛因忧愁而干瘪，连我的身心也不安舒。  10我的生命为愁苦所消耗，我的年岁为叹息所旷废，我的力量因我的罪孽衰败，我的骨头也枯干。  11我因一切敌人成了羞辱，在我的邻舍跟前更甚；那认识我的都惧怕我，在外头看见我的都躲避我。  12我被人忘记，如同死人，无人记念。我好像破碎的器皿。  13我听见了许多人的谗谤，四围都是惊吓。他们一同商议攻击我的时候，就图谋要害我的性命。  14耶和华啊，我仍旧倚靠你。我说：“你是我的神。”  15我终身的事在你手中，求你救我脱离仇敌的手和那些逼迫我的人。  16求你使你的脸光照仆人，凭你的慈爱拯救我。  17耶和华啊，求你叫我不至羞愧，因为我曾呼吁你；求你使恶人羞愧，使他们在阴间缄默无声。  18那撒谎的人逞骄傲轻慢，出狂妄的话攻击义人，愿他的嘴哑而无言。  19敬畏你、投靠你的人，你为他们所积存的，在世人面前所施行的恩惠是何等大呢！  20你必把他们藏在你面前的隐密处，免得遇见人的计谋；你必暗暗地保守他们在亭子里，免受口舌的争闹。  21耶和华是应当称颂的，因为他在坚固城里向我施展奇妙的慈爱。  22至于我，我曾急促地说：“我从你眼前被隔绝。”然而，我呼求你的时候，你仍听我恳求的声音。  23耶和华的圣民哪，你们都要爱他！耶和华保护诚实人，足足报应行事骄傲的人。  24凡仰望耶和华的人，你们都要壮胆，坚固你们的心。'
            },
            secondReading:{
                title:'希伯来书4:14-16; 5:7-9',
                content:'14我们既然有一位已经升入高天尊荣的大祭司，就是神的儿子耶稣，便当持定所承认的道。 15因我们的大祭司并非不能体恤我们的软弱，他也曾凡事受过试探，与我们一样，只是他没有犯罪。 16所以我们只管坦然无惧的来到施恩的宝座前，为要得怜恤，蒙恩惠，作随时的帮助。\n7基督在肉体的时候既大声哀哭，流泪祷告，恳求那能救他免死的主，就因他的虔诚蒙了应允。 8他虽然为儿子，还是因所受的苦难学了顺从。 9他既得以完全，就为凡顺从他的人成了永远得救的根源'
            },
            gospel:{
                title:'约翰福音18:1-19:42',
                content:'1耶稣说了这话，就同门徒出去，过了汲沦溪，在那里有一个园子，他和门徒进去了。 2卖耶稣的犹大也知道那地方，因为耶稣和门徒屡次上那里去聚集。 3犹大领了一队兵和祭司长并法利赛人的差役，拿着灯笼、火把、兵器，就来到园里。 4耶稣知道将要临到自己的一切事，就出来对他们说：“你们找谁？” 5他们回答说：“找拿撒勒人耶稣。”耶稣说：“我就是。”卖他的犹大也同他们站在那里。 6耶稣一说“我就是”，他们就退后倒在地上。 7他又问他们说：“你们找谁？”他们说：“找拿撒勒人耶稣。” 8耶稣说：“我已经告诉你们，我就是。你们若找我，就让这些人去吧！” 9这要应验耶稣从前的话，说：“你所赐给我的人，我没有失落一个。” 10西门彼得带着一把刀，就拔出来，将大祭司的仆人砍了一刀，削掉他的右耳，那仆人名叫马勒古。 11耶稣就对彼得说：“收刀入鞘吧！我父所给我的那杯，我岂可不喝呢？” 12那队兵和千夫长并犹太人的差役就拿住耶稣，把他捆绑了， 13先带到亚那面前，因为亚那是本年作大祭司该亚法的岳父。 14这该亚法就是从前向犹太人发议论说“一个人替百姓死是有益的”那位。 15西门彼得跟着耶稣，还有一个门徒跟着，那门徒是大祭司所认识的，他就同耶稣进了大祭司的院子。 16彼得却站在门外；大祭司所认识的那个门徒出来，和看门的使女说了一声，就领彼得进去。 17那看门的使女对彼得说：“你不也是这人的门徒吗？”他说：“我不是。” 18仆人和差役因为天冷，就生了炭火，站在那里烤火，彼得也同他们站着烤火。 19大祭司就以耶稣的门徒和他的教训盘问他。 20耶稣回答说：“我从来是明明地对世人说话，我常在会堂和殿里，就是犹太人聚集的地方教训人；我在暗地里并没有说什么。 21你为什么问我呢？可以问那听见的人，我对他们说的是什么；我所说的，他们都知道。” 22耶稣说了这话，旁边站着的一个差役用手掌打他，说：“你这样回答大祭司吗？” 23耶稣说：“我若说得不是，你可以指证那不是；我若说得是，你为什么打我呢？” 24亚那就把耶稣解到大祭司该亚法那里，仍是捆着解去的。 25西门彼得正站着烤火，有人对他说：“你不也是他的门徒吗？”彼得不承认，说：“我不是。” 26有大祭司的一个仆人，是彼得削掉耳朵那人的亲属，说：“我不是看见你同他在园子里吗？” 27彼得又不承认。立时鸡就叫了。 28众人将耶稣从该亚法那里往衙门内解去，那时天还早，他们自己却不进衙门，恐怕染了污秽，不能吃逾越节的筵席。 29彼拉多就出来，到他们那里，说：“你们告这人是为什么事呢？” 30他们回答说：“这人若不是作恶的，我们就不把他交给你。” 31彼拉多说：“你们自己带他去，按着你们的律法审问他吧！”犹太人说：“我们没有杀人的权柄。” 32这要应验耶稣所说自己将要怎样死的话了。 33彼拉多又进了衙门，叫耶稣来，对他说：“你是犹太人的王吗？” 34耶稣回答说：“这话是你自己说的，还是别人论我对你说的呢？” 35彼拉多说：“我岂是犹太人呢？你本国的人和祭司长把你交给我，你作了什么事呢？” 36耶稣回答说：“我的国不属这世界；我的国若属这世界，我的臣仆必要争战，使我不至于被交给犹太人；只是我的国不属这世界。” 37彼拉多就对他说：“这样，你是王吗？”耶稣回答说：“你说我是王，我为此而生，也为此来到世间，特为给真理作见证；凡属真理的人就听我的话。” 38彼拉多说：“真理是什么呢？” 说了这话，又出来到犹太人那里，对他们说：“我查不出他有什么罪来， 39但你们有个规矩，在逾越节要我给你们释放一个人，你们要我给你们释放犹太人的王吗？” 40他们又喊着说：“不要这人，要巴拉巴！”这巴拉巴是个强盗。 1当下彼拉多将耶稣鞭打了。 2兵丁用荆棘编作冠冕戴在他头上，给他穿上紫袍， 3又挨近他说：“恭喜犹太人的王啊！”他们就用手掌打他。 4彼拉多又出来对众人说：“我带他出来见你们，叫你们知道我查不出他有什么罪来。” 5耶稣出来，戴着荆棘冠冕，穿着紫袍。彼拉多对他们说：“你们看这个人。” 6祭司长和差役看见他，就喊着说：“钉他十字架！钉他十字架！”彼拉多说：“你们自己把他钉十字架吧！我查不出他有什么罪来。” 7犹太人回答说：“我们有律法。按那律法，他是该死的，因他以自己为神的儿子。”  8彼拉多听见这话，越发害怕。 9又进衙门，对耶稣说：“你是哪里来的？”耶稣却不回答。 10彼拉多说：“你不对我说话吗？你岂不知我有权柄释放你，也有权柄把你钉十字架吗？” 11耶稣回答说：“若不是从上头赐给你的，你就毫无权柄办我，所以把我交给你的那人，罪更重了。” 12从此彼拉多想要释放耶稣，无奈犹太人喊着说：“你若释放这个人，就不是凯撒的忠臣（原文作“朋友”）。凡以自己为王的，就是背叛凯撒了。”  13彼拉多听见这话，就带耶稣出来，到了一个地方，名叫铺华石处，希伯来话叫厄巴大，就在那里坐堂。 14那日是预备逾越节的日子，约有午正，彼拉多对犹太人说：“看哪，这是你们的王。” 15他们喊着说：“除掉他，除掉他！钉他在十字架上！”彼拉多说：“我可以把你们的王钉十字架吗？”祭司长回答说：“除了凯撒，我们没有王。” 16于是，彼拉多将耶稣交给他们去钉十字架。 17他们就把耶稣带了去。耶稣背着自己的十字架出来，到了一个地方，名叫髑髅地，希伯来话叫各各他。 18他们就在那里钉他在十字架上，还有两个人和他一同钉着，一边一个，耶稣在中间。 19彼拉多又用牌子写了一个名号，安在十字架上，写的是：“犹太人的王，拿撒勒人耶稣。” 20有许多犹太人念这名号，因为耶稣被钉十字架的地方，与城相近，并且是用希伯来、罗马、希腊三样文字写的。 21犹太人的祭司长就对彼拉多说：“不要写‘犹太人的王’，要写‘他自己说我是犹太人的王’。” 22彼拉多说：“我所写的，我已经写上了。”  23兵丁既然将耶稣钉在十字架上，就拿他的衣服分为四份，每兵一份；又拿他的里衣，这件里衣原来没有缝儿，是上下一片织成的。 24他们就彼此说：“我们不要撕开，只要拈阄，看谁得着。”这要应验经上的话说：“他们分了我的外衣，为我的里衣拈阄。”兵丁果然作了这事。 25站在耶稣十字架旁边的，有他母亲与他母亲的姐妹，并革罗罢的妻子马利亚和抹大拉的马利亚。 26耶稣见母亲和他所爱的那门徒站在旁边，就对他母亲说：“母亲（原文作“妇人”），看你的儿子！” 27又对那门徒说：“看你的母亲！”从此，那门徒就接她到自己家里去了。 28这事以后，耶稣知道各样的事已经成了，为要使经上的话应验，就说：“我渴了！” 29有一个器皿盛满了醋，放在那里，他们就拿海绒蘸满了醋，绑在牛膝草上，送到他口。 30耶稣尝（原文作“受”）了那醋，就说：“成了！”便低下头，将灵魂交付神了。 31犹太人因这日是预备日，又因那安息日是个大日，就求彼拉多叫人打断他们的腿，把他们拿去，免得尸首当安息日留在十字架上。 32于是兵丁来，把头一个人的腿，并与耶稣同钉第二个人的腿都打断了。 33只是来到耶稣那里，见他已经死了，就不打断他的腿。 34惟有一个兵拿枪扎他的肋旁，随即有血和水流出来。 35看见这事的那人就作见证，他的见证也是真的，并且他知道自己所说的是真的，叫你们也可以信。 36这些事成了，为要应验经上的话说：“他的骨头一根也不可折断。” 37经上又有一句说：“他们要仰望自己所扎的人。” 38这些事以后，有亚利马太人约瑟，是耶稣的门徒，只因怕犹太人，就暗暗地作门徒。他来求彼拉多，要把耶稣的身体领去。彼拉多允准，他就把耶稣的身体领去了。 39又有尼哥底母，就是先前夜里去见耶稣的，带着没药和沉香约有一百斤前来。 40他们就照犹太人殡葬的规矩，把耶稣的身体用细麻布加上香料裹好了。 41在耶稣钉十字架的地方有一个园子，园子里有一座新坟墓，是从来没有葬过人的。 42只因是犹太人的预备日，又因那坟墓近，他们就把耶稣安放在那里。'
            },
            gospelOptional:{
                title:'约翰福音19:17-30',
                content:'17他们就把耶稣带了去。耶稣背着自己的十字架出来，到了一个地方，名叫髑髅地，希伯来话叫各各他。 18他们就在那里钉他在十字架上，还有两个人和他一同钉着，一边一个，耶稣在中间。 19彼拉多又用牌子写了一个名号，安在十字架上，写的是：“犹太人的王，拿撒勒人耶稣。” 20有许多犹太人念这名号，因为耶稣被钉十字架的地方，与城相近，并且是用希伯来、罗马、希腊三样文字写的。 21犹太人的祭司长就对彼拉多说：“不要写‘犹太人的王’，要写‘他自己说我是犹太人的王’。” 22彼拉多说：“我所写的，我已经写上了。”  23兵丁既然将耶稣钉在十字架上，就拿他的衣服分为四份，每兵一份；又拿他的里衣，这件里衣原来没有缝儿，是上下一片织成的。 24他们就彼此说：“我们不要撕开，只要拈阄，看谁得着。”这要应验经上的话说：“他们分了我的外衣，为我的里衣拈阄。”兵丁果然作了这事。 25站在耶稣十字架旁边的，有他母亲与他母亲的姐妹，并革罗罢的妻子马利亚和抹大拉的马利亚。 26耶稣见母亲和他所爱的那门徒站在旁边，就对他母亲说：“母亲（原文作“妇人”），看你的儿子！” 27又对那门徒说：“看你的母亲！”从此，那门徒就接她到自己家里去了。 28这事以后，耶稣知道各样的事已经成了，为要使经上的话应验，就说：“我渴了！” 29有一个器皿盛满了醋，放在那里，他们就拿海绒蘸满了醋，绑在牛膝草上，送到他口。 30耶稣尝（原文作“受”）了那醋，就说：“成了！”便低下头，将灵魂交付神了。'
            }
        },
        easter:{
            firstReading:{
                title:'使徒行传10:34-43',
                content:'34彼得就开口说：“我真看出神是不偏待人。 35原来各国中，那敬畏主、行义的人都为主所悦纳。 36神藉着耶稣基督（他是万有的主）传和平的福音，将这道赐给以色列人。 37这话在约翰宣传洗礼以后，从加利利起，传遍了犹太。 38神怎样以圣灵和能力膏拿撒勒人耶稣，这都是你们知道的。他周流四方，行善事，医好凡被魔鬼压制的人，因为神与他同在。 39他在犹太人之地并耶路撒冷所行的一切事，有我们作见证。他们竟把他挂在木头上杀了。 40第三日，神叫他复活，显现出来。 41不是显现给众人看，乃是显现给神预先所拣选为他作见证的人看，就是我们这些在他从死里复活以后和他同吃同喝的人。 42他吩咐我们传道给众人，证明他是神所立定的，要作审判活人死人的主。 43众先知也为他作见证，说：‘凡信他的人，必因他的名得蒙赦罪。’”'
            },
            firstReadingOptional:{
                title:'耶利米书31:1-6',
                content:' 1耶和华说：“那时我必作以色列各家的神，他们必作我的子民。”  2耶和华如此说：“脱离刀剑的就是以色列人，我使他享安息的时候，他曾在旷野蒙恩。  3古时（或作“从远方”）耶和华向以色列（原文作“我”）显现，说：‘我以永远的爱爱你，因此我以慈爱吸引你。’  4以色列的民哪（“民”原文作“处女”），我要再建立你，你就被建立；你必再以击鼓为美，与欢乐的人一同跳舞而出。  5又必在撒玛利亚的山上栽种葡萄园，栽种的人要享用所结的果子。  6日子必到，以法莲山上守望的人必呼叫说：‘起来吧！我们可以上锡安，到耶和华我们的神那里去。’”'
            },
            psalm:{
                title:'诗篇16',
                content:'1神啊，求你保佑我，因为我投靠你。  2我的心哪，你曾对耶和华说：“你是我的主，我的好处不在你以外。”  3论到世上的圣民，他们又美又善，是我最喜悦的。  4以别神代替耶和华的（或作“送礼物给别神的”），他们的愁苦必加增；他们所浇奠的血我不献上；我嘴唇也不提别神的名号。  5耶和华是我的产业，是我杯中的份；我所得的，你为我持守。  6用绳量给我的地界，坐落在佳美之处；我的产业实在美好。  7我必称颂那指教我的耶和华，我的心肠在夜间也警戒我。  8我将耶和华常摆在我面前，因他在我右边，我便不至摇动。  9因此，我的心欢喜，我的灵（原文作“荣耀”）快乐，我的肉身也要安然居住。  10因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。  11你必将生命的道路指示我。在你面前有满足的喜乐，在你右手中有永远的福乐。'
            },
            secondReading:{
                title:'歌罗西书3:1-4',
                content:'1所以你们若真与基督一同复活，就当求在上面的事，那里有基督坐在神的右边。 2你们要思念上面的事，不要思念地上的事。 3因为你们已经死了，你们的生命与基督一同藏在神里面。 4基督是我们的生命，他显现的时候，你们也要与他一同显现在荣耀里。'
            },
            gospel:{
                title:'马太福音28:1-10',
                content:'1安息日将尽，七日的头一日，天快亮的时候，抹大拉的马利亚和那个马利亚来看坟墓。 2忽然，地大震动，因为有主的使者从天上下来，把石头滚开，坐在上面。 3他的像貌如同闪电，衣服洁白如雪。 4看守的人就因他吓得浑身乱战，甚至和死人一样。 5天使对妇女说：“不要害怕！我知道你们是寻找那钉十字架的耶稣。 6他不在这里，照他所说的，已经复活了。你们来看安放主的地方。 7快去告诉他的门徒，说他从死里复活了，并且在你们以先往加利利去，在那里你们要见他。看哪，我已经告诉你们了。” 8妇女们就急忙离开坟墓，又害怕，又大大地欢喜，跑去要报给他的门徒。 9忽然，耶稣遇见她们，说：“愿你们平安！”她们就上前抱住他的脚拜他。 10耶稣对她们说：“不要害怕！你们去告诉我的弟兄，叫他们往加利利去，在那里必见我。”'
            }
        },
        easter2:{
            firstReading:{
                title:'使徒行传5:29-42',
                content:'29彼得和众使徒回答说：“顺从神，不顺从人，是应当的。 30你们挂在木头上杀害的耶稣，我们祖宗的神已经叫他复活。 31神且用右手将他高举（或作“他就是神高举在自己的右边”），叫他作君王、作救主，将悔改的心和赦罪的恩赐给以色列人。 32我们为这事作见证，神赐给顺从之人的圣灵，也为这事作见证。” 33公会的人听见就极其恼怒，想要杀他们。 34但有一个法利赛人，名叫迦玛列，是众百姓所敬重的教法师，在公会中站起来，吩咐人把使徒暂且带到外面去； 35就对众人说：“以色列人哪，论到这些人，你们应当小心怎样办理。 36从前丢大起来，自夸为大，附从他的人约有四百；他被杀后，附从他的全都散了，归于无有。 37此后，报名上册的时候，又有加利利的犹大起来，引诱些百姓跟从他；他也灭亡，附从他的人也都四散了。 38现在，我劝你们不要管这些人，任凭他们吧！他们所谋的、所行的，若是出于人，必要败坏； 39若是出于神，你们就不能败坏他们，恐怕你们倒是攻击神了。” 40公会的人听从了他，便叫使徒来，把他们打了，又吩咐他们不可奉耶稣的名讲道，就把他们释放了。 41他们离开公会，心里欢喜，因被算是配为这名受辱。 42他们就每日在殿里、在家里不住地教训人，传耶稣是基督。'
            },
            psalm:{
                title:'诗篇148',
                content:'1你们要赞美耶和华！从天上赞美耶和华，在高处赞美他。  2他的众使者都要赞美他，他的诸军都要赞美他。  3日头、月亮，你们要赞美他；放光的星宿，你们都要赞美他。  4天上的天和天上的水，你们都要赞美他。  5愿这些都赞美耶和华的名，因他一吩咐便都造成。  6他将这些立定，直到永永远远。他定了命，不能废去（或作“越过”）。  7所有在地上的，大鱼和一切深洋，  8火与冰雹，雪和雾气，成就他命的狂风，  9大山和小山，结果的树木和一切香柏树，  10野兽和一切牲畜，昆虫和飞鸟，  11世上的君王和万民，首领和世上一切审判官，  12少年人和处女，老年人和孩童，都当赞美耶和华。  13愿这些都赞美耶和华的名；因为独有他的名被尊崇，他的荣耀在天地之上。  14他将他百姓的角高举，因此他（“因此他”或作“他使”）一切圣民以色列人，就是与他相近的百姓，都赞美他。你们要赞美耶和华！'
            },
            secondReading:{
                title:'彼得前书1:4-9',
                content:'4可以得着不能朽坏、不能玷污、不能衰残、为你们存留在天上的基业。 5你们这因信蒙神能力保守的人，必能得着所预备、到末世要显现的救恩。 6因此，你们是大有喜乐。但如今在百般的试炼中暂时忧愁， 7叫你们的信心既被试验，就比那被火试验仍然能坏的金子更显宝贵，可以在耶稣基督显现的时候，得着称赞、荣耀、尊贵。 8你们虽然没有见过他，却是爱他。如今虽不得看见，却因信他就有说不出来、满有荣光的大喜乐， 9并且得着你们信心的果效，就是灵魂的救恩。'
            },
            gospel:{
                title:'约翰福音20:19-31',
                content:'19那日（就是七日的第一日）晚上，门徒所在的地方，因怕犹太人，门都关了。耶稣来站在当中，对他们说：“愿你们平安！” 20说了这话，就把手和肋旁指给他们看。门徒看见主，就喜乐了。 21耶稣又对他们说：“愿你们平安！父怎样差遣了我，我也照样差遣你们。” 22说了这话，就向他们吹一口气，说：“你们受圣灵。 23你们赦免谁的罪，谁的罪就赦免了；你们留下谁的罪，谁的罪就留下了。” 24那十二个门徒中，有称为低土马的多马，耶稣来的时候，他没有和他们同在。 25那些门徒就对他说：“我们已经看见主了。”多马却说：“我非看见他手上的钉痕，用指头探入那钉痕，又用手探入他的肋旁，我总不信。” 26过了八日，门徒又在屋里，多马也和他们同在。门都关了。耶稣来站在当中说：“愿你们平安！” 27就对多马说：“伸过你的指头来，摸（“摸”原文作“看”）我的手；伸出你的手来，探入我的肋旁。不要疑惑，总要信。” 28多马说：“我的主，我的神！” 29耶稣对他说：“你因看见了我才信；那没有看见就信的有福了。” 30耶稣在门徒面前另外行了许多神迹，没有记在这书上。 31但记这些事，要叫你们信耶稣是基督，是神的儿子，并且叫你们信了他，就可以因他的名得生命。'
            }
        },
        easter3:{
            firstReading:{
                title:'使徒行传2:14a, 36-41',
                content:'14a彼得和十一个使徒站起，高声说：“\n36“故此，以色列全家当确实的知道，你们钉在十字架上的这位耶稣，神已经立他为主、为基督了。” 37众人听见这话，觉得扎心，就对彼得和其余的使徒说：“弟兄们，我们当怎样行？” 38彼得说：“你们各人要悔改，奉耶稣基督的名受洗，叫你们的罪得赦，就必领受所赐的圣灵。 39因为这应许是给你们和你们的儿女，并一切在远方的人，就是主我们神所召来的。” 40彼得还用许多话作见证，劝勉他们说：“你们当救自己脱离这弯曲的世代。” 41于是，领受他话的人就受了洗。那一天，门徒约添了三千人'
            },
            psalm:{
                title:'诗篇116:1-14',
                content:'1我爱耶和华，因为他听了我的声音和我的恳求。  2他既向我侧耳，我一生要求告他。  3死亡的绳索缠绕我，阴间的痛苦抓住我，我遭遇患难愁苦。  4那时，我便求告耶和华的名，说：“耶和华啊，求你救我的灵魂！”  5耶和华有恩惠，有公义，我们的神以怜悯为怀。  6耶和华保护愚人，我落到卑微的地步，他救了我。  7我的心哪，你要仍归安乐，因为耶和华用厚恩待你。  8主啊，你救我的命免了死亡，救我的眼免了流泪，救我的脚免了跌倒；  9我要在耶和华面前行活人之路。  10我因信，所以如此说话：“我受了极大的困苦。”  11我曾急促地说：“人都是说谎的！”  12我拿什么报答耶和华向我所赐的一切厚恩？  13我要举起救恩的杯，称扬耶和华的名。  14我要在他众民面前向耶和华还我的愿。'
            },
            secondReading:{
                title:'彼得前书1:17-25',
                content:'17你们既称那不偏待人、按各人行为审判人的主为父，就当存敬畏的心，度你们在世寄居的日子， 18知道你们得赎、脱去你们祖宗所传流虚妄的行为，不是凭着能坏的金银等物， 19乃是凭着基督的宝血，如同无瑕疵、无玷污的羔羊之血。 20基督在创世以前是预先被神知道的，却在这末世才为你们显现。 21你们也因着他，信那叫他从死里复活，又给他荣耀的神，叫你们的信心和盼望都在于神。  22你们既因顺从真理，洁净了自己的心，以致爱弟兄没有虚假，就当从心里彼此切实相爱（“从心里”有古卷作“从清洁的心”）。 23你们蒙了重生，不是由于能坏的种子，乃是由于不能坏的种子，是藉着神活泼常存的道。 24因为：“凡有血气的，尽都如草，他的美荣都像草上的花。草必枯干，花必凋谢； 25惟有主的道是永存的。”所传给你们的福音就是这道。'
            },
            gospel:{
                title:'路加福音24:17-35',
                content:'17耶稣对他们说：“你们走路彼此谈论的是什么事呢？”他们就站住，脸上带着愁容。 18二人中有一个名叫革流巴的回答说：“你在耶路撒冷作客，还不知道这几天在那里所出的事吗？” 19耶稣说：“什么事呢？”他们说：“就是拿撒勒人耶稣的事。他是个先知，在神和众百姓面前，说话行事都有大能。 20祭司长和我们的官府竟把他解去，定了死罪，钉在十字架上。 21但我们素来所盼望要赎以色列民的，就是他。不但如此，而且这事成就，现在已经三天了。 22再者，我们中间有几个妇女使我们惊奇，她们清早到了坟墓那里， 23不见他的身体，就回来告诉我们说：‘看见了天使显现，说他活了。’ 24又有我们的几个人往坟墓那里去，所遇见的，正如妇女们所说的，只是没有看见他。” 25耶稣对他们说：“无知的人哪，先知所说的一切话，你们的心信得太迟钝了。 26基督这样受害，又进入他的荣耀，岂不是应当的吗？” 27于是从摩西和众先知起，凡经上所指着自己的话，都给他们讲解明白了。  28将近他们所去的村子，耶稣好像还要往前行， 29他们却强留他，说：“时候晚了，日头已经平西了，请你同我们住下吧！”耶稣就进去，要同他们住下。 30到了坐席的时候，耶稣拿起饼来，祝谢了，擘开，递给他们。 31他们的眼睛明亮了，这才认出他来。忽然耶稣不见了。 32他们彼此说：“在路上，他和我们说话、给我们讲解圣经的时候，我们的心岂不是火热的吗？” 33他们就立时起身回耶路撒冷去，正遇见十一个使徒和他们的同人聚集在一处， 34说：“主果然复活，已经现给西门看了。” 35两个人就把路上所遇见和擘饼的时候怎么被他们认出来的事，都述说了一遍。'
            }
        },
        easter4:{
            firstReading:{
                title:'使徒行传2:42-47',
                content:'42都恒心遵守使徒的教训，彼此交接、擘饼、祈祷。 43众人都惧怕。使徒又行了许多奇事神迹。 44信的人都在一处，凡物公用， 45并且卖了田产、家业，照各人所需用的分给各人。 46他们天天同心合意恒切的在殿里，且在家中擘饼，存着欢喜诚实的心用饭， 47赞美神，得众民的喜爱。主将得救的人天天加给他们。'
            },
            psalm:{
                title:'诗篇23',
                content:'1耶和华是我的牧者，我必不至缺乏。  2他使我躺卧在青草地上，领我在可安歇的水边；  3他使我的灵魂苏醒，为自己的名引导我走义路。  4我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在；你的杖，你的竿，都安慰我。  5在我敌人面前，你为我摆设筵席；你用油膏了我的头，使我的福杯满溢。  6我一生一世必有恩惠慈爱随着我，我且要住在耶和华的殿中，直到永远。'
            },
            secondReading:{
                title:'彼得前书2:19-25',
                content:'19倘若人为叫良心对得住神，就忍受冤屈的苦楚，这是可喜爱的。 20你们若因犯罪受责打，能忍耐，有什么可夸的呢？但你们若因行善受苦，能忍耐，这在神看是可喜爱的。 21你们蒙召原是为此，因基督也为你们受过苦，给你们留下榜样，叫你们跟随他的脚踪行。 22他并没有犯罪，口里也没有诡诈。 23他被骂不还口，受害不说威吓的话，只将自己交托那按公义审判人的主。 24他被挂在木头上，亲身担当了我们的罪，使我们既然在罪上死，就得以在义上活。因他受的鞭伤，你们便得了医治。 25你们从前好像迷路的羊，如今却归到你们灵魂的牧人监督了。'
            },
            gospel:{
                title:'约翰福音10:1-10',
                content:'1“我实实在在地告诉你们：人进羊圈，不从门进去，倒从别处爬进去，那人就是贼，就是强盗。 2从门进去的，才是羊的牧人。 3看门的就给他开门，羊也听他的声音。他按着名叫自己的羊，把羊领出来。 4既放出自己的羊来，就在前头走，羊也跟着他，因为认得他的声音。 5羊不跟着生人，因为不认得他的声音，必要逃跑。” 6耶稣将这比喻告诉他们，但他们不明白所说的是什么意思。 7所以耶稣又对他们说：“我实实在在地告诉你们：我就是羊的门。 8凡在我以先来的，都是贼，是强盗，羊却不听他们。 9我就是门，凡从我进来的，必然得救，并且出入得草吃。 10盗贼来，无非要偷窃、杀害、毁坏；我来了，是要叫羊（或作“人”）得生命，并且得的更丰盛。'
            }
        },
        easter5:{
            firstReading:{
                title:'使徒行传6:1-9; 7:2a, 51-60',
                content:'1那时，门徒增多。有说希腊话的犹太人向希伯来人发怨言，因为在天天的供给上忽略了他们的寡妇。 2十二使徒叫众门徒来，对他们说：“我们撇下神的道去管理饭食原是不合宜的。 3所以弟兄们，当从你们中间选出七个有好名声、被圣灵充满、智慧充足的人，我们就派他们管理这事。 4但我们要专心以祈祷传道为事。” 5大众都喜悦这话，就拣选了司提反，乃是大有信心、圣灵充满的人；又拣选腓利、伯罗哥罗、尼迦挪、提门、巴米拿，并进犹太教的安提阿人尼哥拉， 6叫他们站在使徒面前。使徒祷告了，就按手在他们头上。 7神的道兴旺起来。在耶路撒冷门徒数目加增的甚多，也有许多祭司信从了这道。 8司提反满得恩惠能力，在民间行了大奇事和神迹。 9当时有称利百地拿会堂的几个人，并有古利奈、亚力山大、基利家、亚西亚各处会堂的几个人，都起来和司提反辩论。\n2a司提反说：\n51“你们这硬着颈项、心与耳未受割礼的人，常时抗拒圣灵；你们的祖宗怎样，你们也怎样。 52哪一个先知不是你们祖宗逼迫呢？他们也把预先传说那义者要来的人杀了。如今你们又把那义者卖了、杀了。 53你们受了天使所传的律法，竟不遵守。” 54众人听见这话，就极其恼怒，向司提反咬牙切齿。 55但司提反被圣灵充满，定睛望天，看见神的荣耀，又看见耶稣站在神的右边， 56就说：“我看见天开了，人子站在神的右边。” 57众人大声喊叫，捂着耳朵，齐心拥上前去， 58把他推到城外，用石头打他。作见证的人把衣裳放在一个少年人名叫扫罗的脚前。 59他们正用石头打的时候，司提反呼吁主说：“求主耶稣接收我的灵魂！” 60又跪下大声喊着说：“主啊，不要将这罪归于他们！”说了这话，就睡了。扫罗也喜悦他被害。'
            },
            psalm:{
                title:'诗篇146',
                content:'1你们要赞美耶和华！我的心哪，你要赞美耶和华！  2我一生要赞美耶和华。我还活的时候，要歌颂我的神。  3你们不要倚靠君王，不要倚靠世人，他一点不能帮助。  4他的气一断，就归回尘土。他所打算的，当日就消灭了。  5以雅各的神为帮助、仰望耶和华他神的，这人便为有福。  6耶和华造天、地、海和其中的万物，他守诚实，直到永远。  7他为受屈的伸冤，赐食物与饥饿的。耶和华释放被囚的。  8耶和华开了瞎子的眼睛。耶和华扶起被压下的人。耶和华喜爱义人。  9耶和华保护寄居的，扶持孤儿和寡妇，却使恶人的道路弯曲。  10耶和华要作王，直到永远。锡安哪，你的神要作王，直到万代。你们要赞美耶和华！'
            },
            secondReading:{
                title:'彼得前书2:2-10',
                content:'2就要爱慕那纯净的灵奶，像才生的婴孩爱慕奶一样，叫你们因此渐长，以致得救。 3你们若尝过主恩的滋味，就必如此。 4主乃活石，固然是被人所弃的，却是被神所拣选、所宝贵的。 5你们来到主面前，也就像活石，被建造成为灵宫，作圣洁的祭司，藉着耶稣基督奉献神所悦纳的灵祭。 6因为经上说：“看哪，我把所拣选、所宝贵的房角石安放在锡安，信靠他的人必不至于羞愧。” 7所以，他在你们信的人就为宝贵，在那不信的人有话说：“匠人所弃的石头已作了房角的头块石头。”  8又说：“作了绊脚的石头，跌人的磐石。”他们既不顺从，就在道理上绊跌（或作“他们绊跌都因不顺从道理”）。他们这样绊跌，也是预定的。 9惟有你们是被拣选的族类，是有君尊的祭司，是圣洁的国度，是属神的子民，要叫你们宣扬那召你们出黑暗、入奇妙光明者的美德。  10你们从前算不得子民，现在却作了神的子民；从前未曾蒙怜恤，现在却蒙了怜恤。'
            },
            gospel:{
                title:'约翰福音14:1-14',
                content:'1“你们心里不要忧愁，你们信神，也当信我。 2在我父的家里有许多住处；若是没有，我就早已告诉你们了。我去原是为你们预备地方去。 3我若去为你们预备了地方，就必再来接你们到我那里去；我在哪里，叫你们也在那里。 4我往哪里去，你们知道；那条路，你们也知道（有古卷作“我往哪里去，你们知道那条路”）。” 5多马对他说：“主啊，我们不知道你往哪里去，怎么知道那条路呢？” 6耶稣说：“我就是道路、真理、生命，若不藉着我，没有人能到父那里去。 7你们若认识我，也就认识我的父。从今以后，你们认识他，并且已经看见他。” 8腓力对他说：“求主将父显给我们看，我们就知足了。” 9耶稣对他说：“腓力，我与你们同在这样长久，你还不认识我吗？人看见了我，就是看见了父，你怎么说‘将父显给我们看’呢？ 10我在父里面，父在我里面，你不信吗？我对你们所说的话，不是凭着自己说的，乃是住在我里面的父作他自己的事。 11你们当信我，我在父里面，父在我里面；即或不信，也当因我所作的事信我。 12我实实在在地告诉你们：我所作的事，信我的人也要作；并且要作比这更大的事，因为我往父那里去。 13你们奉我的名无论求什么，我必成就，叫父因儿子得荣耀。 14你们若奉我的名求什么，我必成就。”'
            }
        },
        easter6:{
            firstReading:{
                title:'使徒行传17:16-31',
                content:'16保罗在雅典等候他们的时候，看见满城都是偶像，就心里着急， 17于是在会堂里与犹太人和虔敬的人，并每日在市上所遇见的人辩论。 18还有以彼古罗和斯多亚两门的学士与他争论。有的说：“这胡言乱语的要说什么？”有的说：“他似乎是传说外邦鬼神的。”这话是因保罗传讲耶稣与复活的道。 19他们就把他带到亚略巴古，说：“你所讲的这新道，我们也可以知道吗？ 20因为你有些奇怪的事传到我们耳中，我们愿意知道这些事是什么意思。” 21（雅典人和住在那里的客人都不顾别的事，只将新闻说说听听。）  22保罗站在亚略巴古当中，说：“众位雅典人哪，我看你们凡事很敬畏鬼神。 23我游行的时候，观看你们所敬拜的，遇见一座坛，上面写着‘未识之神’。你们所不认识而敬拜的，我现在告诉你们： 24创造宇宙和其中万物的神，既是天地的主，就不住人手所造的殿， 25也不用人手服侍，好像缺少什么；自己倒将生命、气息、万物，赐给万人。 26他从一本造出万族的人（“本”有古卷作“血脉”），住在全地上，并且预先定准他们的年限和所住的疆界， 27要叫他们寻求神，或者可以揣摩而得，其实他离我们各人不远， 28我们生活、动作、存留都在乎他。就如你们作诗的，有人说：‘我们也是他所生的。’ 29我们既是神所生的，就不当以为神的神性像人用手艺、心思所雕刻的金、银、石。 30世人蒙昧无知的时候，神并不监察，如今却吩咐各处的人都要悔改。 31因为他已经定了日子，要藉着他所设立的人按公义审判天下，并且叫他从死里复活，给万人作可信的凭据。”'
            },
            psalm:{
                title:'诗篇66:8-20',
                content:'8万民哪，你们当称颂我们的神，使人得听赞美他的声音。  9他使我们的性命存活，也不叫我们的脚摇动。  10神啊，你曾试验我们，熬炼我们，如熬炼银子一样。  11你使我们进入网罗，把重担放在我们的身上。  12你使人坐车轧我们的头。我们经过水火，你却使我们到丰富之地。  13我要用燔祭进你的殿，向你还我的愿，  14就是在急难时，我嘴唇所发的、口中所许的。  15我要把肥牛作燔祭，将公羊的香祭献给你，又把公牛和山羊献上。  16凡敬畏神的人，你们都来听，我要述说他为我所行的事。  17我曾用口求告他，我的舌头也称他为高。  18我若心里注重罪孽，主必不听。  19但神实在听见了，他侧耳听了我祷告的声音。  20神是应当称颂的，他并没有推却我的祷告，也没有叫他的慈爱离开我。'
            },
            secondReading:{
                title:'彼得前书3:13-22',
                content:'13你们若是热心行善，有谁害你们呢？ 14你们就是为义受苦，也是有福的。不要怕人的威吓，也不要惊慌（“的威吓”或作“所怕的”）， 15只要心里尊主基督为圣。有人问你们心中盼望的缘由，就要常作准备，以温柔、敬畏的心回答各人。 16存着无亏的良心，叫你们在何事上被毁谤，就在何事上可以叫那诬赖你们在基督里有好品行的人自觉羞愧。 17神的旨意若是叫你们因行善受苦，总强如因行恶受苦； 18因基督也曾一次为罪受苦（“受苦”有古卷作“受死”），就是义的代替不义的，为要引我们到神面前。按着肉体说，他被治死；按着灵性说，他复活了。 19他藉这灵曾去传道给那些在监狱里的灵听， 20就是那从前在挪亚预备方舟、神容忍等待的时候，不信从的人。当时进入方舟，藉着水得救的不多，只有八个人。 21这水所表明的洗礼，现在藉着耶稣基督复活也拯救你们。这洗礼本不在乎除掉肉体的污秽，只求在神面前有无亏的良心。 22耶稣已经进入天堂，在神的右边。众天使和有权柄的，并有能力的，都服从了他。'
            },
            gospel:{
                title:'约翰福音14:15-21',
                content:'15“你们若爱我，就必遵守我的命令。 16我要求父，父就另外赐给你们一位保惠师（或作“训慰师”。下同），叫他永远与你们同在， 17就是真理的圣灵，乃世人不能接受的。因为不见他，也不认识他；你们却认识他，因他常与你们同在，也要在你们里面。 18我不撇下你们为孤儿。我必到你们这里来。 19还有不多的时候，世人不再看见我；你们却看见我，因为我活着，你们也要活着。 20到那日你们就知道我在父里面，你们在我里面，我也在你们里面。 21有了我的命令又遵守的，这人就是爱我的；爱我的必蒙我父爱他，我也要爱他，并且要向他显现。”'
            }
        },
        ascension:{
            firstReading:{
                title:'使徒行传1:1-11',
                content:'1提阿非罗啊，我已经作了前书，论到耶稣开头一切所行所教训的， 2直到他藉着圣灵吩咐所拣选的使徒，以后被接上升的日子为止。 3他受害之后，用许多的凭据将自己活活地显给使徒看，四十天之久向他们显现，讲说神国的事。 4耶稣和他们聚集的时候，嘱咐他们说：“不要离开耶路撒冷，要等候父所应许的，就是你们听见我说过的， 5约翰是用水施洗，但不多几日，你们要受圣灵的洗。” 6他们聚集的时候，问耶稣说：“主啊，你复兴以色列国就在这时候吗？” 7耶稣对他们说：“父凭着自己的权柄所定的时候、日期，不是你们可以知道的。 8但圣灵降临在你们身上，你们就必得着能力；并要在耶路撒冷、犹太全地和撒玛利亚，直到地极，作我的见证。” 9说了这话，他们正看的时候，他就被取上升。有一朵云彩把他接去，便看不见他了。 10当他往上去，他们定睛望天的时候，忽然有两个人身穿白衣，站在旁边，说： 11“加利利人哪，你们为什么站着望天呢？这离开你们被接升天的耶稣，你们见他怎样往天上去，他还要怎样来。”'
            },
            psalm:{
                title:'诗篇47',
                content:'1万民哪，你们都要拍掌！要用夸胜的声音向神呼喊。  2因为耶和华至高者是可畏的，他是治理全地的大君王。  3他叫万民服在我们以下，又叫列邦服在我们脚下。  4他为我们选择产业，就是他所爱之雅各的荣耀。  5神上升，有喊声相送；耶和华上升，有角声相送。  6你们要向神歌颂，歌颂！向我们王歌颂，歌颂！  7因为神是全地的王，你们要用悟性歌颂。  8神作王治理万国，神坐在他的圣宝座上。  9列邦的君王聚集，要作亚伯拉罕之神的民；因为世界的盾牌是属神的，他为至高。'
            },
            secondReading:{
                title:'以弗所书1:15-23',
                content:'15因此，我既听见你们信从主耶稣，亲爱众圣徒， 16就为你们不住地感谢神。祷告的时候，常提到你们， 17求我们主耶稣基督的神，荣耀的父，将那赐人智慧和启示的灵赏给你们，使你们真知道他。 18并且照明你们心中的眼睛，使你们知道他的恩召有何等指望，他在圣徒中得的基业有何等丰盛的荣耀； 19并知道他向我们这信的人所显的能力是何等浩大， 20就是照他在基督身上所运行的大能大力，使他从死里复活，叫他在天上坐在自己的右边， 21远超过一切执政的、掌权的、有能的、主治的，和一切有名的，不但是今世的，连来世的也都超过了。 22又将万有服在他的脚下，使他为教会作万有之首。 23教会是他的身体，是那充满万有者所充满的。'
            },
            gospel:{
                title:'路加福音24:44-53',
                content:'44耶稣对他们说：“这就是我从前与你们同在之时所告诉你们的话说：摩西的律法、先知的书和诗篇上所记的，凡指着我的话，都必须应验。” 45于是耶稣开他们的心窍，使他们能明白圣经。 46又对他们说：“照经上所写的，基督必受害，第三日从死里复活， 47并且人要奉他的名传悔改、赦罪的道，从耶路撒冷起直传到万邦。 48你们就是这些事的见证。 49我要将我父所应许的降在你们身上，你们要在城里等候，直到你们领受从上头来的能力。” 50耶稣领他们到伯大尼的对面，就举手给他们祝福。 51正祝福的时候，他就离开他们，被带到天上去了。 52他们就拜他，大大的欢喜，回耶路撒冷去， 53常在殿里称颂神。'
            }
        },
        easter7:{
            firstReading:{
                title:'使徒行传1:12-26',
                content:'12有一座山，名叫橄榄山，离耶路撒冷不远，约有安息日可走的路程。当下，门徒从那里回耶路撒冷去， 13进了城，就上了所住的一间楼房。在那里有彼得、约翰、雅各、安得烈、腓力、多马、巴多罗买、马太、亚勒腓的儿子雅各、奋锐党的西门和雅各的儿子（或作“兄弟”）犹大。 14这些人同着几个妇人和耶稣的母亲马利亚，并耶稣的弟兄，都同心合意的恒切祷告。 15那时，有许多人聚会，约有一百二十名，彼得就在弟兄中间站起来， 16说：“弟兄们，圣灵藉大卫的口，在圣经上预言领人捉拿耶稣的犹大，这话是必须应验的。 17他本来列在我们数中，并且在使徒的职任上得了一份。 18这人用他作恶的工价买了一块田，以后身子仆倒，肚腹崩裂，肠子都流出来。 19住在耶路撒冷的众人都知道这事，所以按着他们那里的话给那块田起名叫亚革大马，就是血田的意思。 20因为诗篇上写着说：‘愿他的住处变为荒场，无人在内居住’，又说：‘愿别人得他的职分。’ 21所以主耶稣在我们中间始终出入的时候， 22就是从约翰施洗起，直到主离开我们被接上升的日子为止，必须从那常与我们作伴的人中立一位与我们同作耶稣复活的见证。” 23于是选举两个人，就是那叫作巴撒巴，又称呼犹士都的约瑟，和马提亚。 24 25众人就祷告说：“主啊，你知道万人的心。求你从这两个人中，指明你所拣选的是谁，叫他得这使徒的位分。这位分犹大已经丢弃，往自己的地方去了。” 26于是众人为他们摇签，摇出马提亚来。他就和十一个使徒同列。'
            },
            psalm:{
                title:'诗篇68:1-10',
                content:'1愿神兴起，使他的仇敌四散，叫那恨他的人，从他面前逃跑。  2他们被驱逐，如烟被风吹散；恶人见神之面而消灭，如蜡被火熔化。  3惟有义人必然欢喜，在神面前高兴快乐。  4你们当向神唱诗，歌颂他的名，为那坐车行过旷野的修平大路。他的名是耶和华，要在他面前欢乐。  5神在他的圣所作孤儿的父，作寡妇的伸冤者。  6神叫孤独的有家，使被囚的出来享福；惟有悖逆的住在干燥之地。  7神啊，你曾在你百姓前头出来，在旷野行走。  8那时，地见神的面而震动，天也落雨，西奈山见以色列神的面也震动。  9神啊，你降下大雨。你产业以色列疲乏的时候，你使他坚固。  10你的会众住在其中。神啊，你的恩惠是为困苦人预备的。'
            },
            secondReading:{
                title:'彼得前书4:12-19; 5:6-11',
                content:'12亲爱的弟兄啊，有火炼的试验临到你们，不要以为奇怪（似乎是遭遇非常的事）， 13倒要欢喜，因为你们是与基督一同受苦，使你们在他荣耀显现的时候，也可以欢喜快乐。 14你们若为基督的名受辱骂，便是有福的，因为神荣耀的灵常住在你们身上。 15你们中间却不可有人因为杀人、偷窃、作恶、好管闲事而受苦； 16若为作基督徒受苦，却不要羞耻，倒要因这名归荣耀给神。 17因为时候到了，审判要从神的家起首；若是先从我们起首，那不信从神福音的人将有何等的结局呢？ 18若是义人仅仅得救，那不虔敬和犯罪的人将有何地可站呢？ 19所以，那照神旨意受苦的人要一心为善，将自己灵魂交与那信实的造化之主。\n6所以你们要自卑，服在神大能的手下，到了时候，他必叫你们升高。 7你们要将一切的忧虑卸给神，因为他顾念你们。  8务要谨守、警醒，因为你们的仇敌魔鬼，如同吼叫的狮子，遍地游行，寻找可吞吃的人。 9你们要用坚固的信心抵挡它，因为知道你们在世上的众弟兄也是经历这样的苦难。 10那赐诸般恩典的神曾在基督里召你们，得享他永远的荣耀，等你们暂受苦难之后，必要亲自成全你们，坚固你们，赐力量给你们。 11愿权能归给他，直到永永远远。阿们！'
            },
            gospel:{
                title:'约翰福音17:1-11',
                content:'1耶稣说了这话，就举目望天说：“父啊，时候到了，愿你荣耀你的儿子，使儿子也荣耀你； 2正如你曾赐给他权柄管理凡有血气的，叫他将永生赐给你所赐给他的人。 3认识你独一的真神，并且认识你所差来的耶稣基督，这就是永生。 4我在地上已经荣耀你，你所托付我的事，我已成全了。 5父啊，现在求你使我同你享荣耀，就是未有世界以先我同你所有的荣耀。  6你从世上赐给我的人，我已将你的名显明与他们。他们本是你的，你将他们赐给我，他们也遵守了你的道。 7如今他们知道，凡你所赐给我的，都是从你那里来的； 8因为你所赐给我的道，我已经赐给他们。他们也领受了，又确实知道，我是从你出来的，并且信你差了我来。 9我为他们祈求，不为世人祈求，却为你所赐给我的人祈求，因他们本是你的。 10凡是我的都是你的，你的也是我的，并且我因他们得了荣耀。 11从今以后，我不在世上，他们却在世上，我往你那里去。圣父啊，求你因你所赐给我的名保守他们，叫他们合而为一，像我们一样。'
            }
        },
        pentecost:{
            firstReading:{
                title:'民数记11:24-30',
                content:'24摩西出去将耶和华的话告诉百姓，又招聚百姓的长老中七十个人来，使他们站在会幕的四围。 25耶和华在云中降临，对摩西说话，把降与他身上的灵分赐那七十个长老，灵停在他们身上的时候，他们就受感说话，以后却没有再说。  26但有两个人仍在营里，一个名叫伊利达，一个名叫米达。他们本是在那些被录的人中，却没有到会幕那里去。灵停在他们身上，他们就在营里说预言。 27有个少年人跑来告诉摩西说：“伊利达、米达在营里说预言。” 28摩西的帮手，嫩的儿子约书亚，就是摩西所拣选的一个人，说：“请我主摩西禁止他们。” 29摩西对他说：“你为我的缘故嫉妒人吗？惟愿耶和华的百姓都受感说话，愿耶和华把他的灵降在他们身上。” 30于是摩西和以色列的长老都回到营里去。'
            },
            psalm:{
                title:'诗篇25:1-15',
                content:'1耶和华啊，我的心仰望你。  2我的神啊，我素来倚靠你。求你不要叫我羞愧，不要叫我的仇敌向我夸胜。  3凡等候你的必不羞愧，惟有那无故行奸诈的必要羞愧。  4耶和华啊，求你将你的道指示我，将你的路教训我。  5求你以你的真理引导我，教训我，因为你是救我的神，我终日等候你。  6耶和华啊，求你记念你的怜悯和慈爱，因为这是亘古以来所常有的。  7求你不要记念我幼年的罪愆和我的过犯。耶和华啊，求你因你的恩惠，按你的慈爱记念我。  8耶和华是良善正直的，所以他必指示罪人走正路。  9他必按公平引领谦卑人，将他的道教训他们。  10凡遵守他的约和他法度的人，耶和华都以慈爱诚实待他。  11耶和华啊，求你因你的名赦免我的罪，因为我的罪重大。  12谁敬畏耶和华，耶和华必指示他当选择的道路。  13他必安然居住，他的后裔必承受地土。  14耶和华与敬畏他的人亲密，他必将自己的约指示他们。  15我的眼目时常仰望耶和华，因为他必将我的脚从网里拉出来。'
            },
            secondReading:{
                title:'使徒行传2:1-21',
                content:'1五旬节到了，门徒都聚集在一处。 2忽然，从天上有响声下来，好像一阵大风吹过，充满了他们所坐的屋子； 3又有舌头如火焰显现出来，分开落在他们各人头上。 4他们就都被圣灵充满，按着圣灵所赐的口才说起别国的话来。  5那时，有虔诚的犹太人从天下各国来，住在耶路撒冷。 6这声音一响，众人都来聚集。各人听见门徒用众人的乡谈说话，就甚纳闷， 7都惊讶希奇说：“看哪，这说话的不都是加利利人吗？ 8我们各人怎么听见他们说我们生来所用的乡谈呢？ 9我们帕提亚人、玛代人、以拦人，和住在美索不达米亚、犹太、加帕多家、本都、亚西亚、 10弗吕家、旁非利亚、埃及的人，并靠近古利奈的利比亚一带地方的人，从罗马来的客旅中，或是犹太人，或是进犹太教的人， 11克里特和阿拉伯人，都听见他们用我们的乡谈，讲说神的大作为。” 12众人就都惊讶猜疑，彼此说：“这是什么意思呢？” 13还有人讥诮说：“他们无非是新酒灌满了。” 14彼得和十一个使徒站起，高声说：“犹太人和一切住在耶路撒冷的人哪，这件事你们当知道，也当侧耳听我的话。 15你们想这些人是醉了，其实不是醉了，因为时候刚到巳初。 16这正是先知约珥所说的：  17‘神说，在末后的日子，我要将我的灵浇灌凡有血气的，你们的儿女要说预言，你们的少年人要见异象，老年人要作异梦。  18在那些日子，我要将我的灵浇灌我的仆人和使女，他们就要说预言。  19在天上我要显出奇事；在地下我要显出神迹；有血、有火、有烟雾。  20日头要变为黑暗，月亮要变为血，这都在主大而明显的日子未到以前。  21到那时候，凡求告主名的，就必得救。’'
            },
            gospel:{
                title:'约翰福音7:31-39',
                content:'31但众人中间有好些信他的，说：“基督来的时候，他所行的神迹岂能比这人所行的更多吗？” 32法利赛人听见众人为耶稣这样纷纷议论，祭司长和法利赛人就打发差役去捉拿他。 33于是耶稣说：“我还有不多的时候和你们同在，以后就回到差我来的那里去。 34你们要找我，却找不着；我所在的地方你们不能到。” 35犹太人就彼此对问说：“这人要往哪里去，叫我们找不着呢？难道他要往散住希腊中的犹太人那里去教训希腊人吗？ 36他说‘你们要找我，却找不着；我所在的地方，你们不能到’，这话是什么意思呢？” 37节期的末日，就是最大之日，耶稣站着高声说：“人若渴了，可以到我这里来喝。 38信我的人，就如经上所说‘从他腹中要流出活水的江河来’。” 39耶稣这话是指着信他之人要受圣灵说的，那时还没有赐下圣灵来，因为耶稣尚未得着荣耀。'
            }
        },
        holyTrinity:{
            firstReading:{
                title:'创世记1:1-2:4a',
                content:'1起初神创造天地 。 2地是空虚混沌，渊面黑暗；神的灵运行在水面上。  3神说：“要有光”，就有了光。 4神看光是好的，就把光暗分开了。 5神称光为昼，称暗为夜。有晚上，有早晨，这是头一日。  6神说：“诸水之间要有空气，将水分为上下。” 7神就造出空气，将空气以下的水、空气以上的水分开了。事就这样成了。 8神称空气为天。有晚上，有早晨，是第二日。  9神说：“天下的水要聚在一处，使旱地露出来。”事就这样成了。 10神称旱地为地，称水的聚处为海。神看着是好的。 11神说：“地要发生青草和结种子的菜蔬，并结果子的树木，各从其类，果子都包着核。”事就这样成了。 12于是地发生了青草和结种子的菜蔬，各从其类；并结果子的树木，各从其类，果子都包着核。神看着是好的。 13有晚上，有早晨，是第三日。  14神说：“天上要有光体，可以分昼夜，作记号，定节令、日子、年岁， 15并要发光在天空，普照在地上。”事就这样成了。 16于是神造了两个大光，大的管昼，小的管夜，又造众星， 17就把这些光摆列在天空，普照在地上， 18管理昼夜，分别明暗。神看着是好的。 19有晚上，有早晨，是第四日。  20神说：“水要多多滋生有生命的物，要有雀鸟飞在地面以上，天空之中。” 21神就造出大鱼和水中所滋生各样有生命的动物，各从其类；又造出各样飞鸟，各从其类。神看着是好的。 22神就赐福给这一切，说：“滋生繁多，充满海中的水，雀鸟也要多生在地上。” 23有晚上，有早晨，是第五日。  24神说：“地要生出活物来，各从其类；牲畜、昆虫、野兽，各从其类。”事就这样成了。 25于是神造出野兽，各从其类；牲畜，各从其类；地上一切昆虫，各从其类。神看着是好的。 26神说：“我们要照着我们的形像，按着我们的样式造人，使他们管理海里的鱼、空中的鸟、地上的牲畜和全地，并地上所爬的一切昆虫。” 27神就照着自己的形像造人，乃是照着他的形像造男造女。 28神就赐福给他们，又对他们说：“要生养众多，遍满地面，治理这地；也要管理海里的鱼、空中的鸟，和地上各样行动的活物。” 29神说：“看哪，我将遍地上一切结种子的菜蔬，和一切树上所结有核的果子，全赐给你们作食物。 30至于地上的走兽和空中的飞鸟，并各样爬在地上有生命的物，我将青草赐给它们作食物。”事就这样成了。 31神看着一切所造的都甚好。有晚上，有早晨，是第六日。 1天地万物都造齐了。 2到第七日，神造物的工已经完毕，就在第七日歇了他一切的工，安息了。 3神赐福给第七日，定为圣日，因为在这日神歇了他一切创造的工，就安息了。 4创造天地的来历，在耶和华神造天地的日子，乃是这样。'
            },
            psalm:{
                title:'诗篇8',
                content:'1耶和华我们的主啊，你的名在全地何其美！你将你的荣耀彰显于天。  2你因敌人的缘故，从婴孩和吃奶的口中建立了能力，使仇敌和报仇的闭口无言。  3我观看你指头所造的天，并你所陈设的月亮星宿，  4便说，人算什么，你竟顾念他？世人算什么，你竟眷顾他？  5你叫他比天使（或作“神”）微小一点，并赐他荣耀尊贵为冠冕。  6你派他管理你手所造的，使万物，就是一切的羊牛、田野的兽、空中的鸟、海里的鱼，凡经行海道的，都服在他的脚下。  7 8 9耶和华我们的主啊，你的名在全地何其美！'
            },
            secondReading:{
                title:'使徒行传2:14a, 22-36',
                content:'14a彼得和十一个使徒站起，高声说：\n22“以色列人哪，请听我的话：神藉着拿撒勒人耶稣在你们中间施行异能、奇事、神迹，将他证明出来，这是你们自己知道的。 23他既按着神的定旨先见被交与人，你们就藉着无法之人的手把他钉在十字架上杀了。 24神却将死的痛苦解释了，叫他复活，因为他原不能被死拘禁。 25大卫指着他说：‘我看见主常在我眼前，他在我右边，叫我不至于摇动。 26所以我心里欢喜，我的灵（原文作“舌”）快乐，并且我的肉身要安居在指望中。 27因你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。 28你已将生命的道路指示我，必叫我因见你的面（或作“叫我在你面前”），得着满足的快乐。’  29“弟兄们，先祖大卫的事，我可以明明的对你们说，他死了，也埋葬了，并且他的坟墓直到今日还在我们这里。 30大卫既是先知，又晓得神曾向他起誓，要从他的后裔中立一位坐在他的宝座上， 31就预先看明这事，讲论基督复活说：‘他的灵魂不撇在阴间，他的肉身也不见朽坏。’ 32这耶稣，神已经叫他复活了，我们都为这事作见证。 33他既被神的右手高举（或作“他既高举在神的右边”），又从父受了所应许的圣灵，就把你们所看见、所听见的浇灌下来。 34大卫并没有升到天上，但自己说，‘主对我主说：你坐在我的右边， 35等我使你仇敌作你的脚凳。’ 36“故此，以色列全家当确实的知道，你们钉在十字架上的这位耶稣，神已经立他为主、为基督了。”'
            },
            gospel:{
                title:'马太福音28:16-20',
                content:'16十一个门徒往加利利去，到了耶稣约定的山上。 17他们见了耶稣就拜他，然而还有人疑惑。 18耶稣进前来，对他们说：“天上地下所有的权柄都赐给我了。 19所以，你们要去使万民作我的门徒，奉父、子、圣灵的名给他们施洗（或作“给他们施洗，归于父、子、圣灵的名”）。 20凡我所吩咐你们的，都教训他们遵守，我就常与你们同在，直到世界的末了。”'
            }
        },
        proper3:{
            firstReading:{
                title:'以赛亚书49:8-16a',
                content:'8耶和华如此说：“在悦纳的时候，我应允了你；在拯救的日子，我济助了你。我要保护你，使你作众民的中保（“中保”原文作“约”），复兴遍地，使人承受荒凉之地为业。  9对那被捆绑的人说：‘出来吧！’对那在黑暗的人说：‘显露吧！’他们在路上必得饮食，在一切净光的高处必有食物。  10不饥不渴，炎热和烈日必不伤害他们，因为怜恤他们的，必引导他们，领他们到水泉旁边。  11我必使我的众山成为大道，我的大路也被修高。  12看哪，这些从远方来，这些从北方、从西方来，这些从秦国来（“秦”原音作“希尼”）。”  13诸天哪，应当欢呼！大地啊，应当快乐！众山哪，应当发声歌唱！因为耶和华已经安慰他的百姓，也要怜恤他困苦之民。  14锡安说：“耶和华离弃了我；主忘记了我。”  15妇人焉能忘记她吃奶的婴孩，不怜恤她所生的儿子？即或有忘记的，我却不忘记你。  16a看哪，我将你铭刻在我掌上'
            },
            psalm:{
                title:'诗篇115:(1-8)9-18',
                content:'【1耶和华啊，荣耀不要归与我们，不要归与我们，要因你的慈爱和诚实归在你的名下。  2为何容外邦人说：“他们的神在哪里呢？”  3然而我们的神在天上，都随自己的意旨行事。  4他们的偶像是金的银的，是人手所造的，  5有口却不能言，有眼却不能看，  6有耳却不能听，有鼻却不能闻，  7有手却不能摸，有脚却不能走，有喉咙也不能出声；  8造他的要和他一样，凡靠他的也要如此。  】9以色列啊，你要倚靠耶和华，他是你的帮助和你的盾牌。  10亚伦家啊，你们要倚靠耶和华，他是你们的帮助和你们的盾牌。  11你们敬畏耶和华的，要倚靠耶和华，他是你们的帮助和你们的盾牌。  12耶和华向来眷念我们，他还要赐福给我们；要赐福给以色列的家，赐福给亚伦的家。  13凡敬畏耶和华的，无论大小，主必赐福给他。  14愿耶和华叫你们和你们的子孙日见加增。  15你们蒙了造天地之耶和华的福。  16天，是耶和华的天；地，他却给了世人。  17死人不能赞美耶和华，下到寂静中的也都不能。  18但我们要称颂耶和华，从今时直到永远。你们要赞美耶和华！'
            },
            secondReading:{
                title:'罗马书8:1-17',
                content:'1如今那些在基督耶稣里的，就不定罪了。 2因为赐生命圣灵的律在基督耶稣里释放了我，使我脱离罪和死的律了。 3律法既因肉体软弱，有所不能行的，神就差遣自己的儿子成为罪身的形状，作了赎罪祭，在肉体中定了罪案， 4使律法的义成就在我们这不随从肉体，只随从圣灵的人身上。 5因为随从肉体的人体贴肉体的事；随从圣灵的人体贴圣灵的事。 6体贴肉体的就是死，体贴圣灵的乃是生命平安。 7原来体贴肉体的，就是与神为仇，因为不服神的律法，也是不能服。 8而且属肉体的人不能得神的喜欢。 9如果神的灵住在你们心里，你们就不属肉体，乃属圣灵了。人若没有基督的灵，就不是属基督的。 10基督若在你们心里，身体就因罪而死，心灵却因义而活。 11然而叫耶稣从死里复活者的灵，若住在你们心里，那叫基督耶稣从死里复活的，也必藉着住在你们心里的圣灵，使你们必死的身体又活过来。  12弟兄们，这样看来，我们并不是欠肉体的债，去顺从肉体活着。 13你们若顺从肉体活着必要死，若靠着圣灵治死身体的恶行必要活着。 14因为凡被神的灵引导的，都是神的儿子。 15你们所受的不是奴仆的心，仍旧害怕；所受的乃是儿子的心，因此我们呼叫：“阿爸，父！” 16圣灵与我们的心同证我们是神的儿女； 17既是儿女，便是后嗣，就是神的后嗣，和基督同作后嗣。如果我们和他一同受苦，也必和他一同得荣耀。'
            },
            gospel:{
                title:'马太福音6:24-34',
                content:'24“一个人不能侍奉两个主。不是恶这个爱那个，就是重这个轻那个。你们不能又侍奉神，又侍奉玛门（“玛门”是“财利”的意思）。” 25“所以我告诉你们：不要为生命忧虑吃什么，喝什么，为身体忧虑穿什么。生命不胜于饮食吗？身体不胜于衣裳吗？ 26你们看那天上的飞鸟，也不种，也不收，也不积蓄在仓里，你们的天父尚且养活它。你们不比飞鸟贵重得多吗？ 27你们哪一个能用思虑使寿数多加一刻呢（或作“使身量多加一肘呢”）？ 28何必为衣裳忧虑呢？你想：野地里的百合花怎么长起来；它也不劳苦，也不纺线； 29然而我告诉你们：就是所罗门极荣华的时候，他所穿戴的，还不如这花一朵呢！ 30你们这小信的人哪！野地里的草今天还在，明天就丢在炉里，神还给它这样的妆饰，何况你们呢！ 31所以，不要忧虑说：‘吃什么？喝什么？穿什么？’ 32这都是外邦人所求的。你们需用的这一切东西，你们的天父是知道的。 33你们要先求他的国和他的义，这些东西都要加给你们了。 34所以，不要为明天忧虑，因为明天自有明天的忧虑；一天的难处一天当就够了。”'
            }
        },
        proper4:{
            firstReading:{
                title:'申命记11:18-21, 26-28',
                content:'18“你们要将我这话存在心内，留在意中，系在手上为记号，戴在额上为经文； 19也要教训你们的儿女，无论坐在家里，行在路上，躺下，起来，都要谈论； 20又要写在房屋的门框上，并城门上， 21使你们和你们子孙的日子，在耶和华向你们列祖起誓应许给他们的地上得以增多，如天覆地的日子那样多。\n26“看哪，我今日将祝福与咒诅的话都陈明在你们面前。 27你们若听从耶和华你们神的诫命，就是我今日所吩咐你们的，就必蒙福； 28你们若不听从耶和华你们神的诫命，偏离我今日所吩咐你们的道，去侍奉你们素来所不认识的别神，就必受祸。'
            },
            psalm:{
                title:'诗篇4',
                content:'1显我为义的神啊，我呼吁的时候，求你应允我！我在困苦中，你曾使我宽广；现在求你怜恤我，听我的祷告。  2你们这上流人哪，你们将我的尊荣变为羞辱要到几时呢？你们喜爱虚妄、寻找虚假要到几时呢？  3你们要知道，耶和华已经分别虔诚人归他自己。我求告耶和华，他必听我。  4你们应当畏惧，不可犯罪；在床上的时候，要心里思想，并要肃静。  5当献上公义的祭，又当倚靠耶和华。  6有许多人说：“谁能指示我们什么好处？”耶和华啊，求你仰起脸来，光照我们。  7你使我心里快乐，胜过那丰收五谷新酒的人。  8我必安然躺下睡觉，因为独有你耶和华使我安然居住。'
            },
            secondReading:{
                title:'罗马书3:21-28',
                content:'21但如今，神的义在律法以外已经显明出来，有律法和先知为证。 22就是神的义，因信耶稣基督加给一切相信的人，并没有分别。 23因为世人都犯了罪，亏缺了神的荣耀， 24如今却蒙神的恩典，因基督耶稣的救赎，就白白地称义。 25神设立耶稣作挽回祭，是凭着耶稣的血，藉着人的信，要显明神的义。因为他用忍耐的心，宽容人先时所犯的罪， 26好在今时显明他的义，使人知道他自己为义，也称信耶稣的人为义。 27既是这样，哪里能夸口呢？没有可夸的了。用何法没有的呢？是用立功之法吗？不是，乃用信主之法。 28所以（有古卷作“因为”）我们看定了，人称义是因着信，不在乎遵行律法。'
            },
            gospel:{
                title:'马太福音7:15-29',
                content:'15“你们要防备假先知，他们到你们这里来，外面披着羊皮，里面却是残暴的狼。 16凭着他们的果子，就可以认出他们来。荆棘上岂能摘葡萄呢？蒺藜里岂能摘无花果呢？ 17这样，凡好树都结好果子；惟独坏树结坏果子。 18好树不能结坏果子，坏树不能结好果子。 19凡不结好果子的树，就砍下来丢在火里。 20所以，凭着他们的果子，就可以认出他们来。” 21“凡称呼我‘主啊，主啊’的人不能都进天国；惟独遵行我天父旨意的人，才能进去。 22当那日，必有许多人对我说：‘主啊，主啊，我们不是奉你的名传道，奉你的名赶鬼，奉你的名行许多异能吗？’ 23我就明明地告诉他们说：‘我从来不认识你们，你们这些作恶的人，离开我去吧！’” 24“所以，凡听见我这话就去行的，好比一个聪明人，把房子盖在磐石上。 25雨淋，水冲，风吹，撞着那房子，房子总不倒塌，因为根基立在磐石上。 26凡听见我这话不去行的，好比一个无知的人，把房子盖在沙土上。 27雨淋，水冲，风吹，撞着那房子，房子就倒塌了，并且倒塌得很大。”  28耶稣讲完了这些话，众人都希奇他的教训， 29因为他教训他们，正像有权柄的人，不像他们的文士。'
            }
        },
        proper5:{
            firstReading:{
                title:'何西阿书5:15-6:6',
                content:'15“我要回到原处，等他们自觉有罪（或作“承认己罪”），寻求我面，他们在急难的时候，必切切寻求我。” 1来吧，我们归向耶和华！他撕裂我们，也必医治；他打伤我们，也必缠裹。  2过两天他必使我们苏醒，第三天他必使我们兴起，我们就在他面前得以存活。  3我们务要认识耶和华，竭力追求认识他；他出现确如晨光，他必临到我们像甘雨，像滋润田地的春雨。 4主说：“以法莲哪，我可向你怎样行呢？犹大啊，我可向你怎样作呢？因为你们的良善如同早晨的云雾，又如速散的甘露。  5因此，我藉先知砍伐他们，以我口中的话杀戮他们，我施行的审判如光发出。  6我喜爱良善（或作“怜恤”），不喜爱祭祀；喜爱认识神，胜于燔祭。'
            },
            psalm:{
                title:'诗篇119:65-72',
                content:'65耶和华啊，你向来是照你的话善待仆人。  66求你将精明和知识赐给我，因我信了你的命令。  67我未受苦以先走迷了路，现在却遵守你的话。  68你本为善，所行的也善，求你将你的律例教训我。  69骄傲人编造谎言攻击我，我却要一心守你的训词。  70他们心蒙脂油，我却喜爱你的律法。  71我受苦是与我有益，为要使我学习你的律例。  72你口中的训言（或作“律法”）与我有益，胜于千万的金银。'
            },
            secondReading:{
                title:'罗马书4:13-25',
                content:'13因为神应许亚伯拉罕和他后裔必得承受世界，不是因律法，乃是因信而得的义。 14若是属乎律法的人才得为后嗣，信就归于虚空，应许也就废弃了。 15因为律法是惹动忿怒的（或作“叫人受刑的”），哪里没有律法，那里就没有过犯。 16所以人得为后嗣是本乎信，因此就属乎恩，叫应许定然归给一切后裔，不但归给那属乎律法的，也归给那效法亚伯拉罕之信的。 17亚伯拉罕所信的，是那叫死人复活、使无变为有的神，他在主面前作我们世人的父。如经上所记：“我已经立你作多国的父。” 18他在无可指望的时候，因信仍有指望，就得以作多国的父，正如先前所说：“你的后裔将要如此。” 19他将近百岁的时候，虽然想到自己的身体如同已死，撒拉的生育已经断绝，他的信心还是不软弱； 20并且仰望神的应许，总没有因不信，心里起疑惑，反倒因信，心里得坚固，将荣耀归给神。 21且满心相信神所应许的必能作成。 22所以这就算为他的义。 23“算为他义”的这句话，不是单为他写的， 24也是为我们将来得算为义之人写的，就是我们这信神使我们的主耶稣从死里复活的人。 25耶稣被交给人，是为我们的过犯；复活，是为叫我们称义（或作“耶稣是为我们的过犯交付了，是为我们称义复活了”）。'
            },
            gospel:{
                title:'马太福音9:9-13',
                content:'9耶稣从那里往前走，看见一个人名叫马太，坐在税关上，就对他说：“你跟从我来。”他就起来，跟从了耶稣。  10耶稣在屋里坐席的时候，有好些税吏和罪人来，与耶稣和他的门徒一同坐席。 11法利赛人看见，就对耶稣的门徒说：“你们的先生为什么和税吏并罪人一同吃饭呢？” 12耶稣听见，就说：“康健的人用不着医生，有病的人才用得着。 13经上说：‘我喜爱怜恤，不喜爱祭祀。’这句话的意思，你们且去揣摩。我来本不是召义人，乃是召罪人。”'
            }
        },
        proper6:{
            firstReading:{
                title:'出埃及记19:2-8',
                content:'2他们离了利非订，来到西奈的旷野，就在那里的山下安营。 3摩西到神那里，耶和华从山上呼唤他说：“你要这样告诉雅各家，晓谕以色列人说： 4‘我向埃及人所行的事，你们都看见了；且看见我如鹰将你们背在翅膀上，带来归我。 5如今你们若实在听从我的话，遵守我的约，就要在万民中作属我的子民；因为全地都是我的。 6你们要归我作祭司的国度，为圣洁的国民。’这些话你要告诉以色列人。”  7摩西去召了民间的长老来，将耶和华所吩咐他的话，都在他们面前陈明。 8百姓都同声回答说：“凡耶和华所说的我们都要遵行。”摩西就将百姓的话回复耶和华。'
            },
            psalm:{
                title:'诗篇100',
                content:'1普天下当向耶和华欢呼。  2你们当乐意侍奉耶和华，当来向他歌唱。  3你们当晓得耶和华是神。我们是他造的，也是属他的；我们是他的民，也是他草场的羊。  4当称谢进入他的门，当赞美进入他的院；当感谢他，称颂他的名。  5因为耶和华本为善，他的慈爱存到永远，他的信实直到万代。'
            },
            secondReading:{
                title:'罗马书5:6-15',
                content:'6因我们还软弱的时候，基督就按所定的日期为罪人死。 7为义人死，是少有的；为仁人死，或者有敢作的。 8惟有基督在我们还作罪人的时候为我们死，神的爱就在此向我们显明了。 9现在我们既靠着他的血称义，就更要藉着他免去神的忿怒。 10因为我们作仇敌的时候，且藉着神儿子的死，得与神和好；既已和好，就更要因他的生得救了。 11不但如此，我们既藉着我主耶稣基督得与神和好，也就藉着他以神为乐。 12这就如罪是从一人入了世界，死又是从罪来的；于是死就临到众人，因为众人都犯了罪。 13没有律法之先，罪已经在世上；但没有律法，罪也不算罪。 14然而从亚当到摩西，死就作了王，连那些不与亚当犯一样罪过的，也在他的权下。亚当乃是那以后要来之人的预像。 15只是过犯不如恩赐。若因一人的过犯，众人都死了，何况神的恩典，与那因耶稣基督一人恩典中的赏赐，岂不更加倍的临到众人吗？'
            },
            gospel:{
                title:'马太福音9:35-10:8(9-20)',
                content:'35耶稣走遍各城各乡，在会堂里教训人，宣讲天国的福音，又医治各样的病症。 36他看见许多的人，就怜悯他们，因为他们困苦流离，如同羊没有牧人一般。 37于是对门徒说：“要收的庄稼多，作工的人少。 38所以，你们当求庄稼的主打发工人出去收他的庄稼。” 1耶稣叫了十二个门徒来，给他们权柄，能赶逐污鬼，并医治各样的病症。 2这十二使徒的名：头一个叫西门，又称彼得，还有他兄弟安得烈，西庇太的儿子雅各和雅各的兄弟约翰， 3腓力和巴多罗买，多马和税吏马太，亚勒腓的儿子雅各和达太， 4奋锐党的西门，还有卖耶稣的加略人犹大。 5耶稣差这十二个人去，吩咐他们说：“外邦人的路，你们不要走；撒玛利亚人的城，你们不要进。 6宁可往以色列家迷失的羊那里去。 7随走随传，说：‘天国近了！’ 8医治病人，叫死人复活，叫长大麻风的洁净，把鬼赶出去。你们白白地得来，也要白白地舍去。 【9腰袋里不要带金银铜钱。 10行路不要带口袋，不要带两件褂子，也不要带鞋和拐杖，因为工人得饮食是应当的。 11你们无论进哪一城，哪一村，要打听那里谁是好人，就住在他家，直住到走的时候。 12进他家里去，要请他的安。 13那家若配得平安，你们所求的平安就必临到那家；若不配得，你们所求的平安仍归你们。 14凡不接待你们、不听你们话的人，你们离开那家或是那城的时候，就把脚上的尘土跺下去。 15我实在告诉你们，当审判的日子，所多玛和蛾摩拉所受的，比那城还容易受呢！” 16“我差你们去，如同羊进入狼群，所以你们要灵巧像蛇，驯良像鸽子。 17你们要防备人，因为他们要把你们交给公会，也要在会堂里鞭打你们； 18并且你们要为我的缘故被送到诸侯君王面前，对他们和外邦人作见证。 19你们被交的时候，不要思虑怎样说话，或说什么话。到那时候，必赐给你们当说的话， 20因为不是你们自己说的，乃是你们父的灵在你们里头说的。】'
            }
        },
        proper7:{
            firstReading:{
                title:'耶利米书20:7-13',
                content:'7耶和华啊，你曾劝导我，我也听了你的劝导。你比我有力量，且胜了我。我终日成为笑话，人人都戏弄我。  8我每逢讲论的时候，就发出哀声，我喊叫说：有强暴和毁灭！因为耶和华的话终日成了我的凌辱、讥刺。  9我若说：我不再提耶和华，也不再奉他的名讲论，我便心里觉得似乎有烧着的火闭塞在我骨中，我就含忍不住，不能自禁。  10我听见了许多人的谗谤，四围都是惊吓，就是我知己的朋友也都窥探我，愿我跌倒，说：“告他吧！我们也要告他。或者他被引诱，我们就能胜他，在他身上报仇。”  11然而耶和华与我同在，好像甚可怕的勇士。因此，逼迫我的必都绊跌，不能得胜，他们必大大蒙羞，就是受永不忘记的羞辱，因为他们行事没有智慧。  12试验义人、察看人肺腑心肠的万军之耶和华啊，求你容我见你在他们身上报仇，因我将我的案件向你禀明了。  13你们要向耶和华唱歌，赞美耶和华，因他救了穷人的性命脱离恶人的手。'
            },
            psalm:{
                title:'诗篇91:1-10(11-16)',
                content:'1住在至高者隐密处的，必住在全能者的荫下。  2我要论到耶和华说：“他是我的避难所，是我的山寨，是我的神，是我所倚靠的。”  3他必救你脱离捕鸟人的网罗和毒害的瘟疫。  4他必用自己的翎毛遮蔽你，你要投靠在他的翅膀底下。他的诚实是大小的盾牌。  5你必不怕黑夜的惊骇，或是白日飞的箭；  6也不怕黑夜行的瘟疫，或是午间灭人的毒病。  7虽有千人仆倒在你旁边，万人仆倒在你右边，这灾却不得临近你。  8你惟亲眼观看，见恶人遭报。  9耶和华是我的避难所。你已将至高者当你的居所，  10祸患必不临到你，灾害也不挨近你的帐棚。  【11因他要为你吩咐他的使者，在你行的一切道路上保护你。  12他们要用手托着你，免得你的脚碰在石头上。  13你要踹在狮子和虺蛇的身上，践踏少壮狮子和大蛇。  14神说：“因为他专心爱我，我就要搭救他；因为他知道我的名，我要把他安置在高处。  15他若求告我，我就应允他；他在急难中，我要与他同在。我要搭救他，使他尊贵。  16我要使他足享长寿，将我的救恩显明给他。”】'
            },
            secondReading:{
                title:'罗马书6:12-23',
                content:'12所以，不要容罪在你们必死的身上作王，使你们顺从身子的私欲。 13也不要将你们的肢体献给罪作不义的器具；倒要像从死里复活的人，将自己献给神，并将肢体作义的器具献给神。 14罪必不能作你们的主，因你们不在律法之下，乃在恩典之下。 15这却怎么样呢？我们在恩典之下，不在律法之下，就可以犯罪吗？断乎不可！ 16岂不晓得你们献上自己作奴仆，顺从谁，就作谁的奴仆吗？或作罪的奴仆，以至于死；或作顺命的奴仆，以至成义。 17感谢神！因为你们从前虽然作罪的奴仆，现今却从心里顺服了所传给你们道理的模范。 18你们既从罪里得了释放，就作了义的奴仆。 19我因你们肉体的软弱，就照人的常话对你们说：你们从前怎样将肢体献给不洁、不法作奴仆，以至于不法；现今也要照样将肢体献给义作奴仆，以至于成圣。 20因为你们作罪之奴仆的时候，就不被义约束了。 21你们现今所看为羞耻的事，当日有什么果子呢？那些事的结局就是死； 22但现今你们既从罪里得了释放，作了神的奴仆，就有成圣的果子，那结局就是永生。 23因为罪的工价乃是死；惟有神的恩赐，在我们的主基督耶稣里，乃是永生。'
            },
            gospel:{
                title:'马太福音10:5a, 21-33',
                content:'5a耶稣差这十二个人去，吩咐他们说：\n“21弟兄要把弟兄，父亲要把儿子，送到死地；儿女要与父母为敌，害死他们。 22并且你们要为我的名被众人恨恶，惟有忍耐到底的必然得救。 23有人在这城里逼迫你们，就逃到那城里去。我实在告诉你们，以色列的城邑你们还没有走遍，人子就到了。 24学生不能高过先生，仆人不能高过主人。 25学生和先生一样，仆人和主人一样，也就罢了。人既骂家主是别西卜“别西卜”是鬼王的名，何况他的家人呢？” 26“所以，不要怕他们。因为掩盖的事，没有不露出来的；隐藏的事，没有不被人知道的。 27我在暗中告诉你们的，你们要在明处说出来；你们耳中所听的，要在房上宣扬出来。 28那杀身体不能杀灵魂的，不要怕他们；惟有能把身体和灵魂都灭在地狱里的，正要怕他。 29两个麻雀不是卖一分银子吗？若是你们的父不许，一个也不能掉在地上。 30就是你们的头发也都被数过了。 31所以，不要惧怕，你们比许多麻雀还贵重。” 32“凡在人面前认我的，我在我天上的父面前也必认他； 33凡在人面前不认我的，我在我天上的父面前也必不认他。”'
            }
        },
        proper8:{
            firstReading:{
                title:'耶利米书28:5-9',
                content:'5先知耶利米当着祭司和站在耶和华殿里的众民对先知哈拿尼雅说： 6“阿们！愿耶和华如此行，愿耶和华成就你所预言的话，将耶和华殿中的器皿和一切被掳去的人，从巴比伦带回此地。 7然而我向你和众民耳中所要说的话，你应当听！ 8从古以来，在你我以前的先知，向多国和大邦说预言，论到争战、灾祸、瘟疫的事。 9先知预言的平安，到话语成就的时候，人便知道他真是耶和华所差来的。” '
            },
            psalm:{
                title:'诗篇119:153-160',
                content:'153求你看顾我的苦难，搭救我，因我不忘记你的律法。  154求你为我辨屈，救赎我，照你的话将我救活。  155救恩远离恶人，因为他们不寻求你的律例。  156耶和华啊，你的慈悲本为大，求你照你的典章将我救活。  157逼迫我的，抵挡我的很多，我却没有偏离你的法度。  158我看见奸恶的人就甚憎恶，因为他们不遵守你的话。  159你看我怎样爱你的训词。耶和华啊，求你照你的慈爱将我救活。  160你话的总纲是真实，你一切公义的典章是永远长存。'
            },
            secondReading:{
                title:'罗马书7:1-13',
                content:'1弟兄们，我现在对明白律法的人说：你们岂不晓得律法管人是在活着的时候吗？ 2就如女人有了丈夫，丈夫还活着，就被律法约束；丈夫若死了，就脱离了丈夫的律法。 3所以丈夫活着，她若归于别人，便叫淫妇；丈夫若死了，她就脱离了丈夫的律法，虽然归于别人，也不是淫妇。 4我的弟兄们，这样说来，你们藉着基督的身体，在律法上也是死了，叫你们归于别人，就是归于那从死里复活的，叫我们结果子给神。 5因为我们属肉体的时候，那因律法而生的恶欲就在我们肢体中发动，以致结成死亡的果子。 6但我们既然在捆我们的律法上死了，现今就脱离了律法，叫我们服侍主，要按着心灵的新样（“心灵”或作“圣灵”），不按着仪文的旧样。 7这样，我们可说什么呢？律法是罪吗？断乎不是！只是非因律法，我就不知何为罪。非律法说，“不可起贪心”，我就不知何为贪心。 8然而罪趁着机会，就藉着诫命叫诸般的贪心在我里头发动，因为没有律法，罪是死的。 9我以前没有律法，是活着的；但是诫命来到，罪又活了，我就死了。 10那本来叫人活的诫命，反倒叫我死， 11因为罪趁着机会，就藉着诫命引诱我，并且杀了我。 12这样看来，律法是圣洁的，诫命也是圣洁、公义、良善的。 13既然如此，那良善的是叫我死吗？断乎不是！叫我死的乃是罪。但罪藉着那良善的叫我死，就显出真是罪，叫罪因着诫命更显出是恶极了。'
            },
            gospel:{
                title:'马太福音10:34-42',
                content:'34“你们不要想，我来是叫地上太平；我来并不是叫地上太平，乃是叫地上动刀兵。 35因为我来是叫人与父亲生疏，女儿与母亲生疏，媳妇与婆婆生疏。 36人的仇敌就是自己家里的人。 37爱父母过于爱我的，不配作我的门徒；爱儿女过于爱我的，不配作我的门徒； 38不背着他的十字架跟从我的，也不配作我的门徒。 39得着生命的，将要失丧生命；为我失丧生命的，将要得着生命。” 40“人接待你们，就是接待我；接待我，就是接待那差我来的。 41人因为先知的名接待先知，必得先知所得的赏赐；人因为义人的名接待义人，必得义人所得的赏赐。 42无论何人，因为门徒的名，只把一杯凉水给这小子里的一个喝，我实在告诉你们，这人不能不得赏赐。”'
            }
        },
        proper9:{
            firstReading:{
                title:'撒迦利亚书9:9-12',
                content:'9锡安的民哪，应当大大喜乐！耶路撒冷的民哪，应当欢呼！看哪，你的王来到你这里，他是公义的，并且施行拯救，谦谦和和地骑着驴，就是骑着驴的驹子。  10我必除灭以法莲的战车和耶路撒冷的战马，争战的弓也必除灭。他必向列国讲和平，他的权柄必从这海管到那海，从大河管到地极。 11锡安哪，我因与你立约的血，将你中间被掳而囚的人，从无水的坑中释放出来。  12你们被囚而有指望的人，都要转回保障。我今日说明，我必加倍赐福给你们。'
            },
            psalm:{
                title:'诗篇145:1-14',
                content:'1我的神、我的王啊，我要尊崇你，我要永永远远称颂你的名。  2我要天天称颂你，也要永永远远赞美你的名。  3耶和华本为大，该受大赞美，其大无法测度。  4这代要对那代颂赞你的作为，也要传扬你的大能。  5我要默念你威严的尊荣和你奇妙的作为。  6人要传说你可畏之事的能力，我也要传扬你的大德。  7他们记念你的大恩，就要传出来，并要歌唱你的公义。  8耶和华有恩惠，有怜悯，不轻易发怒，大有慈爱。  9耶和华善待万民，他的慈悲覆庇他一切所造的。  10耶和华啊，你一切所造的都要称谢你；你的圣民也要称颂你，  11传说你国的荣耀，谈论你的大能，  12好叫世人知道你大能的作为，并你国度威严的荣耀。  13你的国是永远的国，你执掌的权柄存到万代。  14凡跌倒的，耶和华将他们扶持；凡被压下的，将他们扶起。'
            },
            secondReading:{
                title:'罗马书7:14-25a',
                content:'14我们原晓得律法是属乎灵的，但我是属乎肉体的，是已经卖给罪了。 15因为我所作的，我自己不明白。我所愿意的，我并不作；我所恨恶的，我倒去作。 16若我所作的，是我所不愿意的，我就应承律法是善的。 17既是这样，就不是我作的，乃是住在我里头的罪作的。 18我也知道在我里头，就是我肉体之中，没有良善。因为立志为善由得我，只是行出来由不得我。 19故此，我所愿意的善，我反不作；我所不愿意的恶，我倒去作。 20若我去作所不愿意作的，就不是我作的，乃是住在我里头的罪作的。 21我觉得有个律，就是我愿意为善的时候，便有恶与我同在。 22因为按着我里面的意思（原文作“人”），我是喜欢神的律； 23但我觉得肢体中另有个律和我心中的律交战，把我掳去叫我附从那肢体中犯罪的律。 24我真是苦啊！谁能救我脱离这取死的身体呢？ 25a感谢神！靠着我们的主耶稣基督就能脱离了。'
            },
            gospel:{
                title:'马太福音11:25-30',
                content:'25那时，耶稣说：“父啊，天地的主，我感谢你！因为你将这些事向聪明通达人就藏起来，向婴孩就显出来。 26父啊，是的，因为你的美意本是如此。 27一切所有的，都是我父交付我的。除了父，没有人知道子；除了子和子所愿意指示的，没有人知道父。 28凡劳苦担重担的人，可以到我这里来，我就使你们得安息。 29我心里柔和谦卑，你们当负我的轭，学我的样式，这样，你们心里就必得享安息。 30因为我的轭是容易的，我的担子是轻省的。”'
            }
        },
        proper10:{
            firstReading:{
                title:'以赛亚书55:10-13',
                content:'10雨雪从天而降，并不返回，却滋润地土，使地上发芽结实，使撒种的有种，使要吃的有粮。  11我口所出的话也必如此，决不徒然返回，却要成就我所喜悦的，在我发他去成就的事上（“发他去成就”或作“所命定”）必然亨通。  12你们必欢欢喜喜而出来，平平安安蒙引导；大山小山必在你们面前发声歌唱，田野的树木也都拍掌。  13松树长出，代替荆棘，番石榴长出，代替蒺藜。这要为耶和华留名，作为永远的证据，不能剪除。”'
            },
            psalm:{
                title:'诗篇65:(1-8)9-13',
                content:'【1神啊，锡安的人都等候赞美你，所许的愿也要向你偿还。  2听祷告的主啊，凡有血气的都要来就你。  3罪孽胜了我，至于我们的过犯，你都要赦免。  4你所拣选、使他亲近你，住在你院中的，这人便为有福。我们必因你居所、你圣殿的美福知足了。  5拯救我们的神啊，你必以威严秉公义应允我们。你本是一切地极和海上远处的人所倚靠的。  6他既以大能束腰，就用力量安定诸山，  7使诸海的响声和其中波浪的响声，并万民的喧哗，都平静了。  8住在地极的人，因你的神迹惧怕。你使日出日落之地都欢呼。  】9你眷顾地，降下透雨，使地大得肥美。神的河满了水；你这样浇灌了地，好为人预备五谷。  10你浇透地的犁沟，润平犁脊，降甘霖使地软和；其中发长的，蒙你赐福。  11你以恩典为年岁的冠冕，你的路径都滴下脂油，  12滴在旷野的草场上。小山以欢乐束腰，  13草场以羊群为衣，谷中也长满了五谷。这一切都欢呼歌唱。'
            },
            secondReading:{
                title:'罗马书8:12-17',
                content:'12弟兄们，这样看来，我们并不是欠肉体的债，去顺从肉体活着。 13你们若顺从肉体活着必要死，若靠着圣灵治死身体的恶行必要活着。 14因为凡被神的灵引导的，都是神的儿子。 15你们所受的不是奴仆的心，仍旧害怕；所受的乃是儿子的心，因此我们呼叫：“阿爸，父！” 16圣灵与我们的心同证我们是神的儿女； 17既是儿女，便是后嗣，就是神的后嗣，和基督同作后嗣。如果我们和他一同受苦，也必和他一同得荣耀。'
            },
            gospel:{
                title:'马太福音13:1-9, 18-23',
                content:'1当那一天，耶稣从房子里出来，坐在海边。 2有许多人到他那里聚集，他只得上船坐下，众人都站在岸上。 3他用比喻对他们讲许多道理，说：“有一个撒种的出去撒种。 4撒的时候，有落在路旁的，飞鸟来吃尽了； 5有落在土浅石头地上的，土既不深，发苗最快， 6日头出来一晒，因为没有根，就枯干了； 7有落在荆棘里的，荆棘长起来，把它挤住了； 8又有落在好土里的，就结实，有一百倍的，有六十倍的，有三十倍的。 9有耳可听的，就应当听。”\n18“所以，你们当听这撒种的比喻。 19凡听见天国道理不明白的，那恶者就来，把所撒在他心里的夺了去，这就是撒在路旁的了； 20撒在石头地上的，就是人听了道，当下欢喜领受， 21只因心里没有根，不过是暂时的，及至为道遭了患难，或是受了逼迫，立刻就跌倒了； 22撒在荆棘里的，就是人听了道，后来有世上的思虑，钱财的迷惑，把道挤住了，不能结实； 23撒在好地上的，就是人听道明白了，后来结实，有一百倍的，有六十倍的，有三十倍的。”'
            }
        },
        proper11:{
            firstReading:{
                title:'以赛亚书44:6-8',
                content:'6耶和华以色列的君、以色列的救赎主万军之耶和华如此说：“我是首先的，我是末后的，除我以外再没有真神。  7自从我设立古时的民，谁能像我宣告，并且指明，又为自己陈说呢？让他将未来的事和必成的事说明。  8你们不要恐惧，也不要害怕，我岂不是从上古就说明指示你们吗？并且你们是我的见证。除我以外，岂有真神吗？诚然没有磐石，我不知道一个。”'
            },
            psalm:{
                title:'诗篇119:57-64',
                content:'57耶和华是我的福分。我曾说，我要遵守你的言语。  58我一心求过你的恩，愿你照你的话怜悯我。  59我思想我所行的道，就转步归向你的法度。  60我急忙遵守你的命令，并不迟延。  61恶人的绳索缠绕我，我却没有忘记你的律法。  62我因你公义的典章，半夜必起来称谢你。  63凡敬畏你、守你训词的人，我都与他作伴。  64耶和华啊，你的慈爱遍满大地，求你将你的律例教训我。'
            },
            secondReading:{
                title:'罗马书8:18-27',
                content:'18我想，现在的苦楚若比起将来要显于我们的荣耀，就不足介意了。 19受造之物切望等候神的众子显出来， 20因为受造之物服在虚空之下，不是自己愿意，乃是因那叫他如此的。 21但受造之物仍然指望脱离败坏的辖制，得享神儿女自由的荣耀（“享”原文作“入”）。 22我们知道一切受造之物一同叹息、劳苦，直到如今。 23不但如此，就是我们这有圣灵初结果子的，也是自己心里叹息，等候得着儿子的名分，乃是我们的身体得赎。 24我们得救是在乎盼望；只是所见的盼望不是盼望，谁还盼望他所见的呢？（有古卷作“人所看见的何必再盼望呢？”） 25但我们若盼望那所不见的，就必忍耐等候。  26况且，我们的软弱有圣灵帮助，我们本不晓得当怎样祷告，只是圣灵亲自用说不出来的叹息替我们祷告。 27鉴察人心的，晓得圣灵的意思，因为圣灵照着神的旨意替圣徒祈求。'
            },
            gospel:{
                title:'马太福音13:24-30, 36-43',
                content:'24耶稣又设个比喻对他们说：“天国好像人撒好种在田里， 25及至人睡觉的时候，有仇敌来，将稗子撒在麦子里就走了。 26到长苗吐穗的时候，稗子也显出来。 27田主的仆人来告诉他说：‘主啊，你不是撒好种在田里吗？从哪里来的稗子呢？’ 28主人说：‘这是仇敌作的。’仆人说：‘你要我们去薅出来吗？’ 29主人说：‘不必，恐怕薅稗子，连麦子也拔出来。 30容这两样一齐长，等着收割。当收割的时候，我要对收割的人说：先将稗子薅出来，捆成捆，留着烧，惟有麦子要收在仓里。’”\n36当下耶稣离开众人，进了房子。他的门徒进前来，说：“请把田间稗子的比喻讲给我们听。” 37他回答说：“那撒好种的就是人子， 38田地就是世界，好种就是天国之子，稗子就是那恶者之子， 39撒稗子的仇敌就是魔鬼，收割的时候就是世界的末了，收割的人就是天使。 40将稗子薅出来用火焚烧，世界的末了也要如此。 41人子要差遣使者，把一切叫人跌倒的和作恶的，从他国里挑出来， 42丢在火炉里，在那里必要哀哭切齿了。 43那时，义人在他们父的国里，要发出光来，像太阳一样。有耳可听的，就应当听。”'
            }
        },
        proper12:{
            firstReading:{
                title:'申命记7:6-9',
                content:'6因为你归耶和华你神为圣洁的民，耶和华你神从地上的万民中拣选你，特作自己的子民。  7“耶和华专爱你们，拣选你们，并非因你们的人数多于别民，原来你们的人数在万民中是最少的。 8只因耶和华爱你们，又要守他向你们列祖所起的誓，就用大能的手领你们出来，从为奴之家救赎你们脱离埃及王法老的手。 9所以你要知道耶和华你的神，他是神，是信实的神，向爱他、守他诫命的人守约，施慈爱直到千代；'
            },
            psalm:{
                title:'诗篇125',
                content:'1倚靠耶和华的人好像锡安山，永不动摇。  2众山怎样围绕耶路撒冷，耶和华也照样围绕他的百姓，从今时直到永远。  3恶人的杖不常落在义人的份上，免得义人伸手作恶。  4耶和华啊，求你善待那些为善和心里正直的人。  5至于那偏行弯曲道路的人，耶和华必使他和作恶的人一同出去受刑。愿平安归于以色列。'
            },
            secondReading:{
                title:'罗马书8:28-39',
                content:'28我们晓得万事都互相效力，叫爱神的人得益处，就是按他旨意被召的人。 29因为他预先所知道的人，就预先定下效法他儿子的模样，使他儿子在许多弟兄中作长子。 30预先所定下的人又召他们来，所召来的人又称他们为义，所称为义的人又叫他们得荣耀。 31既是这样，还有什么说的呢？神若帮助我们，谁能敌挡我们呢？ 32神既不爱惜自己的儿子为我们众人舍了，岂不也把万物和他一同白白的赐给我们吗？ 33谁能控告神所拣选的人呢？有神称他们为义了。（或作“是称他们为义的神吗？”） 34谁能定他们的罪呢？有基督耶稣已经死了，而且从死里复活，现今在神的右边，也替我们祈求。（“有基督云云”，或作“是已经死了，而且从死里复活，现今在神的右边，也替我们祈求的基督耶稣吗？”） 35谁能使我们与基督的爱隔绝呢？难道是患难吗？是困苦吗？是逼迫吗？是饥饿吗？是赤身露体吗？是危险吗？是刀剑吗？ 36如经上所记：“我们为你的缘故终日被杀，人看我们如将宰的羊。”  37然而，靠着爱我们的主，在这一切的事上已经得胜有余了。 38因为我深信无论是死，是生，是天使，是掌权的，是有能的，是现在的事，是将来的事， 39是高处的，是低处的，是别的受造之物，都不能叫我们与神的爱隔绝；这爱是在我们的主基督耶稣里的。'
            },
            gospel:{
                title:'马太福音13:44-52',
                content:'44“天国好像宝贝藏在地里，人遇见了就把它藏起来，欢欢喜喜地去变卖一切所有的，买这块地。” 45“天国又好像买卖人寻找好珠子， 46遇见一颗重价的珠子，就去变卖他一切所有的，买了这颗珠子。” 47“天国又好像网撒在海里，聚拢各样水族。 48网既满了，人就拉上岸来；坐下，拣好的收在器具里，将不好的丢弃了。 49世界的末了也要这样。天使要出来，从义人中把恶人分别出来， 50丢在火炉里，在那里必要哀哭切齿了。” 51耶稣说：“这一切的话你们都明白了吗？”他们说：“我们明白了。” 52他说：“凡文士受教作天国的门徒，就像一个家主从他库里拿出新旧的东西来。”'
            }
        },
        proper13:{
            firstReading:{
                title:'以赛亚书55:1-5',
                content:'1“你们一切干渴的都当就近水来，没有银钱的也可以来。你们都来买了吃，不用银钱，不用价值，也来买酒和奶。  2你们为何花钱（原文作“平银”）买那不足为食物的，用劳碌得来的买那不使人饱足的呢？你们要留意听我的话，就能吃那美物，得享肥甘，心中喜乐。  3你们当就近我来，侧耳而听，就必得活。我必与你们立永约，就是应许大卫那可靠的恩典。  4我已立他作万民的见证，为万民的君王和司令。  5你素不认识的国民，你也必召来；素不认识你的国民，也必向你奔跑，都因耶和华你的神以色列的圣者，因为他已经荣耀你。” '
            },
            psalm:{
                title:'诗篇136:1-9(23-26)',
                content:'1你们要称谢耶和华，因他本为善，他的慈爱永远长存。  2你们要称谢万神之神，因他的慈爱永远长存。  3你们要称谢万主之主，因他的慈爱永远长存。  4称谢那独行大奇事的，因他的慈爱永远长存。  5称谢那用智慧造天的，因他的慈爱永远长存。  6称谢那铺地在水以上的，因他的慈爱永远长存。  7称谢那造成大光的，因他的慈爱永远长存。  8他造日头管白昼，因他的慈爱永远长存。  9他造月亮星宿管黑夜，因他的慈爱永远长存。 \n【23他顾念我们在卑微的地步，因他的慈爱永远长存。  24他救拔我们脱离敌人，因他的慈爱永远长存。  25他赐粮食给凡有血气的，因他的慈爱永远长存。  26你们要称谢天上的神，因他的慈爱永远长存。】'
            },
            secondReading:{
                title:'罗马书9:1-5',
                content:'1我在基督里说真话，并不谎言，有我良心被圣灵感动，给我作见证。 2我是大有忧愁，心里时常伤痛； 3为我弟兄、我骨肉之亲，就是自己被咒诅，与基督分离，我也愿意。 4他们是以色列人，那儿子的名分、荣耀、诸约、律法、礼仪、应许都是他们的。 5列祖就是他们的祖宗，按肉体说，基督也是从他们出来的，他是在万有之上，永远可称颂的神。阿们！'
            },
            gospel:{
                title:'马太福音14:13-21',
                content:'13耶稣听见了，就上船从那里独自退到野地里去。众人听见，就从各城里步行跟随他。 14耶稣出来，见有许多的人，就怜悯他们，治好了他们的病人。 15天将晚的时候，门徒进前来说：“这是野地，时候已经过了，请叫众人散开，他们好往村子里去，自己买吃的。” 16耶稣说：“不用他们去，你们给他们吃吧！” 17门徒说：“我们这里只有五个饼、两条鱼。” 18耶稣说：“拿过来给我。” 19于是吩咐众人坐在草地上，就拿着这五个饼、两条鱼，望着天祝福，擘开饼，递给门徒，门徒又递给众人。 20他们都吃，并且吃饱了，把剩下的零碎收拾起来，装满了十二个篮子。 21吃的人，除了妇女孩子，约有五千。'
            }
        },
        proper14:{
            firstReading:{
                title:'约伯记38:4-18',
                content:'4“我立大地根基的时候，你在哪里呢？你若有聪明，只管说吧！  5你若晓得就说，是谁定地的尺度？是谁把准绳拉在其上？  6地的根基安置在何处？地的角石是谁安放的？  7那时，晨星一同歌唱，神的众子也都欢呼。  8“海水冲出，如出胎胞。那时谁将它关闭呢？  9是我用云彩当海的衣服，用幽暗当包裹它的布，  10为它定界限，又安门和闩，  11说：‘你只可到这里，不可越过；你狂傲的浪要到此止住。’  12“你自生以来，曾命定晨光，使清晨的日光知道本位，  13叫这光普照地的四极，将恶人从其中驱逐出来吗？  14因这光地面改变如泥上印印，万物出现如衣服一样。  15亮光不照恶人，强横的膀臂也必折断。  16“你曾进到海源，或在深渊的隐密处行走吗？  17死亡的门曾向你显露吗？死荫的门你曾见过吗？  18地的广大你能明透吗？你若全知道，只管说吧！'
            },
            psalm:{
                title:'诗篇18:1-6(7-16)',
                content:'1耶和华我的力量啊，我爱你！  2耶和华是我的岩石，我的山寨，我的救主，我的神，我的磐石，我所投靠的。他是我的盾牌，是拯救我的角，是我的高台。  3我要求告当赞美的耶和华，这样我必从仇敌手中被救出来。  4曾有死亡的绳索缠绕我，匪类的急流使我惊惧；  5阴间的绳索缠绕我，死亡的网罗临到我。  6我在急难中求告耶和华，向我的神呼求。他从殿中听了我的声音，我在他面前的呼求入了他的耳中。  【7那时，因他发怒，地就摇撼战抖；山的根基也震动摇撼。  8从他鼻孔冒烟上腾，从他口中发火焚烧，连炭也着了。  9他又使天下垂，亲自降临，有黑云在他脚下。  10他坐着基路伯飞行，他藉着风的翅膀快飞。  11他以黑暗为藏身之处，以水的黑暗、天空的厚云为他四围的行宫。  12因他面前的光辉，他的厚云行过，便有冰雹火炭。  13耶和华也在天上打雷，至高者发出声音，便有冰雹火炭。  14他射出箭来，使仇敌四散；多多发出闪电，使他们扰乱。  15耶和华啊，你的斥责一发，你鼻孔的气一出，海底就出现，大地的根基也显露。  16他从高天伸手抓住我，把我从大水中拉上来。】'
            },
            secondReading:{
                title:'罗马书10:5-17',
                content:'5摩西写着说：“人若行那出于律法的义，就必因此活着。” 6惟有出于信心的义如此说：“你不要心里说，谁要升到天上去呢（就是要领下基督来）？ 7谁要下到阴间去呢（就是要领基督从死里上来）？” 8他到底怎么说呢？他说：“这道离你不远，正在你口里，在你心里。”就是我们所传信主的道。 9你若口里认耶稣为主，心里信神叫他从死里复活，就必得救。 10因为人心里相信，就可以称义；口里承认，就可以得救。 11经上说：“凡信他的人，必不至于羞愧。” 12犹太人和希腊人并没有分别；因为众人同有一位主，他也厚待一切求告他的人。 13因为“凡求告主名的，就必得救”。 14然而人未曾信他，怎能求他呢？未曾听见他，怎能信他呢？没有传道的，怎能听见呢？ 15若没有奉差遣，怎能传道呢？如经上所记：“报福音传喜信的人，他们的脚踪何等佳美！” 16只是人没有都听从福音。因为以赛亚说：“主啊，我们所传的有谁信呢？” 17可见信道是从听道来的，听道是从基督的话来的。'
            },
            gospel:{
                title:'马太福音14:22-33',
                content:'22耶稣随即催门徒上船，先渡到那边去，等他叫众人散开。 23散了众人以后，他就独自上山去祷告。到了晚上，只有他一人在那里。 24那时，船在海中，因风不顺，被浪摇撼。 25夜里四更天，耶稣在海面上走，往门徒那里去。 26门徒看见他在海面上走，就惊慌了，说：“是个鬼怪。”便害怕，喊叫起来。 27耶稣连忙对他们说：“你们放心，是我，不要怕！” 28彼得说：“主，如果是你，请叫我从水面上走到你那里去。” 29耶稣说：“你来吧！”彼得就从船上下去，在水面上走，要到耶稣那里去， 30只因见风甚大，就害怕，将要沉下去，便喊着说：“主啊，救我！” 31耶稣赶紧伸手拉住他，说：“你这小信的人哪，为什么疑惑呢？” 32他们上了船，风就住了。 33在船上的人都拜他，说：“你真是神的儿子了。”'
            }
        },
        proper15:{
            firstReading:{
                title:'以赛亚书56:1, 6-8',
                content:'耶和华如此说：“你们当守公平、行公义，因我的救恩临近，我的公义将要显现。\n6还有那些与耶和华联合的外邦人，要侍奉他，要爱耶和华的名，要作他的仆人，就是凡守安息日不干犯，又持守他（原文作“我”）约的人。  7“我必领他们到我的圣山，使他们在祷告我的殿中喜乐。他们的燔祭和平安祭，在我坛上必蒙悦纳，因我的殿必称为万民祷告的殿。”  8主耶和华，就是招聚以色列被赶散的，说：“在这被招聚的人以外，我还要招聚别人归并他们。”'
            },
            psalm:{
                title:'诗篇67',
                content:'1愿神怜悯我们，赐福与我们，用脸光照我们，  2好叫世界得知你的道路，万国得知你的救恩。  3神啊，愿列邦称赞你，愿万民都称赞你。  4愿万国都快乐欢呼，因为你必按公正审判万民，引导世上的万国。  5神啊，愿列邦称赞你，愿万民都称赞你。  6地已经出了土产；神，就是我们的神，要赐福与我们。  7神要赐福与我们，地的四极都要敬畏他。'
            },
            secondReading:{
                title:'罗马书11:1-2a, 13-15, 28-32',
                content:' 1我且说，神弃绝了他的百姓吗？断乎没有！因为我也是以色列人，亚伯拉罕的后裔，属便雅悯支派的。 2a神并没有弃绝他预先所知道的百姓。\n13我对你们外邦人说这话，因我是外邦人的使徒，所以敬重我的职分（“敬重”原文作“荣耀”）。 14或者可以激动我骨肉之亲发愤，好救他们一些人。 15若他们被丢弃，天下就得与神和好；他们被收纳，岂不是死而复生吗？\n28就着福音说，他们为你们的缘故是仇敌；就着拣选说，他们为列祖的缘故是蒙爱的。 29因为神的恩赐和选召是没有后悔的。 30你们从前不顺服神，如今因他们的不顺服，你们倒蒙了怜恤； 31这样，他们也是不顺服，叫他们因着施给你们的怜恤，现在也就蒙怜恤。 32因为神将众人都圈在不顺服之中，特意要怜恤众人。'
            },
            gospel:{
                title:'马太福音15:21-28',
                content:'21耶稣离开那里，退到推罗、西顿的境内去。 22有一个迦南妇人从那地方出来，喊着说：“主啊，大卫的子孙，可怜我！我女儿被鬼附得甚苦。” 23耶稣却一言不答。门徒进前来，求他说：“这妇人在我们后头喊叫，请打发她走吧！” 24耶稣说：“我奉差遣，不过是到以色列家迷失的羊那里去。” 25那妇人来拜他，说：“主啊，帮助我！” 26他回答说：“不好拿儿女的饼丢给狗吃。” 27妇人说：“主啊，不错，但是狗也吃它主人桌子上掉下来的碎渣儿。” 28耶稣说：“妇人，你的信心是大的，照你所要的，给你成全了吧！”从那时候，她女儿就好了。'
            }
        },
        proper16:{
            firstReading:{
                title:'以赛亚书51:1-6',
                content:'1你们这追求公义、寻求耶和华的，当听我言。你们要追想被凿而出的磐石，被挖而出的岩穴。  2要追想你们的祖宗亚伯拉罕和生养你们的撒拉。因为亚伯拉罕独自一人的时候，我选召他，赐福与他，使他人数增多。  3耶和华已经安慰锡安和锡安一切的荒场，使旷野像伊甸，使沙漠像耶和华的园囿；在其中必有欢喜、快乐、感谢和歌唱的声音。  4“我的百姓啊，要向我留心；我的国民哪，要向我侧耳。因为训诲必从我而出，我必坚定我的公理为万民之光。  5我的公义临近，我的救恩发出，我的膀臂要审判万民；海岛都要等候我，倚赖我的膀臂。  6你们要向天举目，观看下地，因为天必像烟云消散，地必如衣服渐渐旧了，其上的居民也要如此死亡（“如此死亡”或作“像蠓虫死亡”）；惟有我的救恩永远长存，我的公义也不废掉。'
            },
            psalm:{
                title:'诗篇138',
                content:'1我要一心称谢你，在诸神面前歌颂你。  2我要向你的圣殿下拜，为你的慈爱和诚实称赞你的名；因你使你的话显为大，过于你所应许的（或作“超乎你的名声”）。  3我呼求的日子，你就应允我，鼓励我，使我心里有能力。  4耶和华啊，地上的君王都要称谢你，因他们听见了你口中的言语。  5他们要歌颂耶和华的作为，因耶和华大有荣耀。  6耶和华虽高，仍看顾低微的人，他却从远处看出骄傲的人。  7我虽行在患难中，你必将我救活。我的仇敌发怒，你必伸手抵挡他们，你的右手也必救我。  8耶和华必成全关乎我的事。耶和华啊，你的慈爱永远长存，求你不要离弃你手所造的。'
            },
            secondReading:{
                title:'罗马书11:33-12:8',
                content:'33深哉！神丰富的智慧和知识。他的判断何其难测！他的踪迹何其难寻！  34谁知道主的心？谁作过他的谋士呢？  35谁是先给了他，使他后来偿还呢？  36因为万有都是本于他，倚靠他，归于他。愿荣耀归给他，直到永远。阿们！ 1所以弟兄们，我以神的慈悲劝你们，将身体献上，当作活祭，是圣洁的，是神所喜悦的，你们如此侍奉，乃是理所当然的。 2不要效法这个世界，只要心意更新而变化，叫你们察验何为神的善良、纯全、可喜悦的旨意。  3我凭着所赐我的恩，对你们各人说：不要看自己过于所当看的，要照着神所分给各人信心的大小，看得合乎中道。 4正如我们一个身子上有好些肢体，肢体也不都是一样的用处。 5我们这许多人，在基督里成为一身，互相联络作肢体，也是如此。 6按我们所得的恩赐，各有不同。或说预言，就当照着信心的程度说预言； 7或作执事，就当专一执事；或作教导的，就当专一教导； 8或作劝化的，就当专一劝化；施舍的，就当诚实；治理的，就当殷勤；怜悯人的，就当甘心。'
            },
            gospel:{
                title:'马太福音16:13-20',
                content:'13耶稣到了凯撒利亚腓立比的境内，就问门徒说：“人说我人子是谁（有古卷无“我”字）？” 14他们说：“有人说是施洗的约翰，有人说是以利亚，又有人说是耶利米或是先知里的一位。” 15耶稣说：“你们说我是谁？” 16西门彼得回答说：“你是基督，是永生神的儿子。” 17耶稣对他说：“西门巴约拿，你是有福的！因为这不是属血肉的指示你的，乃是我在天上的父指示的。 18我还告诉你：你是彼得，我要把我的教会建造在这磐石上，阴间的权柄不能胜过他（“权柄”原文作“门”）。 19我要把天国的钥匙给你，凡你在地上所捆绑的，在天上也要捆绑；凡你在地上所释放的，在天上也要释放。” 20当下，耶稣嘱咐门徒，不可对人说他是基督。'
            }
        },
        proper17:{
            firstReading:{
                title:'耶利米书15:15-21',
                content:'15耶和华啊，你是知道的，求你记念我，眷顾我，向逼迫我的人为我报仇，不要向他们忍怒取我的命，要知道我为你的缘故受了凌辱。  16耶和华万军之神啊，我得着你的言语，就当食物吃了，你的言语是我心中的欢喜快乐，因我是称为你名下的人。  17我没有坐在宴乐人的会中，也没有欢乐，我因你的感动（“感动”原文作“手”）独自静坐，因你使我满心愤恨。  18我的痛苦为何长久不止呢？我的伤痕为何无法医治，不能痊愈呢？难道你待我有诡诈，像流干的河道吗？  19耶和华如此说：“你若归回，我就将你再带来，使你站在我面前；你若将宝贵的和下贱的分别出来，你就可以当作我的口，他们必归向你，你却不可归向他们。  20我必使你向这百姓成为坚固的铜墙，他们必攻击你，却不能胜你，因我与你同在，要拯救你、搭救你。这是耶和华说的。  21我必搭救你脱离恶人的手，救赎你脱离强暴人的手。”'
            },
            psalm:{
                title:'诗篇26',
                content:'1耶和华啊，求你为我伸冤，因我向来行事纯全，我又倚靠耶和华并不摇动。  2耶和华啊，求你察看我，试验我，熬炼我的肺腑心肠。  3因为你的慈爱常在我眼前，我也按你的真理而行。  4我没有和虚谎人同坐，也不与瞒哄人的同群；  5我恨恶恶人的会，必不与恶人同坐。  6耶和华啊，我要洗手表明无辜，才环绕你的祭坛；  7我好发称谢的声音，也要述说你一切奇妙的作为。  8耶和华啊，我喜爱你所住的殿和你显荣耀的居所。  9不要把我的灵魂和罪人一同除掉，不要把我的性命和流人血的一同除掉；  10他们的手中有奸恶，右手满有贿赂。  11至于我，却要行事纯全。求你救赎我，怜恤我。  12我的脚站在平坦地方，在众会中我要称颂耶和华。'
            },
            secondReading:{
                title:'罗马书12:9-21',
                content:'9爱人不可虚假，恶要厌恶，善要亲近。 10爱弟兄，要彼此亲热；恭敬人，要彼此推让。 11殷勤不可懒惰。要心里火热，常常服侍主。 12在指望中要喜乐，在患难中要忍耐，祷告要恒切。 13圣徒缺乏要帮补，客要一味的款待。 14逼迫你们的，要给他们祝福，只要祝福，不可咒诅。 15与喜乐的人要同乐，与哀哭的人要同哭。 16要彼此同心，不要志气高大，倒要俯就卑微的人（“人”或作“事”）。不要自以为聪明。 17不要以恶报恶。众人以为美的事，要留心去作。 18若是能行，总要尽力与众人和睦。 19亲爱的弟兄，不要自己伸冤，宁可让步，听凭主怒（或作“让人发怒”）。因为经上记着：“主说，伸冤在我，我必报应。” 20所以，“你的仇敌若饿了，就给他吃；若渴了，就给他喝。因为你这样行，就是把炭火堆在他的头上。” 21你不可为恶所胜，反要以善胜恶。'
            },
            gospel:{
                title:'马太福音16:21-28',
                content:'21从此，耶稣才指示门徒，他必须上耶路撒冷去，受长老、祭司长、文士许多的苦，并且被杀，第三日复活。 22彼得就拉着他，劝他说：“主啊，万不可如此！这事必不临到你身上。” 23耶稣转过来，对彼得说：“撒但，退我后边去吧！你是绊我脚的，因为你不体贴神的意思，只体贴人的意思。” 24于是，耶稣对门徒说：“若有人要跟从我，就当舍己，背起他的十字架，来跟从我。 25因为凡要救自己生命的（“生命”或作“灵魂”。下同），必丧掉生命；凡为我丧掉生命的，必得着生命。 26人若赚得全世界，赔上自己的生命，有什么益处呢？人还能拿什么换生命呢？ 27人子要在他父的荣耀里，同着众使者降临，那时候，他要照各人的行为报应各人。 28我实在告诉你们：站在这里的，有人在没尝死味以前，必看见人子降临在他的国里。”'
            }
        },
        proper18:{
            firstReading:{
                title:'以西结书33:7-9',
                content:'7“人子啊，我照样立你作以色列家守望的人。所以你要听我口中的话，替我警戒他们。 8我对恶人说：‘恶人哪，你必要死！’你以西结若不开口警戒恶人，使他离开所行的道，这恶人必死在罪孽之中，我却要向你讨他丧命的罪（“罪”原文作“血”）； 9倘若你警戒恶人转离所行的道，他仍不转离，他必死在罪孽之中，你却救自己脱离了罪。”'
            },
            psalm:{
                title:'诗篇32:1-7',
                content:'1得赦免其过、遮盖其罪的，这人是有福的。  2凡心里没有诡诈，耶和华不算为有罪的，这人是有福的。  3我闭口不认罪的时候，因终日唉哼而骨头枯干。  4黑夜白日，你的手在我身上沉重；我的精液耗尽，如同夏天的干旱。  5我向你陈明我的罪，不隐瞒我的恶。我说：“我要向耶和华承认我的过犯。”你就赦免我的罪恶。  6为此，凡虔诚人都当趁你可寻找的时候祷告你，大水泛溢的时候，必不能到他那里。  7你是我藏身之处，你必保佑我脱离苦难，以得救的乐歌四面环绕我。'
            },
            secondReading:{
                title:'罗马书13:1-10',
                content:'1在上有权柄的，人人当顺服他；因为没有权柄不是出于神的，凡掌权的都是神所命的。 2所以抗拒掌权的，就是抗拒神的命；抗拒的必自取刑罚。 3作官的原不是叫行善的惧怕，乃是叫作恶的惧怕。你愿意不惧怕掌权的吗？你只要行善，就可得他的称赞， 4因为他是神的用人，是与你有益的。你若作恶，却当惧怕，因为他不是空空地佩剑。他是神的用人，是伸冤的，刑罚那作恶的。 5所以你们必须顺服，不但是因为刑罚，也是因为良心。 6你们纳粮也为这个缘故；因他们是神的差役，常常特管这事。 7凡人所当得的，就给他；当得粮的，给他纳粮；当得税的，给他上税；当惧怕的，惧怕他；当恭敬的，恭敬他。 8凡事都不可亏欠人，惟有彼此相爱，要常以为亏欠，因为爱人的就完全了律法。 9像那不可奸淫，不可杀人，不可偷盗，不可贪婪，或有别的诫命，都包在“爱人如己”这一句话之内了。 10爱是不加害与人的，所以爱就完全了律法。'
            },
            gospel:{
                title:'马太福音18:1-20',
                content:'1当时，门徒进前来，问耶稣说：“天国里谁是最大的？” 2耶稣便叫一个小孩子来，使他站在他们当中， 3说：“我实在告诉你们：你们若不回转，变成小孩子的样式，断不得进天国。 4所以，凡自己谦卑像这小孩子的，他在天国里就是最大的。 5凡为我的名接待一个像这小孩子的，就是接待我。” 6“凡使这信我的一个小子跌倒的，倒不如把大磨石拴在这人的颈项上，沉在深海里。 7这世界有祸了！因为将人绊倒；绊倒人的事是免不了的，但那绊倒人的有祸了！ 8倘若你一只手或是一只脚叫你跌倒，就砍下来丢掉。你缺一只手或是一只脚进入永生，强如有两手两脚被丢在永火里。 9倘若你一只眼叫你跌倒，就把它剜出来丢掉。你只有一只眼进入永生，强如有两只眼被丢在地狱的火里。” 10“你们要小心，不可轻看这小子里的一个。我告诉你们，他们的使者在天上，常见我天父的面。（有古卷在此有 11“人子来，为要拯救失丧的人。”） 12一个人若有一百只羊，一只走迷了路，你们的意思如何？他岂不撇下这九十九只，往山里去找那只迷路的羊吗？ 13若是找着了，我实在告诉你们：他为这一只羊欢喜，比为那没有迷路的九十九只欢喜还大呢！ 14你们在天上的父也是这样，不愿意这小子里失丧一个。” 15“倘若你的弟兄得罪你，你就去趁着只有他和你在一处的时候，指出他的错来。他若听你，你便得了你的弟兄； 16他若不听，你就另外带一两个人同去，要凭两三个人的口作见证，句句都可定准。 17若是不听他们，就告诉教会；若是不听教会，就看他像外邦人和税吏一样。 18“我实在告诉你们：凡你们在地上所捆绑的，在天上也要捆绑；凡你们在地上所释放的，在天上也要释放。 19我又告诉你们：若是你们中间有两个人在地上同心合意的求什么事，我在天上的父必为他们成全。 20因为无论在哪里，有两三个人奉我的名聚会，那里就有我在他们中间。”'
            }
        },
        proper19:{
            firstReading:{
                title:'创世记50:15-21',
                content:'15约瑟的哥哥们见父亲死了，就说：“或者约瑟怀恨我们，照着我们从前待他一切的恶，足足地报复我们。” 16他们就打发人去见约瑟，说：“你父亲未死以先吩咐说： 17‘你们要对约瑟这样说：从前你哥哥们恶待你，求你饶恕他们的过犯和罪恶。’如今求你饶恕你父亲神之仆人的过犯。”他们对约瑟说这话，约瑟就哭了。 18他的哥哥们又来俯伏在他面前，说：“我们是你的仆人。” 19约瑟对他们说：“不要害怕，我岂能代替神呢？ 20从前你们的意思是要害我，但神的意思原是好的，要保全许多人的性命，成就今日的光景。 21现在你们不要害怕，我必养活你们和你们的妇人孩子。”于是约瑟用亲爱的话安慰他们。'
            },
            psalm:{
                title:'诗篇103:1-12',
                content:'1我的心哪，你要称颂耶和华，凡在我里面的，也要称颂他的圣名！  2我的心哪，你要称颂耶和华，不可忘记他的一切恩惠。  3他赦免你的一切罪孽，医治你的一切疾病。  4他救赎你的命脱离死亡，以仁爱和慈悲为你的冠冕。  5他用美物使你所愿的得以知足，以致你如鹰返老还童。  6耶和华施行公义，为一切受屈的人伸冤。  7他使摩西知道他的法则，叫以色列人晓得他的作为。  8耶和华有怜悯，有恩典，不轻易发怒，且有丰盛的慈爱。  9他不长久责备，也不永远怀怒。  10他没有按我们的罪过待我们，也没有照我们的罪孽报应我们。  11天离地何等的高，他的慈爱向敬畏他的人也是何等的大；  12东离西有多远，他叫我们的过犯离我们也有多远。'
            },
            secondReading:{
                title:'罗马书14:1-12',
                content:'1信心软弱的，你们要接纳，但不要辩论所疑惑的事。 2有人信百物都可吃，但那软弱的，只吃蔬菜。 3吃的人不可轻看不吃的人，不吃的人不可论断吃的人；因为神已经收纳他了。 4你是谁，竟论断别人的仆人呢？他或站住，或跌倒，自有他的主人在；而且他也必要站住，因为主能使他站住。 5有人看这日比那日强，有人看日日都是一样，只是各人心里要意见坚定。 6守日的人是为主守的；吃的人是为主吃的，因他感谢神；不吃的人是为主不吃的，也感谢神。  7我们没有一个人为自己活，也没有一个人为自己死。 8我们若活着，是为主而活；若死了，是为主而死。所以我们或活或死，总是主的人。 9因此基督死了，又活了，为要作死人并活人的主。 10你这个人，为什么论断弟兄呢？又为什么轻看弟兄呢？因我们都要站在神的台前。 11经上写着：“主说，‘我凭着我的永生起誓，万膝必向我跪拜，万口必向我承认。’” 12这样看来，我们各人必要将自己的事在神面前说明。'
            },
            gospel:{
                title:'马太福音18:21-35',
                content:'21那时彼得进前来，对耶稣说：“主啊，我弟兄得罪我，我当饶恕他几次呢？到七次可以吗？” 22耶稣说：“我对你说：不是到七次，乃是到七十个七次。 23天国好像一个王要和他仆人算账。 24才算的时候，有人带了一个欠一千万银子的来。 25因为他没有什么偿还之物，主人吩咐把他和他妻子儿女，并一切所有的都卖了偿还。 26那仆人就俯伏拜他，说：‘主啊，宽容我，将来我都要还清。’ 27那仆人的主人就动了慈心，把他释放了，并且免了他的债。  28“那仆人出来，遇见他的一个同伴欠他十两银子，便揪着他，掐住他的喉咙，说：‘你把所欠的还我！’ 29他的同伴就俯伏央求他，说：‘宽容我吧！将来我必还清。’ 30他不肯，竟去把他下在监里，等他还了所欠的债。 31众同伴看见他所作的事，就甚忧愁，去把这事都告诉了主人。 32于是，主人叫了他来，对他说：‘你这恶奴才！你央求我，我就把你所欠的都免了。 33你不应当怜恤你的同伴，像我怜恤你吗？’ 34主人就大怒，把他交给掌刑的，等他还清了所欠的债。 35你们各人若不从心里饶恕你的弟兄，我天父也要这样待你们了。”'
            }
        },
        proper20:{
            firstReading:{
                title:'以赛亚书55:6-9',
                content:'6当趁耶和华可寻找的时候寻找他，相近的时候求告他。  7恶人当离弃自己的道路，不义的人当除掉自己的意念，归向耶和华，耶和华就必怜恤他；当归向我们的神，因为神必广行赦免。  8耶和华说：“我的意念非同你们的意念，我的道路非同你们的道路。  9天怎样高过地，照样，我的道路高过你们的道路，我的意念高过你们的意念。'
            },
            psalm:{
                title:'诗篇27:1-9',
                content:'1耶和华是我的亮光，是我的拯救，我还怕谁呢？耶和华是我性命的保障（“保障”或作“力量”），我还惧谁呢？  2那作恶的，就是我的仇敌，前来吃我肉的时候，就绊跌仆倒。  3虽有军兵安营攻击我，我的心也不害怕；虽然兴起刀兵攻击我，我必仍旧安稳。  4有一件事，我曾求耶和华，我仍要寻求：就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里求问。  5因为我遭遇患难，他必暗暗地保守我；在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐石上。  6现在我得以昂首，高过四面的仇敌；我要在他的帐幕里欢然献祭，我要唱诗歌颂耶和华。  7耶和华啊，我用声音呼吁的时候，求你垂听；并求你怜恤我，应允我。  8你说：“你们当寻求我的面。”那时我心向你说：“耶和华啊，你的面我正要寻求。”  9不要向我掩面。不要发怒赶逐仆人，你向来是帮助我的。救我的神啊，不要丢掉我，也不要离弃我。'
            },
            secondReading:{
                title:'腓立比书1:12-14, 19-30',
                content:'12弟兄们，我愿意你们知道，我所遭遇的事更是叫福音兴旺， 13以致我受的捆锁，在御营全军和其余的人中，已经显明是为基督的缘故。 14并且那在主里的弟兄，多半因我受的捆锁，就笃信不疑，越发放胆传神的道，无所惧怕。\n19因为我知道，这事藉着你们的祈祷和耶稣基督之灵的帮助，终必叫我得救。 20照着我所切慕、所盼望的，没有一事叫我羞愧。只要凡事放胆，无论是生是死，总叫基督在我身上照常显大。 21因我活着就是基督，我死了就有益处。 22但我在肉身活着，若成就我工夫的果子，我就不知道该挑选什么。 23我正在两难之间，情愿离世与基督同在，因为这是好得无比的。 24然而，我在肉身活着，为你们更是要紧的。 25我既然这样深信，就知道仍要住在世间，且与你们众人同住，使你们在所信的道上又长进、又喜乐。 26叫你们在基督耶稣里的欢乐，因我再到你们那里去，就越发加增。  27只要你们行事为人与基督的福音相称，叫我或来见你们，或不在你们那里，可以听见你们的景况，知道你们同有一个心志，站立得稳，为所信的福音齐心努力。 28凡事不怕敌人的惊吓，这是证明他们沉沦；你们得救都是出于神。 29因为你们蒙恩，不但得以信服基督，并要为他受苦。 30你们的争战，就与你们在我身上从前所看见、现在所听见的一样。'
            },
            gospel:{
                title:'马太福音20:1-16',
                content:'1“因为天国好像家主清早出去，雇人进他的葡萄园作工， 2和工人讲定一天一钱银子，就打发他们进葡萄园去。 3约在巳初出去，看见市上还有闲站的人， 4就对他们说：‘你们也进葡萄园去。所当给的，我必给你们。’他们也进去了。 5约在午正和申初又出去，也是这样行。 6约在酉初出去，看见还有人站在那里，就问他们说：‘你们为什么整天在这里闲站呢？’ 7他们说：‘因为没有人雇我们。’他说：‘你们也进葡萄园去。’ 8到了晚上，园主对管事的说：‘叫工人都来，给他们工钱，从后来的起，到先来的为止。’ 9约在酉初雇的人来了，各人得了一钱银子。 10及至那先雇的来了，他们以为必要多得；谁知也是各得一钱。 11他们得了，就埋怨家主说： 12‘我们整天劳苦受热，那后来的只作了一小时，你竟叫他们和我们一样吗？’ 13家主回答其中的一人说：‘朋友，我不亏负你，你与我讲定的，不是一钱银子吗？ 14拿你的走吧！我给那后来的和给你一样，这是我愿意的。 15我的东西难道不可随我的意思用吗？因为我作好人，你就红了眼吗？’ 16这样，那在后的将要在前；在前的将要在后了（有古卷在此有“因为被召的人多，选上的人少”）。”'
            }
        },
        proper21:{
            firstReading:{
                title:'以西结书18:1-4, 25-32',
                content:'1耶和华的话又临到我说： 2“你们在以色列地怎么用这俗语说：‘父亲吃了酸葡萄，儿子的牙酸倒了’呢？ 3主耶和华说：“我指着我的永生起誓，你们在以色列中，必不再有用这俗语的因由。 4看哪，世人都是属我的，为父的怎样属我，为子的也照样属我，犯罪的他必死亡。\n25“你们还说：‘主的道不公平！’以色列家啊，你们当听，我的道岂不公平吗？你们的道岂不是不公平吗？ 26义人若转离义行而作罪孽死亡，他是因所作的罪孽死亡。 27再者，恶人若回头离开所行的恶，行正直与合理的事，他必将性命救活了。 28因为他思量，回头离开所犯的一切罪过，必定存活不至死亡。 29以色列家还说：‘主的道不公平！’以色列家啊，我的道岂不公平吗？你们的道岂不是不公平吗？”  30所以主耶和华说：“以色列家啊，我必按你们各人所行的审判你们。你们当回头离开所犯的一切罪过。这样，罪孽必不使你们败亡。 31你们要将所犯的一切罪过尽行抛弃，自作一个新心和新灵。以色列家啊，你们何必死亡呢？ 32主耶和华说：我不喜悦那死人之死，所以你们当回头而存活。”'
            },
            psalm:{
                title:'诗篇25:1-10',
                content:'1耶和华啊，我的心仰望你。  2我的神啊，我素来倚靠你。求你不要叫我羞愧，不要叫我的仇敌向我夸胜。  3凡等候你的必不羞愧，惟有那无故行奸诈的必要羞愧。  4耶和华啊，求你将你的道指示我，将你的路教训我。  5求你以你的真理引导我，教训我，因为你是救我的神，我终日等候你。  6耶和华啊，求你记念你的怜悯和慈爱，因为这是亘古以来所常有的。  7求你不要记念我幼年的罪愆和我的过犯。耶和华啊，求你因你的恩惠，按你的慈爱记念我。  8耶和华是良善正直的，所以他必指示罪人走正路。  9他必按公平引领谦卑人，将他的道教训他们。  10凡遵守他的约和他法度的人，耶和华都以慈爱诚实待他。'
            },
            secondReading:{
                title:'腓立比书2:1-4(5-13)14-18',
                content:'1所以在基督里若有什么劝勉，爱心有什么安慰，圣灵有什么交通，心中有什么慈悲怜悯， 2你们就要意念相同，爱心相同，有一样的心思，有一样的意念，使我的喜乐可以满足。 3凡事不可结党，不可贪图虚浮的荣耀，只要存心谦卑，各人看别人比自己强。 4各人不要单顾自己的事，也要顾别人的事。  【5你们当以基督耶稣的心为心。  6他本有神的形像，不以自己与神同等为强夺的，  7反倒虚己，取了奴仆的形像，成为人的样式。  8既有人的样子，就自己卑微，存心顺服，以至于死，且死在十字架上。  9所以神将他升为至高，又赐给他那超乎万名之上的名，  10叫一切在天上的、地上的和地底下的，因耶稣的名无不屈膝，  11无不口称耶稣基督为主，使荣耀归与父神。 12这样看来，我亲爱的弟兄，你们既是常顺服的，不但我在你们那里，就是我如今不在你们那里，更是顺服的，就当恐惧战兢，作成你们得救的工夫； 13因为你们立志行事，都是神在你们心里运行，为要成就他的美意。 】14凡所行的，都不要发怨言、起争论， 15使你们无可指摘，诚实无伪，在这弯曲悖谬的世代作神无瑕疵的儿女。你们显在这世代中，好像明光照耀， 16将生命的道表明出来，叫我在基督的日子好夸我没有空跑，也没有徒劳。 17我以你们的信心为供献的祭物，我若被浇奠在其上，也是喜乐，并且与你们众人一同喜乐； 18你们也要照样喜乐，并且与我一同喜乐。'
            },
            gospel:{
                title:'马太福音21:23-27(28-32)',
                content:'23耶稣进了殿，正教训人的时候，祭司长和民间的长老来问他说：“你仗着什么权柄作这些事？给你这权柄的是谁呢？” 24耶稣回答说：“我也要问你们一句话，你们若告诉我，我就告诉你们我仗着什么权柄作这些事。 25约翰的洗礼是从哪里来的？是从天上来的？是从人间来的呢？”他们彼此商议说：“我们若说‘从天上来’，他必对我们说，‘这样，你们为什么不信他呢？’ 26若说‘从人间来’，我们又怕百姓，因为他们都以约翰为先知。” 27于是回答耶稣说：“我们不知道。”耶稣说：“我也不告诉你们我仗着什么权柄作这些事。” 【28又说：“一个人有两个儿子。他来对大儿子说：‘我儿，你今天到葡萄园里去作工。’ 29他回答说，‘我不去’，以后自己懊悔，就去了。 30又来对小儿子也是这样说。他回答说‘父啊，我去’，他却不去。 31你们想这两个儿子，是哪一个遵行父命呢？”他们说：“大儿子。”耶稣说：“我实在告诉你们：税吏和娼妓倒比你们先进神的国。 32因为约翰遵着义路到你们这里来，你们却不信他；税吏和娼妓倒信他。你们看见了，后来还是不懊悔去信他。”】'
            }
        },
        proper22:{
            firstReading:{
                title:'以赛亚书5:1-7',
                content:'1我要为我所亲爱的唱歌，是我所爱者的歌，论他葡萄园的事。我所亲爱的有葡萄园在肥美的山冈上。  2他刨挖园子，捡去石头，栽种上等的葡萄树，在园中盖了一座楼，又凿出压酒池；指望结好葡萄，反倒结了野葡萄。  3耶路撒冷的居民和犹大人哪，请你们现今在我与我的葡萄园中，断定是非。  4我为我葡萄园所作之外，还有什么可作的呢？我指望结好葡萄，怎么倒结了野葡萄呢？  5现在我告诉你们，我要向我葡萄园怎样行：我必撤去篱笆，使它被吞灭；拆毁墙垣，使它被践踏。  6我必使它荒废，不再修理、不再锄刨，荆棘蒺藜倒要生长；我也必命云不降雨在其上。  7万军之耶和华的葡萄园，就是以色列家；他所喜爱的树，就是犹大人。他指望的是公平，谁知倒有暴虐（或作“倒流人血”）；指望的是公义，谁知倒有冤声。'
            },
            psalm:{
                title:'诗篇80:7-19',
                content:'7万军之神啊，求你使我们回转，使你的脸发光，我们便要得救。  8你从埃及挪出一棵葡萄树，赶出外邦人，把这树栽上。  9你在这树根前预备了地方，它就深深扎根，爬满了地。  10它的影子遮满了山，枝子好像佳美的香柏树。  11它发出枝子，长到大海；发出蔓子，延到大河。  12你为何拆毁这树的篱笆，任凭一切过路的人摘取？  13林中出来的野猪把它糟踏；野地的走兽拿它当食物。  14万军之神啊，求你回转，从天上垂看，眷顾这葡萄树，  15保护你右手所栽的和你为自己所坚固的枝子。  16这树已经被火焚烧，被刀砍伐；他们因你脸上的怒容就灭亡了。  17愿你的手扶持你右边的人，就是你为自己所坚固的人子。  18这样，我们便不退后离开你；求你救活我们，我们就要求告你的名。  19耶和华万军之神啊，求你使我们回转，使你的脸发光，我们便要得救。'
            },
            secondReading:{
                title:'腓立比书3:4b-14',
                content:'4b若是别人想他可以靠肉体，我更可以靠着了。 5我第八天受割礼，我是以色列族、便雅悯支派的人，是希伯来人所生的希伯来人。就律法说，我是法利赛人； 6就热心说，我是逼迫教会的；就律法上的义说，我是无可指摘的。 7只是我先前以为与我有益的，我现在因基督都当作有损的。 8不但如此，我也将万事当作有损的，因我以认识我主基督耶稣为至宝。我为他已经丢弃万事，看作粪土，为要得着基督， 9并且得以在他里面，不是有自己因律法而得的义，乃是有信基督的义，就是因信神而来的义， 10使我认识基督，晓得他复活的大能，并且晓得和他一同受苦，效法他的死， 11或者我也得以从死里复活。 12这不是说我已经得着了，已经完全了，我乃是竭力追求，或者可以得着基督耶稣所以得着我的（“所以得着我的”或作“所要我得的”）。 13弟兄们，我不是以为自己已经得着了，我只有一件事，就是忘记背后，努力面前的， 14向着标竿直跑，要得神在基督耶稣里从上面召我来得的奖赏。'
            },
            gospel:{
                title:'马太福音21:33-46',
                content:'33“你们再听一个比喻：有个家主，栽了一个葡萄园，周围圈上篱笆，里面挖了一个压酒池，盖了一座楼，租给园户，就往外国去了。 34收果子的时候近了，就打发仆人到园户那里去收果子。 35园户拿住仆人，打了一个，杀了一个，用石头打死一个。 36主人又打发别的仆人去，比先前更多，园户还是照样待他们。 37后来打发他的儿子到他们那里去，意思说：‘他们必尊敬我的儿子。’ 38不料，园户看见他儿子，就彼此说：‘这是承受产业的。来吧！我们杀他，占他的产业！’ 39他们就拿住他，推出葡萄园外杀了。 40园主来的时候，要怎样处治这些园户呢？” 41他们说：“要下毒手除灭那些恶人，将葡萄园另租给那按着时候交果子的园户。”  42耶稣说：“经上写着：‘匠人所弃的石头，已作了房角的头块石头。这是主所作的，在我们眼中看为希奇。’这经你们没有念过吗？ 43所以我告诉你们，神的国必从你们夺去，赐给那能结果子的百姓。 44谁掉在这石头上，必要跌碎；这石头掉在谁的身上，就要把谁砸得稀烂。” 45祭司长和法利赛人听见他的比喻，就看出他是指着他们说的。 46他们想要捉拿他，只是怕众人，因为众人以他为先知。'
            }
        },
        proper23:{
            firstReading:{
                title:'以赛亚书25:6-9',
                content:'6在这山上，万军之耶和华必为万民用肥甘设摆筵席，用陈酒和满髓的肥甘，并澄清的陈酒，设摆筵席。 7他又必在这山上除灭遮盖万民之物和遮蔽万国蒙脸的帕子。 8他已经吞灭死亡直到永远。主耶和华必擦去各人脸上的眼泪，又除掉普天下他百姓的羞辱，因为这是耶和华说的。  9到那日，人必说：“看哪，这是我们的神，我们素来等候他，他必拯救我们。这是耶和华，我们素来等候他，我们必因他的救恩欢喜快乐。”'
            },
            psalm:{
                title:'诗篇23',
                content:'1耶和华是我的牧者，我必不至缺乏。  2他使我躺卧在青草地上，领我在可安歇的水边；  3他使我的灵魂苏醒，为自己的名引导我走义路。  4我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在；你的杖，你的竿，都安慰我。  5在我敌人面前，你为我摆设筵席；你用油膏了我的头，使我的福杯满溢。  6我一生一世必有恩惠慈爱随着我，我且要住在耶和华的殿中，直到永远。'
            },
            secondReading:{
                title:'腓立比书4:4-13',
                content:'4你们要靠主常常喜乐；我再说，你们要喜乐。 5当叫众人知道你们谦让的心。主已经近了。 6应当一无挂虑，只要凡事藉着祷告、祈求和感谢，将你们所要的告诉神。 7神所赐出人意外的平安，必在基督耶稣里保守你们的心怀意念。  8弟兄们，我还有未尽的话：凡是真实的、可敬的、公义的、清洁的、可爱的、有美名的，若有什么德行，若有什么称赞，这些事你们都要思念。 9你们在我身上所学习的，所领受的，所听见的，所看见的，这些事你们都要去行，赐平安的神就必与你们同在。 10我靠主大大地喜乐，因为你们思念我的心如今又发生；你们向来就思念我，只是没得机会。 11我并不是因缺乏说这话，我无论在什么景况都可以知足，这是我已经学会了。 12我知道怎样处卑贱，也知道怎样处丰富，或饱足、或饥饿、或有余、或缺乏，随事随在，我都得了秘诀。 13我靠着那加给我力量的，凡事都能作。'
            },
            gospel:{
                title:'马太福音22:1-14',
                content:'1耶稣又用比喻对他们说： 2“天国好比一个王为他儿子摆设娶亲的筵席， 3就打发仆人去，请那些被召的人来赴席；他们却不肯来。 4王又打发别的仆人，说：‘你们告诉那被召的人，我的筵席已经预备好了，牛和肥畜已经宰了，各样都齐备，请你们来赴席。’ 5那些人不理就走了。一个到自己田里去；一个作买卖去； 6其余的拿住仆人，凌辱他们，把他们杀了。 7王就大怒，发兵除灭那些凶手，烧毁他们的城。 8于是对仆人说：‘喜筵已经齐备，只是所召的人不配。 9所以你们要往岔路口上去，凡遇见的，都召来赴席。’ 10那些仆人就出去到大路上，凡遇见的，不论善恶都召聚了来，筵席上就坐满了客。 11王进来观看宾客，见那里有一个没有穿礼服的， 12就对他说：‘朋友，你到这里来怎么不穿礼服呢？’那人无言可答。 13于是王对使唤的人说：‘捆起他的手脚来，把他丢在外边的黑暗里，在那里必要哀哭切齿了。’ 14因为被召的人多，选上的人少。”'
            }
        },
        proper24:{
            firstReading:{
                title:'以赛亚书45:1-7',
                content:'1我耶和华所膏的居鲁士，我搀扶他的右手，使列国降伏在他面前。我也要放松列王的腰带，使城门在他面前敞开，不得关闭。我对他如此说：  2“我必在你前面行，修平崎岖之地。我必打破铜门，砍断铁闩。  3我要将暗中的宝物和隐密的财宝赐给你，使你知道提名召你的，就是我耶和华以色列的神。  4因我仆人雅各、我所拣选以色列的缘故，我就提名召你，你虽不认识我，我也加给你名号。  5我是耶和华，在我以外并没有别神。除了我以外再没有神。你虽不认识我，我必给你束腰。  6从日出之地到日落之处，使人都知道除了我以外，没有别神。我是耶和华，在我以外并没有别神。  7我造光，又造暗；我施平安，又降灾祸；造作这一切的是我耶和华。'
            },
            psalm:{
                title:'诗篇96:1-9(10-13)',
                content:'1你们要向耶和华唱新歌，全地都要向耶和华歌唱。  2要向耶和华歌唱，称颂他的名，天天传扬他的救恩。  3在列邦中述说他的荣耀，在万民中述说他的奇事。  4因耶和华为大，当受极大的赞美，他在万神之上，当受敬畏。  5外邦的神都属虚无，惟独耶和华创造诸天。  6有尊荣和威严在他面前，有能力与华美在他圣所。  7民中的万族啊，你们要将荣耀能力归给耶和华，都归给耶和华。  8要将耶和华的名所当得的荣耀归给他，拿供物来进入他的院宇。  9当以圣洁的妆饰（“的”或作“为”）敬拜耶和华。全地要在他面前战抖。  【10人在列邦中要说：“耶和华作王，世界就坚定，不得动摇。他要按公正审判众民。”  11愿天欢喜，愿地快乐；愿海和其中所充满的澎湃；  12愿田和其中所有的都欢乐！那时，林中的树木都要在耶和华面前欢呼。  13因为他来了，他来要审判全地。他要按公义审判世界，按他的信实审判万民。】'
            },
            secondReading:{
                title:'帖撒罗尼迦前书1:1-10',
                content:'1保罗、西拉、提摩太写信给帖撒罗尼迦在父神和主耶稣基督里的教会。愿恩惠、平安归与你们！ 2我们为你们众人常常感谢神，祷告的时候提到你们。 3在神我们的父面前，不住地记念你们因信心所作的工夫，因爱心所受的劳苦，因盼望我们主耶稣基督所存的忍耐。 4被神所爱的弟兄啊，我知道你们是蒙拣选的。 5因为我们的福音传到你们那里，不独在乎言语，也在乎权能和圣灵，并充足的信心，正如你们知道我们在你们那里，为你们的缘故是怎样为人。 6并且你们在大难之中蒙了圣灵所赐的喜乐，领受真道，就效法我们，也效法了主， 7甚至你们作了马其顿和亚该亚所有信主之人的榜样。 8因为主的道从你们那里已经传扬出来，你们向神的信心不但在马其顿和亚该亚，就是在各处也都传开了，所以不用我们说什么话。 9因为他们自己已经报明我们是怎样进到你们那里，你们是怎样离弃偶像，归向神，要服侍那又真又活的神， 10等候他儿子从天降临，就是他从死里复活的、那位救我们脱离将来忿怒的耶稣。'
            },
            gospel:{
                title:'马太福音22:15-22',
                content:'15当时，法利赛人出去，商议怎样就着耶稣的话陷害他， 16就打发他们的门徒同希律党的人去见耶稣，说：“夫子，我们知道你是诚实人，并且诚诚实实传神的道，什么人你都不徇情面，因为你不看人的外貌。 17请告诉我们，你的意见如何？纳税给凯撒可以不可以？” 18耶稣看出他们的恶意，就说：“假冒为善的人哪，为什么试探我？ 19拿一个上税的钱给我看。”他们就拿一个银钱来给他。 20耶稣说：“这像和这号是谁的？” 21他们说：“是凯撒的。”耶稣说：“这样，凯撒的物当归给凯撒；神的物当归给神。” 22他们听见就希奇，离开他走了。'
            }
        },
        proper25:{
            firstReading:{
                title:'利未记19:1-2, 15-18',
                content:'1耶和华对摩西说： 2“你晓谕以色列全会众说：你们要圣洁，因为我耶和华你们的神是圣洁的。\n15“你们施行审判，不可行不义，不可偏护穷人，也不可重看有势力的人，只要按着公义审判你的邻舍。 16不可在民中往来搬弄是非，也不可与邻舍为敌，置之于死（原文作“流他的血”）。我是耶和华。  17“不可心里恨你的弟兄；总要指摘你的邻舍，免得因他担罪。 18不可报仇，也不可埋怨你本国的子民，却要爱人如己。我是耶和华。'
            },
            psalm:{
                title:'诗篇1',
                content:'1不从恶人的计谋，不站罪人的道路，不坐亵慢人的座位，  2惟喜爱耶和华的律法，昼夜思想，这人便为有福。  3他要像一棵树栽在溪水旁，按时候结果子，叶子也不枯干。凡他所作的尽都顺利。  4恶人并不是这样，乃像糠秕被风吹散。  5因此当审判的时候，恶人必站立不住；罪人在义人的会中也是如此。  6因为耶和华知道义人的道路，恶人的道路却必灭亡。'
            },
            secondReading:{
                title:'帖撒罗尼迦前书2:1-13',
                content:'1弟兄们，你们自己原晓得我们进到你们那里并不是徒然的。 2我们从前在腓立比被害受辱，这是你们知道的，然而还是靠我们的神放开胆量，在大争战中把神的福音传给你们。 3我们的劝勉，不是出于错误，不是出于污秽，也不是用诡诈。 4但神既然验中了我们，把福音托付我们，我们就照样讲，不是要讨人喜欢，乃是要讨那察验我们心的神喜欢。 5因为我们从来没有用过谄媚的话，这是你们知道的；也没有藏着贪心，这是神可以作见证的。 6我们作基督的使徒，虽然可以叫人尊重，却没有向你们或向别人求荣耀， 7只在你们中间存心温柔，如同母亲乳养自己的孩子。 8我们既是这样爱你们，不但愿意将神的福音给你们，连自己的性命也愿意给你们，因你们是我们所疼爱的。 9弟兄们，你们记念我们的辛苦劳碌，昼夜作工，传神的福音给你们，免得叫你们一人受累。 10我们向你们信主的人，是何等圣洁、公义，无可指摘，有你们作见证，也有神作见证。 11你们也晓得我们怎样劝勉你们，安慰你们，嘱咐你们各人，好像父亲待自己的儿女一样。 12要叫你们行事对得起那召你们进他国、得他荣耀的神。 13为此，我们也不住地感谢神，因你们听见我们所传神的道，就领受了；不以为是人的道，乃以为是神的道。这道实在是神的，并且运行在你们信主的人心中。'
            },
            gospel:{
                title:'马太福音22:34-46',
                content:'34法利赛人听见耶稣堵住了撒都该人的口，他们就聚集。 35内中有一个人是律法师，要试探耶稣，就问他说： 36“夫子，律法上的诫命，哪一条是最大的呢？” 37耶稣对他说：“你要尽心、尽性、尽意，爱主你的神。 38这是诫命中的第一，且是最大的。 39其次也相仿，就是要爱人如己。 40这两条诫命是律法和先知一切道理的总纲。” 41法利赛人聚集的时候，耶稣问他们说： 42“论到基督，你们的意见如何？他是谁的子孙呢？”他们回答说：“是大卫的子孙。” 43耶稣说：“这样，大卫被圣灵感动，怎么还称他为主， 44说‘主对我主说：你坐在我的右边，等我把你仇敌放在你的脚下’？ 45大卫既称他为主，他怎么又是大卫的子孙呢？” 46他们没有一个人能回答一言。从那日以后，也没有人敢再问他什么。'
            }
        },
        proper26:{
            firstReading:{
                title:'弥迦书3:5-12',
                content:'5论到使我民走差路的先知，他们牙齿有所嚼的，他们就呼喊说：“平安了！”凡不供给他们吃的，他们就预备攻击他（“预备攻击他”或作“说必遭遇刀兵”）。耶和华如此说：  6“你们必遭遇黑夜，以致不见异象；又必遭遇幽暗，以致不能占卜。日头必向你们沉落，白昼变为黑暗；  7先见必抱愧，占卜的必蒙羞，都必捂着嘴唇，因为神不应允他们。”  8至于我，我藉耶和华的灵，满有力量、公平、才能，可以向雅各说明他的过犯，向以色列指出他的罪恶。  9雅各家的首领、以色列家的官长啊，当听我的话！你们厌恶公平，在一切事上屈枉正直；  10以人血建立锡安，以罪孽建造耶路撒冷。  11首领为贿赂行审判，祭司为雇价施训诲，先知为银钱行占卜。他们却倚赖耶和华，说：“耶和华不是在我们中间吗？灾祸必不临到我们。”  12所以因你们的缘故，锡安必被耕种像一块田，耶路撒冷必变为乱堆，这殿的山必像丛林的高处。'
            },
            psalm:{
                title:'诗篇43',
                content:'1神啊，求你伸我的冤，向不虔诚的国为我辨屈；求你救我脱离诡诈不义的人。  2因为你是赐我力量的神，为何丢弃我呢？我为何因仇敌的欺压时常哀痛呢？  3求你发出你的亮光和真实，好引导我，带我到你的圣山，到你的居所。  4我就走到神的祭坛，到我最喜乐的神那里。神啊，我的神！我要弹琴称赞你。  5我的心哪，你为何忧闷？为何在我里面烦躁？应当仰望神，因我还要称赞他。他是我脸上的光荣（原文作“帮助”），是我的神。'
            },
            secondReading:{
                title:'帖撒罗尼迦前书4:1-12',
                content:'1弟兄们，我还有话说：我们靠着主耶稣求你们、劝你们，你们既然受了我们的教训，知道该怎样行，可以讨神的喜悦，就要照你们现在所行的，更加勉励。 2你们原晓得我们凭主耶稣传给你们什么命令。 3神的旨意就是要你们成为圣洁，远避淫行； 4要你们各人晓得怎样用圣洁、尊贵守着自己的身体， 5不放纵私欲的邪情，像那不认识神的外邦人。 6不要一个人在这事上越分，欺负他的弟兄，因为这一类的事，主必报应，正如我预先对你们说过，又切切嘱咐你们的。 7神召我们，本不是要我们沾染污秽，乃是要我们成为圣洁。 8所以，那弃绝的，不是弃绝人，乃是弃绝那赐圣灵给你们的神。  9论到弟兄们相爱，不用人写信给你们，因为你们自己蒙了神的教训，叫你们彼此相爱。 10你们向马其顿全地的众弟兄固然是这样行，但我劝弟兄们要更加勉励； 11又要立志作安静人，办自己的事，亲手作工，正如我们从前所吩咐你们的， 12叫你们可以向外人行事端正，自己也就没有什么缺乏了。'
            },
            gospel:{
                title:'马太福音23:1-12',
                content:'1那时，耶稣对众人和门徒讲论， 2说：“文士和法利赛人坐在摩西的位上， 3凡他们所吩咐你们的，你们都要谨守遵行；但不要效法他们的行为，因为他们能说不能行。 4他们把难担的重担捆起来，搁在人的肩上，但自己一个指头也不肯动。 5他们一切所作的事都是要叫人看见，所以将佩戴的经文作宽了，衣裳的繸子作长了； 6喜爱筵席上的首座，会堂里的高位； 7又喜爱人在街市上问他安，称呼他拉比（“拉比”就是“夫子”）。 8但你们不要受拉比的称呼，因为只有一位是你们的夫子，你们都是弟兄； 9也不要称呼地上的人为父，因为只有一位是你们的父，就是在天上的父； 10也不要受师尊的称呼，因为只有一位是你们的师尊，就是基督。 11你们中间谁为大，谁就要作你们的用人。 12凡自高的，必降为卑；自卑的，必升为高。'
            }
        },
        proper27:{
            firstReading:{
                title:'阿摩司书5:18-24',
                content:'18想望耶和华日子来到的有祸了！你们为何想望耶和华的日子呢？那日黑暗没有光明，  19景况好像人躲避狮子又遇见熊，或是进房屋以手靠墙，就被蛇咬。  20耶和华的日子，不是黑暗没有光明吗？不是幽暗毫无光辉吗？  21“我厌恶你们的节期，也不喜悦你们的严肃会。  22你们虽然向我献燔祭和素祭，我却不悦纳，也不顾你们用肥畜献的平安祭。  23要使你们歌唱的声音远离我，因为我不听你们弹琴的响声。  24惟愿公平如大水滚滚，使公义如江河滔滔！'
            },
            psalm:{
                title:'诗篇70',
                content:'1神啊，求你快快搭救我！耶和华啊，求你速速帮助我！  2愿那些寻索我命的，抱愧蒙羞；愿那些喜悦我遭害的，退后受辱。  3愿那些对我说“阿哈、阿哈”的，因羞愧退后。  4愿一切寻求你的，因你高兴欢喜；愿那些喜爱你救恩的常说：“当尊神为大。”  5但我是困苦穷乏的。神啊，求你速速到我这里来！你是帮助我的，搭救我的。耶和华啊，求你不要耽延。'
            },
            secondReading:{
                title:'帖撒罗尼迦前书4:13-18',
                content:'13论到睡了的人，我们不愿意弟兄们不知道，恐怕你们忧伤，像那些没有指望的人一样。 14我们若信耶稣死而复活了，那已经在耶稣里睡了的人，神也必将他们与耶稣一同带来。  15我们现在照主的话告诉你们一件事：我们这活着还存留到主降临的人，断不能在那已经睡了的人之先， 16因为主必亲自从天降临，有呼叫的声音和天使长的声音，又有神的号吹响，那在基督里死了的人必先复活。 17以后我们这活着还存留的人必和他们一同被提到云里，在空中与主相遇。这样，我们就要和主永远同在。 18所以，你们当用这些话彼此劝慰。'
            },
            gospel:{
                title:'马太福音25:1-13',
                content:'1“那时，天国好比十个童女拿着灯，出去迎接新郎。 2其中有五个是愚拙的，五个是聪明的。 3愚拙的拿着灯，却不预备油； 4聪明的拿着灯，又预备油在器皿里。 5新郎迟延的时候，她们都打盹、睡着了。 6半夜有人喊着说：‘新郎来了，你们出来迎接他！’ 7那些童女就都起来收拾灯。 8愚拙的对聪明的说：‘请分点油给我们，因为我们的灯要灭了。’ 9聪明的回答说：‘恐怕不够你我用的，不如你们自己到卖油的那里去买吧！’ 10她们去买的时候，新郎到了，那预备好了的，同他进去坐席，门就关了。 11其余的童女随后也来了，说：‘主啊，主啊，给我们开门！’ 12他却回答说：‘我实在告诉你们：我不认识你们。’ 13所以，你们要警醒，因为那日子、那时辰，你们不知道。”'
            }
        },
        proper28:{
            firstReading:{
                title:'西番雅书1:7-16',
                content:'7你要在主耶和华面前静默无声，因为耶和华的日子快到。耶和华已经预备祭物，将他的客分别为圣。  8“到了我耶和华献祭的日子，必惩罚首领和王子，并一切穿外邦衣服的。  9到那日，我必惩罚一切跳过门槛、将强暴和诡诈得来之物充满主人房屋的。”  10耶和华说：“当那日，从鱼门必发出悲哀的声音，从二城发出哀号的声音，从山间发出大破裂的响声。  11玛革提施的居民哪，你们要哀号，因为迦南的商民都灭亡了，凡搬运银子的都被剪除。  12那时，我必用灯巡查耶路撒冷，我必惩罚那些如酒在渣滓上澄清的。他们心里说：‘耶和华必不降福，也不降祸。’  13他们的财宝必成为掠物，他们的房屋必变为荒场；他们必建造房屋，却不得住在其内，栽种葡萄园，却不得喝所出的酒。”  14耶和华的大日临近，临近而且甚快，乃是耶和华日子的风声。勇士必痛痛地哭号。  15那日，是忿怒的日子，是急难困苦的日子，是荒废凄凉的日子，是黑暗、幽冥、密云、乌黑的日子，  16是吹角呐喊的日子，要攻击坚固城和高大的城楼。'
            },
            psalm:{
                title:'诗篇90:1-12',
                content:'1主啊，你世世代代作我们的居所。  2诸山未曾生出，地与世界你未曾造成，从亘古到永远，你是神！  3你使人归于尘土，说：“你们世人要归回。”  4在你看来，千年如已过的昨日，又如夜间的一更。  5你叫他们如水冲去，他们如睡一觉。早晨他们如生长的草，  6早晨发芽生长，晚上割下枯干。  7我们因你的怒气而消灭，因你的忿怒而惊惶。  8你将我们的罪孽摆在你面前，将我们的隐恶摆在你面光之中。  9我们经过的日子都在你震怒之下；我们度尽的年岁好像一声叹息。  10我们一生的年日是七十岁，若是强壮可到八十岁；但其中所矜夸的不过是劳苦愁烦，转眼成空，我们便如飞而去。  11谁晓得你怒气的权势？谁按着你该受的敬畏晓得你的忿怒呢？  12求你指教我们怎样数算自己的日子，好叫我们得着智慧的心。'
            },
            secondReading:{
                title:'帖撒罗尼迦前书5:1-11',
                content:'1弟兄们，论到时候、日期，不用写信给你们， 2因为你们自己明明晓得，主的日子来到，好像夜间的贼一样。 3人正说“平安稳妥”的时候，灾祸忽然临到他们，如同产难临到怀胎的妇人一样，他们绝不能逃脱。 4弟兄们，你们却不在黑暗里，叫那日子临到你们像贼一样。 5你们都是光明之子，都是白昼之子；我们不是属黑夜的，也不是属幽暗的。 6所以，我们不要睡觉，像别人一样，总要警醒谨守。 7因为睡了的人是在夜间睡，醉了的人是在夜间醉。 8但我们既然属乎白昼，就应当谨守，把信和爱当作护心镜遮胸，把得救的盼望当作头盔戴上。 9因为神不是预定我们受刑，乃是预定我们藉着我们主耶稣基督得救。 10他替我们死，叫我们无论醒着、睡着，都与他同活。 11所以，你们该彼此劝慰，互相建立，正如你们素常所行的。'
            },
            gospel:{
                title:'马太福音25:14-30',
                content:'14“天国又好比一个人要往外国去，就叫了仆人来，把他的家业交给他们， 15按着各人的才干，给他们银子，一个给了五千，一个给了二千，一个给了一千，就往外国去了。 16那领五千的随即拿去作买卖，另外赚了五千； 17那领二千的也照样另赚了二千； 18但那领一千的去掘开地，把主人的银子埋藏了。 19过了许久，那些仆人的主人来了，和他们算账。 20那领五千银子的又带着那另外的五千来，说：‘主啊，你交给我五千银子，请看，我又赚了五千。’ 21主人说：‘好，你这又良善又忠心的仆人，你在不多的事上有忠心，我要把许多事派你管理，可以进来享受你主人的快乐。’ 22那领两千的也来，说：‘主啊，你交给我两千银子，请看，我又赚了两千。’ 23主人说：‘好，你这又良善又忠心的仆人，你在不多的事上有忠心，我要把许多事派你管理，可以进来享受你主人的快乐。’ 24那领一千的也来，说：‘主啊，我知道你是忍心的人，没有种的地方要收割，没有散的地方要聚敛。 25我就害怕，去把你的一千银子埋藏在地里。请看，你的原银子在这里。’ 26主人回答说：‘你这又恶又懒的仆人，你既知道我没有种的地方要收割，没有散的地方要聚敛， 27就当把我的银子放给兑换银钱的人，到我来的时候，可以连本带利收回。 28夺过他这一千来，给那有一万的。 29因为凡有的，还要加给他，叫他有余；没有的，连他所有的也要夺过来。 30把这无用的仆人丢在外面黑暗里，在那里必要哀哭切齿了。’”'
            }
        },
        proper29:{
            firstReading:{
                title:'以西结书34:11-16, 20-24',
                content:'11主耶和华如此说：“看哪，我必亲自寻找我的羊，将他们寻见。 12牧人在羊群四散的日子，怎样寻找他的羊，我必照样寻找我的羊。这些羊在密云黑暗的日子散到各处，我必从那里救回他们来。 13我必从万民中领出他们，从各国内聚集他们，引导他们归回故土，也必在以色列山上，一切溪水旁边，境内一切可居之处牧养他们。 14我必在美好的草场牧养他们；他们的圈必在以色列高处的山上。他们必在佳美之圈中躺卧，也在以色列山肥美的草场吃草。 15主耶和华说：我必亲自作我羊的牧人，使他们得以躺卧。 16失丧的，我必寻找，被逐的，我必领回，受伤的，我必缠裹，有病的，我必医治；只是肥的壮的，我必除灭，也要秉公牧养他们。\n20所以，主耶和华如此说：“我必在肥羊和瘦羊中间施行判断。 21因为你们用胁用肩拥挤一切瘦弱的，又用角抵触，以致使他们四散。 22所以我必拯救我的群羊不再作掠物，我也必在羊和羊中间施行判断。 23我必立一牧人照管他们，牧养他们，就是我的仆人大卫。他必牧养他们，作他们的牧人。 24我耶和华必作他们的神，我的仆人大卫必在他们中间作王。这是耶和华说的。'
            },
            psalm:{
                title:'诗篇95:1-7a',
                content:'1来啊，我们要向耶和华歌唱，向拯救我们的磐石欢呼。  2我们要来感谢他，用诗歌向他欢呼。  3因耶和华为大神，为大王，超乎万神之上。  4地的深处在他手中，山的高峰也属他。  5海洋属他，是他造的；旱地也是他手造成的。  6来啊，我们要屈身敬拜，在造我们的耶和华面前跪下。  7a因为他是我们的神，我们是他草场的羊，是他手下的民。'
            },
            secondReading:{
                title:'哥林多前书15:20-28',
                content:'20但基督已经从死里复活，成为睡了之人初熟的果子。 21死既是因一人而来，死人复活也是因一人而来。 22在亚当里众人都死了，照样，在基督里众人也都要复活。 23但各人是按着自己的次序复活，初熟的果子是基督，以后在他来的时候，是那些属基督的。 24再后，末期到了，那时基督既将一切执政的、掌权的、有能的都毁灭了，就把国交与父神。 25因为基督必要作王，等神把一切仇敌都放在他的脚下。 26尽末了所毁灭的仇敌就是死。 27因为经上说：“神叫万物都服在他的脚下。”既说万物都服了他，明显那叫万物服他的，不在其内了。 28万物既服了他，那时，子也要自己服那叫万物服他的，叫神在万物之上，为万物之主。'
            },
            gospel:{
                title:'马太福音25:31-46',
                content:'31“当人子在他荣耀里，同着众天使降临的时候，要坐在他荣耀的宝座上。 32万民都要聚集在他面前。他要把他们分别出来，好像牧羊的分别绵羊山羊一般； 33把绵羊安置在右边，山羊在左边。 34于是，王要向那右边的说：‘你们这蒙我父赐福的，可来承受那创世以来为你们所预备的国。 35因为我饿了，你们给我吃；渴了，你们给我喝；我作客旅，你们留我住； 36我赤身露体，你们给我穿；我病了，你们看顾我；我在监里，你们来看我。’ 37义人就回答说：‘主啊，我们什么时候见你饿了，给你吃，渴了，给你喝？ 38什么时候见你作客旅，留你住，或是赤身露体，给你穿？ 39又什么时候见你病了，或是在监里，来看你呢？’ 40王要回答说：‘我实在告诉你们：这些事你们既作在我这弟兄中一个最小的身上，就是作在我身上了。’ 41王又要向那左边的说：‘你们这被咒诅的人，离开我，进入那为魔鬼和他的使者所预备的永火里去！ 42因为我饿了，你们不给我吃；渴了，你们不给我喝； 43我作客旅，你们不留我住；我赤身露体，你们不给我穿；我病了，我在监里，你们不来看顾我。’ 44他们也要回答说：‘主啊，我们什么时候见你饿了，或渴了，或作客旅，或赤身露体，或病了，或在监里，不伺候你呢？’ 45王要回答说：‘我实在告诉你们：这些事你们既不作在我这弟兄中一个最小的身上，就是不作在我身上了。’ 46这些人要往永刑里去，那些义人要往永生里去。”'
            }
        }
    },
    B:{
        advent1:{
            firstReading:{
                title:'以赛亚书64:1-9',
                content:'1愿你裂天而降，愿山在你面前震动，  2好像火烧干柴，又像火将水烧开。使你敌人知道你的名，使列国在你面前发颤。  3你曾行我们不能逆料、可畏的事。那时你降临，山岭在你面前震动。  4从古以来人未曾听见、未曾耳闻、未曾眼见在你以外有什么神为等候他的人行事。  5你迎接那欢喜行义、记念你道的人，你曾发怒，我们仍犯罪。这景况已久，我们还能得救吗？  6我们都像不洁净的人，所有的义都像污秽的衣服；我们都像叶子渐渐枯干，我们的罪孽好像风把我们吹去，  7并且无人求告你的名，无人奋力抓住你；原来你掩面不顾我们，使我们因罪孽消化。  8耶和华啊，现在你仍是我们的父！我们是泥，你是窑匠。我们都是你手的工作。  9耶和华啊，求你不要大发震怒，也不要永远记念罪孽。求你垂顾我们，我们都是你的百姓。'
            },
            psalm:{
                title:'诗篇80:1-7',
                content:'1领约瑟如领羊群之以色列的牧者啊，求你留心听！坐在二基路伯上的啊，求你发出光来！  2在以法莲、便雅悯、玛拿西前面，施展你的大能，来救我们。  3神啊，求你使我们回转（“回转”或作“复兴”），使你的脸发光，我们便要得救。  4耶和华万军之神啊，你向你百姓的祷告发怒，要到几时呢？  5你以眼泪当食物给他们吃，又多量出眼泪给他们喝。  6你使邻邦因我们纷争，我们的仇敌彼此戏笑。  7万军之神啊，求你使我们回转，使你的脸发光，我们便要得救。'
            },
            secondReading:{
                title:'哥林多前书1:3-9',
                content:'3愿恩惠、平安从神我们的父并主耶稣基督归与你们！  4我常为你们感谢我的神，因神在基督耶稣里所赐给你们的恩惠， 5又因你们在他里面凡事富足，口才、知识都全备。 6正如我为基督作的见证在你们心里得以坚固， 7以致你们在恩赐上没有一样不及人的，等候我们的主耶稣基督显现。 8他也必坚固你们到底，叫你们在我们主耶稣基督的日子无可责备。 9神是信实的，你们原是被他所召，好与他儿子我们的主耶稣基督一同得份。'
            },
            gospel:{
                title:'马可福音11:1-10',
                content:'1耶稣和门徒将近耶路撒冷，到了伯法其和伯大尼，在橄榄山那里，耶稣就打发两个门徒， 2对他们说：“你们往对面村子里去，一进去的时候，必看见一匹驴驹拴在那里，是从来没有人骑过的，可以解开牵来。 3若有人对你们说：‘为什么作这事？’你们就说：‘主要用它。’那人必立时让你们牵来。” 4他们去了，便看见一匹驴驹拴在门外街道上，就把它解开。 5在那里站着的人，有几个说：“你们解驴驹作什么？” 6门徒照着耶稣所说的回答，那些人就任凭他们牵去了。 7他们把驴驹牵到耶稣那里，把自己的衣服搭在上面，耶稣就骑上。 8有许多人把衣服铺在路上，也有人把田间的树枝砍下来，铺在路上。 9前行后随的人都喊着说：“和散那（“和散那”原有求救的意思，在此乃是称颂的话）！奉主名来的是应当称颂的！ 10那将要来的我祖大卫之国是应当称颂的！高高在上，和散那！”'
            },
            gospelOptional:{
                title:'马可福音13:24-37',
                content:'24“在那些日子，那灾难以后，日头要变黑了，月亮也不放光， 25众星要从天上坠落，天势都要震动。 26那时，他们（马太二十四章三十节作“地上的万族”）要看见人子有大能力、大荣耀，驾云降临。 27他要差遣天使，把他的选民从四方、从地极直到天边，都招聚了来（“方”原文作“风”）。” 28“你们可以从无花果树学个比方：当树枝发嫩长叶的时候，你们就知道夏天近了。 29这样，你们几时看见这些事成就，也该知道人子近了（“人子”或作“神的国”），正在门口了。 30我实在告诉你们：这世代还没有过去，这些事都要成就。 31天地要废去，我的话却不能废去。” 32“但那日子、那时辰，没有人知道，连天上的使者也不知道，子也不知道，惟有父知道。 33你们要谨慎，警醒祈祷，因为你们不晓得那日期几时来到。 34这事正如一个人离开本家，寄居外邦，把权柄交给仆人，分派各人当作的工，又吩咐看门的警醒。 35所以你们要警醒，因为你们不知道家主什么时候来，或晚上、或半夜、或鸡叫、或早晨， 36恐怕他忽然来到，看见你们睡着了。 37我对你们所说的话，也是对众人说：要警醒！”'
            }
        },
        advent2:{
            firstReading:{
                title:'以赛亚书40:1-11',
                content:'1你们的神说：“你们要安慰、安慰我的百姓。  2要对耶路撒冷说安慰的话，又向他宣告说，他争战的日子已满了，他的罪孽赦免了，他为自己的一切罪，从耶和华手中加倍受罚。”  3有人声喊着说：“在旷野预备耶和华的路（或作“在旷野，有人声喊着说：当预备耶和华的路”），在沙漠地修平我们神的道。  4一切山洼都要填满，大小山冈都要削平。高高低低的要改为平坦，崎崎岖岖的必成为平原。  5耶和华的荣耀必然显现，凡有血气的必一同看见，因为这是耶和华亲口说的。”  6有人声说：“你喊叫吧！”有一个说：“我喊叫什么呢？”说：“凡有血气的尽都如草，他的美容都像野地的花。  7草必枯干，花必凋残，因为耶和华的气吹在其上；百姓诚然是草。  8草必枯干，花必凋残；惟有我们神的话，必永远立定！”  9报好信息给锡安的啊，你要登高山；报好信息给耶路撒冷的啊，你要极力扬声，扬声不要惧怕。对犹大的城邑说：“看哪，你们的神！”  10主耶和华必像大能者临到，他的膀臂必为他掌权。他的赏赐在他那里，他的报应在他面前。  11他必像牧人牧养自己的羊群，用膀臂聚集羊羔抱在怀中，慢慢引导那乳养小羊的。'
            },
            psalm:{
                title:'诗篇85',
                content:'1耶和华啊，你已经向你的地施恩，救回被掳的雅各。  2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。  3你收转了所发的忿怒和你猛烈的怒气。  4拯救我们的神啊，求你使我们回转，叫你的恼恨向我们止息。  5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？  6你不再将我们救活，使你的百姓靠你欢喜吗？  7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。  8我要听神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。  9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。  10慈爱和诚实彼此相遇；公义和平安彼此相亲。  11诚实从地而生，公义从天而现。  12耶和华必将好处赐给我们，我们的地也要多出土产。  13公义要行在他面前，叫他的脚踪成为可走的路。'
            },
            secondReading:{
                title:'彼得后书3:8-14',
                content:'8亲爱的弟兄啊，有一件事你们不可忘记，就是主看一日如千年，千年如一日。 9主所应许的尚未成就，有人以为他是耽延，其实不是耽延，乃是宽容你们，不愿有一人沉沦，乃愿人人都悔改。 10但主的日子要像贼来到一样，那日，天必大有响声废去，有形质的都要被烈火销化，地和其上的物都要烧尽了。  11这一切既然都要如此销化，你们为人该当怎样圣洁、怎样敬虔， 12切切仰望神的日子来到。在那日，天被火烧就销化了，有形质的都要被烈火熔化。 13但我们照他的应许，盼望新天新地，有义居在其中。  14亲爱的弟兄啊，你们既盼望这些事，就当殷勤，使自己没有玷污，无可指摘，安然见主。'
            },
            gospel:{
                title:'马可福音1:1-8',
                content:'1神的儿子，耶稣基督福音的起头。 2正如先知以赛亚书上记着说（有古卷无“以赛亚”三字）：“看哪，我要差遣我的使者在你前面，预备道路。 3在旷野有人声喊着说：‘预备主的道，修直他的路。’” 4照这话，约翰来了，在旷野施洗，传悔改的洗礼，使罪得赦。 5犹太全地和耶路撒冷的人都出去到约翰那里，承认他们的罪，在约旦河里受他的洗。 6约翰穿骆驼毛的衣服，腰束皮带，吃的是蝗虫、野蜜。 7他传道说：“有一位在我以后来的，能力比我更大，我就是弯腰给他解鞋带也是不配的。 8我是用水给你们施洗，他却要用圣灵给你们施洗。”'
            }
        },
        advent3:{
            firstReading:{
                title:'以赛亚书61:1-4, 8-11',
                content:'1主耶和华的灵在我身上，因为耶和华用膏膏我，叫我传好信息给谦卑的人（或作“传福音给贫穷的人”），差遣我医好伤心的人，报告被掳的得释放，被囚的出监牢；  2报告耶和华的恩年，和我们神报仇的日子，安慰一切悲哀的人；  3赐华冠与锡安悲哀的人，代替灰尘，喜乐油代替悲哀，赞美衣代替忧伤之灵。使他们称为公义树，是耶和华所栽的，叫他得荣耀。  4他们必修造已久的荒场，建立先前凄凉之处，重修历代荒凉之城。 \n8因为我耶和华喜爱公平，恨恶抢夺和罪孽。我要凭诚实施行报应，并要与我的百姓立永约。  9他们的后裔必在列国中被人认识，他们的子孙在众民中也是如此。凡看见他们的，必认他们是耶和华赐福的后裔。  10我因耶和华大大欢喜，我的心靠神快乐。因他以拯救为衣给我穿上，以公义为袍给我披上。好像新郎戴上华冠，又像新妇佩戴妆饰。  11田地怎样使百谷发芽，园子怎样使所种的发生，主耶和华必照样使公义和赞美在万民中发出。'
            },
            psalm:{
                title:'诗篇126',
                content:'1当耶和华将那些被掳的带回锡安的时候，我们好像作梦的人。  2我们满口喜笑、满舌欢呼的时候，外邦中就有人说：“耶和华为他们行了大事！”  3耶和华果然为我们行了大事，我们就欢喜。  4耶和华啊，求你使我们被掳的人归回，好像南地的河水复流。  5流泪撒种的，必欢呼收割。  6那带种流泪出去的，必要欢欢乐乐地带禾捆回来。'
            },
            secondReading:{
                title:'帖撒罗尼迦前书5:16-24',
                content:'16要常常喜乐， 17不住地祷告， 18凡事谢恩，因为这是神在基督耶稣里向你们所定的旨意。 19不要消灭圣灵的感动， 20不要藐视先知的讲论。 21但要凡事察验，善美的要持守， 22各样的恶事要禁戒不作。  23愿赐平安的神亲自使你们全然成圣。又愿你们的灵与魂与身子得蒙保守，在我主耶稣基督降临的时候，完全无可指摘。 24那召你们的本是信实的，他必成就这事。'
            },
            gospel:{
                title:'约翰福音1:6-8, 19-28',
                content:'6有一个人，是从神那里差来的，名叫约翰。 7这人来，为要作见证，就是为光作见证，叫众人因他可以信。 8他不是那光，乃是要为光作见证。\n19约翰所作的见证记在下面：犹太人从耶路撒冷差祭司和利未人到约翰那里，问他说：“你是谁？” 20他就明说，并不隐瞒；明说：“我不是基督。” 21他们又问他说：“这样，你是谁呢？是以利亚吗？”他说：“我不是。”“是那先知吗？”他回答说：“不是。” 22于是他们说：“你到底是谁？叫我们好回复差我们来的人。你自己说，你是谁？” 23他说：“我就是那在旷野有人声喊着说：‘修直主的道路’，正如先知以赛亚所说的。” 24那些人是法利赛人差来的（或作“那差来的是法利赛人”）。 25他们就问他说：“你既不是基督，不是以利亚，也不是那先知，为什么施洗呢？” 26约翰回答说：“我是用水施洗，但有一位站在你们中间，是你们不认识的， 27就是那在我以后来的，我给他解鞋带也不配。” 28这是在约旦河外伯大尼（有古卷作“伯大巴喇”），约翰施洗的地方作的见证。'
            }
        },
        advent4:{
            firstReading:{
                title:'撒母耳记下7:1-11, 16',
                content:'1王住在自己宫中，耶和华使他安靖，不被四围的仇敌扰乱。 2那时，王对先知拿单说：“看哪，我住在香柏木的宫中，神的约柜反在幔子里。” 3拿单对王说：“你可以照你的心意而行，因为耶和华与你同在。” 4当夜耶和华的话临到拿单说： 5“你去告诉我仆人大卫说，耶和华如此说：‘你岂可建造殿宇给我居住呢？ 6自从我领以色列人出埃及直到今日，我未曾住过殿宇，常在会幕和帐幕中行走。 7凡我同以色列人所走的地方，我何曾向以色列一支派的士师，就是我吩咐牧养我民以色列的说：你们为何不给我建造香柏木的殿宇呢？’  8“现在你要告诉我仆人大卫，说万军之耶和华如此说：‘我从羊圈中将你召来，叫你不再跟从羊群，立你作我民以色列的君。 9你无论往哪里去，我常与你同在，剪除你的一切仇敌；我必使你得大名，好像世上大大有名的人一样。 10我必为我民以色列选定一个地方，栽培他们，使他们住自己的地方，不再迁移；凶恶之子也不像从前扰害他们， 11并不像我命士师治理我民以色列的时候一样。我必使你安靖，不被一切仇敌扰乱。并且我耶和华应许你，必为你建立家室。\n16你的家和你的国，必在我（原文作“你”）面前永远坚立。你的国位也必坚定，直到永远。’” '
            },
            psalm:{
                title:'诗篇89:(1-5)19-29',
                content:'【1我要歌唱耶和华的慈爱，直到永远。我要用口将你的信实传与万代。  2因我曾说，你的慈悲必建立到永远，你的信实必坚立在天上。  3我与我所拣选的人立了约，向我的仆人大卫起了誓。  4我要建立你的后裔，直到永远；要建立你的宝座，直到万代。  5耶和华啊，诸天要称赞你的奇事，在圣者的会中，要称赞你的信实。  】\n19当时，你在异象中晓谕你的圣民，说：“我已把救助之力加在那有能者的身上，我高举那从民中所拣选的。  20我寻得我的仆人大卫，用我的圣膏膏他。  21我的手必使他坚立，我的膀臂也必坚固他。  22仇敌必不勒索他，凶恶之子也不苦害他。  23我要在他面前打碎他的敌人，击杀那恨他的人。  24只是我的信实和我的慈爱要与他同在，因我的名，他的角必被高举。  25我要使他的左手伸到海上，右手伸到河上。  26他要称呼我说：‘你是我的父，是我的神，是拯救我的磐石。’  27我也要立他为长子，为世上最高的君王。  28我要为他存留我的慈爱，直到永远，我与他立的约必要坚定。  29我也要使他的后裔存到永远，使他的宝座如天之久。'
            },
            secondReading:{
                title:'罗马书16:25-27',
                content:'25惟有神能照我所传的福音和所讲的耶稣基督，并照永古隐藏不言的奥秘，坚固你们的心。 26这奥秘如今显明出来，而且按着永生神的命，藉众先知的书指示万国的民，使他们信服真道。 27愿荣耀因耶稣基督归与独一全智的神，直到永远。阿们！'
            },
            gospel:{
                title:'路加福音1:26-38',
                content:'26到了第六个月，天使加百列奉神的差遣，往加利利的一座城去，这城名叫拿撒勒。 27到一个童女那里，是已经许配大卫家的一个人，名叫约瑟。童女的名字叫马利亚。 28天使进去，对她说：“蒙大恩的女子，我问你安，主和你同在了！” 29马利亚因这话就很惊慌，又反复思想这样问安是什么意思。 30天使对她说：“马利亚，不要怕！你在神面前已经蒙恩了。 31你要怀孕生子，可以给他起名叫耶稣。 32他要为大，称为至高者的儿子，主神要把他祖大卫的位给他。 33他要作雅各家的王，直到永远，他的国也没有穷尽。” 34马利亚对天使说：“我没有出嫁，怎么有这事呢？” 35天使回答说：“圣灵要临到你身上，至高者的能力要荫庇你，因此所要生的圣者必称为神的儿子（或作“所要生的必称为圣，称为神的儿子”）。 36况且你的亲戚伊利莎白，在年老的时候也怀了男胎，就是那素来称为不生育的，现在有孕六个月了。 37因为出于神的话，没有一句不带能力的。” 38马利亚说：“我是主的使女，情愿照你的话成就在我身上。”天使就离开她去了。'
            }
        },
        christmasEve:{
            firstReading:{
                title:'以赛亚书7:10-14',
                content:'10耶和华又晓谕亚哈斯说： 11“你向耶和华你的神求一个兆头，或求显在深处，或求显在高处。” 12亚哈斯说：“我不求；我不试探耶和华。” 13以赛亚说：“大卫家啊，你们当听！你们使人厌烦岂算小事，还要使我的神厌烦吗？ 14因此，主自己要给你们一个兆头，必有童女怀孕生子，给他起名叫以马内利（就是“神与我们同在”的意思。）'
            },
            psalm:{
                title:'诗篇110:1-4',
                content:'1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”  2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。  3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。  4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”'
            },
            secondReading:{
                title:'约翰一书4:7-16',
                content:'7亲爱的弟兄啊，我们应当彼此相爱，因为爱是从神来的。凡有爱心的，都是由神而生，并且认识神。 8没有爱心的，就不认识神，因为神就是爱。 9神差他独生子到世间来，使我们藉着他得生，神爱我们的心在此就显明了。 10不是我们爱神，乃是神爱我们，差他的儿子为我们的罪作了挽回祭，这就是爱了。 11亲爱的弟兄啊，神既是这样爱我们，我们也当彼此相爱。 12从来没有人见过神。我们若彼此相爱，神就住在我们里面，爱他的心在我们里面得以完全了。  13神将他的灵赐给我们，从此就知道我们是住在他里面，他也住在我们里面。 14父差子作世人的救主，这是我们所看见且作见证的。 15凡认耶稣为神儿子的，神就住在他里面，他也住在神里面。  16神爱我们的心，我们也知道、也信。神就是爱，住在爱里面的，就是住在神里面，神也住在他里面。'
            },
            gospel:{
                title:'马太福音1:18-25',
                content:'18耶稣基督降生的事记在下面：他母亲马利亚已经许配了约瑟，还没有迎娶，马利亚就从圣灵怀了孕。 19她丈夫约瑟是个义人，不愿意明明地羞辱她，想要暗暗地把她休了。 20正思念这事的时候，有主的使者向他梦中显现，说：“大卫的子孙约瑟，不要怕，只管娶过你的妻子马利亚来，因她所怀的孕是从圣灵来的。 21她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。” 22这一切的事成就，是要应验主藉先知所说的话， 23说：“必有童女怀孕生子，人要称他的名为以马内利。”（“以马内利”翻出来就是“神与我们同在”。） 24约瑟醒了，起来，就遵着主使者的吩咐，把妻子娶过来， 25只是没有和她同房，等她生了儿子（有古卷作“等她生了头胎的儿子”），就给他起名叫耶稣。'
            }
        },
        christmas:{
            firstReading:{
                title:'以赛亚书52:7-10',
                content:'7那报佳音、传平安、报好信、传救恩的，对锡安说：“你的神作王了！”这人的脚登山何等佳美。  8听啊，你守望之人的声音，他们扬起声来，一同歌唱，因为耶和华归回锡安的时候，他们必亲眼看见。  9耶路撒冷的荒场啊，要发起欢声，一同歌唱，因为耶和华安慰了他的百姓，救赎了耶路撒冷。  10耶和华在万国眼前露出圣臂，地极的人都看见我们神的救恩了。'
            },
            psalm:{
                title:'诗篇2',
                content:'1外邦为什么争闹？万民为什么谋算虚妄的事？  2世上的君王一齐起来，臣宰一同商议，要敌挡耶和华并他的受膏者，  3说：“我们要挣开他们的捆绑，脱去他们的绳索。”  4那坐在天上的必发笑；主必嗤笑他们。  5那时，他要在怒中责备他们，在烈怒中惊吓他们，  6说：“我已经立我的君在锡安我的圣山上了。”  7受膏者说：“我要传圣旨。耶和华曾对我说：‘你是我的儿子，我今日生你。  8你求我，我就将列国赐你为基业，将地极赐你为田产。  9你必用铁杖打破他们，你必将他们如同窑匠的瓦器摔碎。’”  10现在，你们君王应当省悟，你们世上的审判官该受管教。  11当存畏惧侍奉耶和华，又当存战兢而快乐；  12当以嘴亲子，恐怕他发怒，你们便在道中灭亡，因为他的怒气快要发作。凡投靠他的，都是有福的。'
            },
            secondReading:{
                title:'希伯来书1:1-6(7-12)',
                content:' 1神既在古时藉着众先知多次多方的晓谕列祖； 2就在这末世藉着他儿子晓谕我们，又早已立他为承受万有的；也曾藉着他创造诸世界。 3他是神荣耀所发的光辉，是神本体的真像，常用他权能的命令托住万有。他洗净了人的罪，就坐在高天至大者的右边。 4他所承受的名既比天使的名更尊贵，就远超过天使。 5所有的天使，神从来对哪一个说，“你是我的儿子，我今日生你”？又指着哪一个说，“我要作他的父，他要作我的子”？  6再者，神使长子到世上来的时候（或作“神再使长子到世上来的时候”），就说：“神的使者都要拜他。”  【7论到使者，又说：“神以风为使者，以火焰为仆役。”  8论到子却说：“神啊，你的宝座是永永远远地，你的国权是正直的。  9你喜爱公义，恨恶罪恶，所以神，就是你的神，用喜乐油膏你，胜过膏你的同伴。”  10又说：“主啊，你起初立了地的根基，天也是你手所造的。  11天地都要灭没，你却要长存；天地都要像衣服渐渐旧了，  12你要将天地卷起来，像一件外衣，天地就都改变了。惟有你永不改变，你的年数没有穷尽。”】'
            },
            gospel:{
                title:'约翰福音1:1-14(15-18)',
                content:'1太初有道，道与神同在，道就是神。 2这道太初与神同在。 3万物是藉着他造的；凡被造的，没有一样不是藉着他造的。 4生命在他里头，这生命就是人的光。 5光照在黑暗里，黑暗却不接受光。  6有一个人，是从神那里差来的，名叫约翰。 7这人来，为要作见证，就是为光作见证，叫众人因他可以信。 8他不是那光，乃是要为光作见证。 9那光是真光，照亮一切生在世上的人。 10他在世界，世界也是藉着他造的，世界却不认识他。 11他到自己的地方来，自己的人倒不接待他。 12凡接待他的，就是信他名的人，他就赐他们权柄，作神的儿女。 13这等人不是从血气生的，不是从情欲生的，也不是从人意生的，乃是从神生的。  14道成了肉身，住在我们中间，充充满满地有恩典，有真理。我们也见过他的荣光，正是父独生子的荣光。 【15约翰为他作见证，喊着说：“这就是我曾说，‘那在我以后来的，反成了在我以前的，因他本来在我以前。’” 16从他丰满的恩典里，我们都领受了，而且恩上加恩。 17律法本是藉着摩西传的，恩典和真理都是由耶稣基督来的。 18从来没有人看见神，只有在父怀里的独生子将他表明出来。】'
            }
        },
        christmas1:{
            firstReading:{
                title:'以赛亚书61:10-62:3',
                content:'10我因耶和华大大欢喜，我的心靠神快乐。因他以拯救为衣给我穿上，以公义为袍给我披上。好像新郎戴上华冠，又像新妇佩戴妆饰。  11田地怎样使百谷发芽，园子怎样使所种的发生，主耶和华必照样使公义和赞美在万民中发出。  1我因锡安必不静默，为耶路撒冷必不息声，直到他的公义如光辉发出，他的救恩如明灯发亮。  2列国必见你的公义，列王必见你的荣耀。你必得新名的称呼，是耶和华亲口所起的。  3你在耶和华的手中要作为华冠，在你神的掌上必作为冕旒。'
            },
            psalm:{
                title:'诗篇111',
                content:'1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。  2耶和华的作为本为大，凡喜爱的都必考察。  3他所行的是尊荣和威严，他的公义存到永远。  4他行了奇事，使人记念。耶和华有恩惠，有怜悯。  5他赐粮食给敬畏他的人，他必永远记念他的约。  6他向百姓显出大能的作为，把外邦的地赐给他们为业。  7他手所行的，是诚实公平，他的训词都是确实的，  8是永永远远坚定的，是按诚实正直设立的。  9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。  10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。 '
            },
            secondReading:{
                title:'加拉太书4:4-7',
                content:'4及至时候满足，神就差遣他的儿子为女子所生，且生在律法以下， 5要把律法以下的人赎出来，叫我们得着儿子的名分。 6你们既为儿子，神就差他儿子的灵进入你们（原文作“我们”）的心，呼叫：“阿爸，父！” 7可见，从此以后，你不是奴仆，乃是儿子了。既是儿子，就靠着神为后嗣。'
            },
            gospel:{
                title:'路加福音2:22-40',
                content:'22按摩西律法满了洁净的日子，他们带着孩子上耶路撒冷去，要把他献与主。 23（正如主的律法上所记：“凡头生的男子必称圣归主。”） 24又要照主的律法上所说，或用一对斑鸠，或用两只雏鸽献祭。 25在耶路撒冷有一个人名叫西面。这人又公义又虔诚，素常盼望以色列的安慰者来到，又有圣灵在他身上。 26他得了圣灵的启示，知道自己未死以前，必看见主所立的基督。 27他受了圣灵的感动，进入圣殿，正遇见耶稣的父母抱着孩子进来，要照律法的规矩办理。 28西面就用手接过他来，称颂神说：  29“主啊，如今可以照你的话，释放仆人安然去世，  30因为我的眼睛已经看见你的救恩，  31就是你在万民面前所预备的，  32是照亮外邦人的光，又是你民以色列的荣耀。”  33孩子的父母因这论耶稣的话就希奇。 34西面给他们祝福，又对孩子的母亲马利亚说：“这孩子被立，是要叫以色列中许多人跌倒，许多人兴起；又要作毁谤的话柄，叫许多人心里的意念显露出来；你自己的心也要被刀刺透。” 35 36又有女先知名叫亚拿，是亚设支派法内力的女儿，年纪已经老迈，从作童女出嫁的时候，同丈夫住了七年，就寡居了。 37现在已经八十四岁（或作“就寡居了八十四年”），并不离开圣殿，禁食祈求，昼夜侍奉神。 38正当那时，她进前来称谢神，将孩子的事对一切盼望耶路撒冷得救赎的人讲说。 39约瑟和马利亚照主的律法办完了一切的事，就回加利利，到自己的城拿撒勒去了。 40孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。'
            }
        },
        christmas2:{
            firstReading:{
                title:'列王纪上3:4-15',
                content:'4所罗门王上基遍去献祭，因为在那里有极大的邱坛（“极大”或作“出名”），他在那坛上献一千牺牲作燔祭。 5在基遍，夜间梦中，耶和华向所罗门显现，对他说：“你愿我赐你什么？你可以求。” 6所罗门说：“你仆人我父亲大卫用诚实、公义、正直的心行在你面前，你就向他大施恩典；又为他存留大恩，赐他一个儿子坐在他的位上，正如今日一样。 7耶和华我的神啊，如今你使仆人接续我父亲大卫作王，但我是幼童，不知道应当怎样出入。 8仆人住在你所拣选的民中，这民多得不可胜数。 9所以求你赐我智慧，可以判断你的民，能辨别是非。不然，谁能判断这众多的民呢？”  10所罗门因为求这事，就蒙主喜悦。 11神对他说：“你既然求这事，不为自己求寿、求富，也不求灭绝你仇敌的性命，单求智慧可以听讼， 12我就应允你所求的，赐你聪明智慧，甚至在你以前没有像你的，在你以后也没有像你的。 13你所没有求的我也赐给你，就是富足、尊荣，使你在世的日子，列王中没有一个能比你的。 14你若效法你父亲大卫，遵行我的道，谨守我的律例、诫命，我必使你长寿。”  15所罗门醒了，不料是个梦。他就回到耶路撒冷，站在耶和华的约柜前，献燔祭和平安祭，又为他众臣仆设摆筵席。'
            },
            psalm:{
                title:'诗篇119:97-104',
                content:'97我何等爱慕你的律法，终日不住地思想。  98你的命令常存在我心里，使我比仇敌有智慧。  99我比我的师傅更通达，因我思想你的法度；  100我比年老的更明白，因我守了你的训词。  101我禁止我脚走一切的邪路，为要遵守你的话。  102我没有偏离你的典章，因为你教训了我。  103你的言语在我上膛何等甘美，在我口中比蜜更甜！  104我藉着你的训词得以明白，所以我恨一切的假道。'
            },
            secondReading:{
                title:'以弗所书1:3-14',
                content:'3愿颂赞归与我们主耶稣基督的父神，他在基督里曾赐给我们天上各样属灵的福气。 4就如神从创立世界以前，在基督里拣选了我们，使我们在他面前成为圣洁，无有瑕疵。 5又因爱我们，就按着自己意旨所喜悦的，预定我们藉着耶稣基督得儿子的名分， 6使他荣耀的恩典得着称赞。这恩典是他在爱子里所赐给我们的。 7我们藉这爱子的血得蒙救赎，过犯得以赦免，乃是照他丰富的恩典。 8这恩典是神用诸般智慧聪明，充充足足赏给我们的， 9都是照他自己所预定的美意，叫我们知道他旨意的奥秘； 10要照所安排的，在日期满足的时候，使天上地上一切所有的，都在基督里面同归于一。 11我们也在他里面得了基业（“得”或作“成”），这原是那位随己意行作万事的，照着他旨意所预定的， 12叫他的荣耀，从我们这首先在基督里有盼望的人可以得着称赞。 13你们既听见真理的道，就是那叫你们得救的福音，也信了基督，既然信他，就受了所应许的圣灵为印记。 14这圣灵是我们得基业的凭据（原文作“质”），直等到神之民（“民”原文作“产业”）被赎，使他的荣耀得着称赞。'
            },
            gospel:{
                title:'路加福音2:40-52',
                content:'40孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。 41每年到逾越节，他父母就上耶路撒冷去。 42当他十二岁的时候，他们按着节期的规矩上去。 43守满了节期，他们回去，孩童耶稣仍旧在耶路撒冷。他的父母并不知道， 44以为他在同行的人中间，走了一天的路程，就在亲族和熟识的人中找他。 45既找不着，就回耶路撒冷去找他。 46过了三天，就遇见他在殿里，坐在教师中间，一面听，一面问。 47凡听见他的，都希奇他的聪明和他的应对。 48他父母看见就很希奇。他母亲对他说：“我儿，为什么向我们这样行呢？看哪，你父亲和我伤心来找你。” 49耶稣说：“为什么找我呢？岂不知我应当以我父的事为念吗（或作“岂不知我应当在我父的家里吗”）？” 50他所说的这话，他们不明白。 51他就同他们下去，回到拿撒勒，并且顺从他们。他母亲把这一切的事都存在心里。 52耶稣的智慧和身量（“身量”或作“年纪”），并神和人喜爱他的心，都一齐增长。'
            }
        },
        epiphany:{
            firstReading:{
                title:'以赛亚书60:1-6',
                content:'1兴起，发光！因为你的光已经来到，耶和华的荣耀发现照耀你。  2看哪，黑暗遮盖大地，幽暗遮盖万民，耶和华却要显现照耀你，他的荣耀要现在你身上。  3万国要来就你的光，君王要来就你发现的光辉。  4你举目向四方观看，众人都聚集来到你这里。你的众子从远方而来，你的众女也被怀抱而来。  5那时你看见就有光荣，你心又跳动又宽畅。因为大海丰盛的货物必转来归你，列国的财宝也必来归你。  6成群的骆驼，并米甸和以法的独峰驼必遮满你。示巴的众人都必来到；要奉上黄金乳香，又要传说耶和华的赞美。'
            },
            psalm:{
                title:'诗篇72:1-11(12-15)',
                content:'1神啊，求你将判断的权柄赐给王，将公义赐给王的儿子。  2他要按公义审判你的民，按公平审判你的困苦人。  3大山小山都要因公义使民得享平安。  4他必为民中的困苦人伸冤，拯救穷乏之辈，压碎那欺压人的。  5太阳还存，月亮还在，人要敬畏你，直到万代。  6他必降临，像雨降在已割的草地上，如甘霖滋润田地。  7在他的日子，义人要发旺，大有平安，好像月亮长存。  8他要执掌权柄，从这海直到那海，从大河直到地极。  9住在旷野的，必在他面前下拜；他的仇敌必要舔土。  10他施和海岛的王要进贡，示巴和西巴的王要献礼物。  11诸王都要叩拜他，万国都要侍奉他。  12因为穷乏人呼求的时候，他要搭救；没有人帮助的困苦人，他也要搭救。  13他要怜恤贫寒和穷乏的人，拯救穷苦人的性命。  14他要救赎他们脱离欺压和强暴。他们的血在他眼中看为宝贵。  15他们要存活。示巴的金子要奉给他。人要常常为他祷告，终日称颂他。'
            },
            secondReading:{
                title:'以弗所书3:1-12',
                content:'1因此，我保罗为你们外邦人作了基督耶稣被囚的，替你们祈祷（此句乃对照十四节所加）。 2谅必你们曾听见神赐恩给我，将关切你们的职分托付我， 3用启示使我知道福音的奥秘，正如我以前略略写过的。 4你们念了，就能晓得我深知基督的奥秘， 5这奥秘在以前的世代没有叫人知道，像如今藉着圣灵启示他的圣使徒和先知一样。 6这奥秘就是外邦人在基督耶稣里，藉着福音，得以同为后嗣，同为一体，同蒙应许。 7我作了这福音的执事，是照神的恩赐，这恩赐是照他运行的大能赐给我的。 8我本来比众圣徒中最小的还小，然而他还赐我这恩典，叫我把基督那测不透的丰富传给外邦人。 9又使众人都明白，这历代以来隐藏在创造万物之神里的奥秘，是如何安排的， 10为要藉着教会使天上执政的、掌权的，现在得知神百般的智慧。 11这是照神从万世以前，在我们主基督耶稣里所定的旨意。 12我们因信耶稣，就在他里面放胆无惧，笃信不疑的来到神面前。'
            },
            gospel:{
                title:'马太福音2:1-12',
                content:'1当希律王的时候，耶稣生在犹太的伯利恒。有几个博士从东方来到耶路撒冷，说： 2“那生下来作犹太人之王的在哪里？我们在东方看见他的星，特来拜他。” 3希律王听见了，就心里不安；耶路撒冷合城的人也都不安。 4他就召齐了祭司长和民间的文士，问他们说：“基督当生在何处？” 5他们回答说：“在犹太的伯利恒。因为有先知记着，说： 6‘犹大地的伯利恒啊，你在犹大诸城中并不是最小的，因为将来有一位君王要从你那里出来，牧养我以色列民。’”  7当下希律暗暗地召了博士来，细问那星是什么时候出现的， 8就差他们往伯利恒去，说：“你们去仔细寻访那小孩子，寻到了，就来报信，我也好去拜他。” 9他们听见王的话就去了。在东方所看见的那星，忽然在他们前头行，直行到小孩子的地方，就在上头停住了。 10他们看见那星，就大大地欢喜， 11进了房子，看见小孩子和他母亲马利亚，就俯伏拜那小孩子，揭开宝盒，拿黄金、乳香、没药为礼物献给他。 12博士因为在梦中被主指示不要回去见希律，就从别的路回本地去了。'
            }
        },
        baptism:{
            firstReading:{
                title:'创世记1:1-5',
                content:'1起初神创造天地 。 2地是空虚混沌，渊面黑暗；神的灵运行在水面上。  3神说：“要有光”，就有了光。 4神看光是好的，就把光暗分开了。 5神称光为昼，称暗为夜。有晚上，有早晨，这是头一日。'
            },
            psalm:{
                title:'诗篇29',
                content:'1神的众子啊，你们要将荣耀能力归给耶和华，归给耶和华。  2要将耶和华的名所当得的荣耀归给他，以圣洁的妆饰（“的”或作“为”）敬拜耶和华。  3耶和华的声音发在水上，荣耀的神打雷，耶和华打雷在大水之上。  4耶和华的声音大有能力，耶和华的声音满有威严。  5耶和华的声音震破香柏树，耶和华震碎黎巴嫩的香柏树。  6他也使之跳跃如牛犊，使黎巴嫩和西连跳跃如野牛犊。  7耶和华的声音使火焰分岔。  8耶和华的声音震动旷野，耶和华震动加低斯的旷野。  9耶和华的声音惊动母鹿落胎，树木也脱落净光；凡在他殿中的，都称说他的荣耀。  10洪水泛滥之时，耶和华坐着为王；耶和华坐着为王，直到永远。  11耶和华必赐力量给他的百姓，耶和华必赐平安的福给他的百姓。'
            },
            secondReading:{
                title:'罗马书6:1-11',
                content:'1这样，怎么说呢？我们可以仍在罪中，叫恩典显多吗？ 2断乎不可！我们在罪上死了的人岂可仍在罪中活着呢？ 3岂不知我们这受洗归入基督耶稣的人，是受洗归入他的死吗？ 4所以我们藉着洗礼归入死，和他一同埋葬，原是叫我们一举一动有新生的样式，像基督藉着父的荣耀从死里复活一样。 5我们若在他死的形状上与他联合，也要在他复活的形状上与他联合。 6因为知道我们的旧人和他同钉十字架，使罪身灭绝，叫我们不再作罪的奴仆。 7因为已死的人是脱离了罪， 8我们若是与基督同死，就信必与他同活。 9因为知道基督既从死里复活，就不再死，死也不再作他的主了。 10他死是向罪死了，只有一次；他活是向神活着。 11这样，你们向罪也当看自己是死的；向神在基督耶稣里，却当看自己是活的。'
            },
            gospel:{
                title:'马可福音1:4-11',
                content:'4照这话，约翰来了，在旷野施洗，传悔改的洗礼，使罪得赦。 5犹太全地和耶路撒冷的人都出去到约翰那里，承认他们的罪，在约旦河里受他的洗。 6约翰穿骆驼毛的衣服，腰束皮带，吃的是蝗虫、野蜜。 7他传道说：“有一位在我以后来的，能力比我更大，我就是弯腰给他解鞋带也是不配的。 8我是用水给你们施洗，他却要用圣灵给你们施洗。” 9那时，耶稣从加利利的拿撒勒来，在约旦河里受了约翰的洗。 10他从水里一上来，就看见天裂开了，圣灵仿佛鸽子降在他身上。 11又有声音从天上来说：“你是我的爱子，我喜悦你！”'
            }
        },
        epiphany2:{
            firstReading:{
                title:'撒母耳记上3:1-10(11-20)',
                content:'1童子撒母耳在以利面前侍奉耶和华。当那些日子，耶和华的言语稀少，不常有默示。 2一日，以利睡卧在自己的地方。他眼目昏花，看不分明。 3神的灯在神耶和华殿内约柜那里，还没有熄灭，撒母耳已经睡了。 4耶和华呼唤撒母耳。撒母耳说：“我在这里！” 5就跑到以利那里，说：“你呼唤我，我在这里。”以利回答说：“我没有呼唤你，你去睡吧！”他就去睡了。 6耶和华又呼唤撒母耳。撒母耳起来，到以利那里，说：“你呼唤我，我在这里。”以利回答说：“我的儿，我没有呼唤你，你去睡吧！” 7那时撒母耳还未认识耶和华，也未得耶和华的默示。 8耶和华第三次呼唤撒母耳。撒母耳起来，到以利那里，说：“你又呼唤我，我在这里。”以利才明白是耶和华呼唤童子。 9因此，以利对撒母耳说：“你仍去睡吧！若再呼唤你，你就说：‘耶和华啊，请说，仆人敬听！’”撒母耳就去仍睡在原处。  10耶和华又来站着，像前三次呼唤说：“撒母耳啊！撒母耳啊！”撒母耳回答说：“请说，仆人敬听！” 【11耶和华对撒母耳说：“我在以色列中必行一件事，叫听见的人都必耳鸣。 12我指着以利家所说的话，到了时候，我必始终应验在以利身上。 13我曾告诉他必永远降罚与他的家，因他知道儿子作孽，自招咒诅，却不禁止他们。 14所以我向以利家起誓说：‘以利家的罪孽，虽献祭奉礼物，永不能得赎去。’”  15撒母耳睡到天亮，就开了耶和华的殿门，不敢将默示告诉以利。 16以利呼唤撒母耳说：“我儿撒母耳啊！”撒母耳回答说：“我在这里。” 17以利说：“耶和华对你说什么，你不要向我隐瞒；你若将神对你所说的隐瞒一句，愿他重重地降罚与你。” 18撒母耳就把一切话都告诉了以利，并没有隐瞒。以利说：“这是出于耶和华，愿他凭自己的意旨而行。”  19撒母耳长大了，耶和华与他同在，使他所说的话，一句都不落空。 20从但到别是巴所有的以色列人，都知道耶和华立撒母耳为先知。】'
            },
            psalm:{
                title:'诗篇139:1-10',
                content:'1耶和华啊，你已经鉴察我，认识我。  2我坐下，我起来，你都晓得，你从远处知道我的意念；  3我行路，我躺卧，你都细察，你也深知我一切所行的。  4耶和华啊，我舌头上的话，你没有一句不知道的。  5你在我前后环绕我，按手在我身上。  6这样的知识奇妙，是我不能测的；至高，是我不能及的。  7我往哪里去，躲避你的灵？我往哪里逃，躲避你的面？  8我若升到天上，你在那里；我若在阴间下榻，你也在那里。  9我若展开清晨的翅膀，飞到海极居住，  10就是在那里，你的手必引导我，你的右手也必扶持我。'
            },
            secondReading:{
                title:'哥林多前书6:12-20',
                content:'12凡事我都可行，但不都有益处；凡事我都可行，但无论哪一件，我总不受它的辖制。 13食物是为肚腹，肚腹是为食物；但神要叫这两样都废坏。身子不是为淫乱，乃是为主；主也是为身子。 14并且神已经叫主复活，也要用自己的能力叫我们复活。 15岂不知你们的身子是基督的肢体吗？我可以将基督的肢体作为娼妓的肢体吗？断乎不可！ 16岂不知与娼妓联合的，便是与她成为一体吗？因为主说：“二人要成为一体。” 17但与主联合的，便是与主成为一灵。 18你们要逃避淫行。人所犯的，无论什么罪，都在身子以外；惟有行淫的，是得罪自己的身子。 19岂不知你们的身子就是圣灵的殿吗？这圣灵是从神而来，住在你们里头的；并且你们不是自己的人， 20因为你们是重价买来的，所以要在你们的身子上荣耀神。'
            },
            gospel:{
                title:'约翰福音1:43-51',
                content:'43又次日，耶稣想要往加利利去，遇见腓力，就对他说：“来跟从我吧！” 44这腓力是伯赛大人，和安得烈、彼得同城。 45腓力找着拿但业，对他说：“摩西在律法上所写的和众先知所记的那一位，我们遇见了，就是约瑟的儿子拿撒勒人耶稣。” 46拿但业对他说：“拿撒勒还能出什么好的吗？”腓力说：“你来看。” 47耶稣看见拿但业来，就指着他说：“看哪，这是个真以色列人，他心里是没有诡诈的。” 48拿但业对耶稣说：“你从哪里知道我呢？”耶稣回答说：“腓力还没有招呼你，你在无花果树底下，我就看见你了。” 49拿但业说：“拉比，你是神的儿子，你是以色列的王。” 50耶稣对他说：“因为我说在无花果树底下看见你，你就信吗？你将要看见比这更大的事。” 51又说：“我实实在在地告诉你们，你们将要看见天开了，神的使者上去下来在人子身上。”'
            }
        },
        epiphany3:{
            firstReading:{
                title:'约拿书3:1-5, 10',
                content:'1耶和华的话二次临到约拿说： 2“你起来！往尼尼微大城去，向其中的居民宣告我所吩咐你的话。” 3约拿便照耶和华的话起来，往尼尼微去。这尼尼微是极大的城，有三日的路程。 4约拿进城走了一日，宣告说：“再等四十日，尼尼微必倾覆了！” 5尼尼微人信服神，便宣告禁食，从最大的到至小的都穿麻衣（或作“披上麻布”）。 \n10于是神察看他们的行为，见他们离开恶道，他就后悔，不把所说的灾祸降与他们了。'
            },
            psalm:{
                title:'诗篇62',
                content:'1我的心默默无声，专等候神，我的救恩是从他而来。  2惟独他是我的磐石，我的拯救，他是我的高台，我必不很动摇。  3你们大家攻击一人，把他毁坏，如同毁坏歪斜的墙、将倒的壁，要到几时呢？  4他们彼此商议，专要从他的尊位上把他推下。他们喜爱谎话，口虽祝福，心却咒诅。  5我的心哪，你当默默无声，专等候神，因为我的盼望是从他而来。  6惟独他是我的磐石，我的拯救，他是我的高台，我必不动摇。  7我的拯救，我的荣耀，都在乎神；我力量的磐石，我的避难所，都在乎神。  8你们众民当时时倚靠他，在他面前倾心吐意。神是我们的避难所。  9下流人真是虚空，上流人也是虚假，放在天平里就必浮起，他们一共比空气还轻。  10不要仗势欺人，也不要因抢夺而骄傲；若财宝加增，不要放在心上。  11神说了一次、两次，我都听见，就是能力都属乎神。  12主啊，慈爱也是属乎你，因为你照着各人所行的报应他。 '
            },
            secondReading:{
                title:'哥林多前书7:29-31(32-35)',
                content:'29弟兄们，我对你们说，时候减少了。从此以后，那有妻子的，要像没有妻子； 30哀哭的，要像不哀哭；快乐的，要像不快乐；置买的，要像无有所得； 31用世物的，要像不用世物；因为这世界的样子将要过去了。 【32我愿你们无所挂虑。没有娶妻的，是为主的事挂虑，想怎样叫主喜悦； 33娶了妻的，是为世上的事挂虑，想怎样叫妻子喜悦。 34妇人和处女也有分别。没有出嫁的，是为主的事挂虑，要身体、灵魂都圣洁；已经出嫁的，是为世上的事挂虑，想怎样叫丈夫喜悦。 35我说这话是为你们的益处，不是要牢笼你们，乃是要叫你们行合宜的事，得以殷勤服侍主，没有分心的事。】'
            },
            gospel:{
                title:'马可福音1:14-20',
                content:'14约翰下监以后，耶稣来到加利利，宣传神的福音， 15说：“日期满了，神的国近了！你们当悔改，信福音。” 16耶稣顺着加利利的海边走，看见西门和西门的兄弟安得烈在海里撒网，他们本是打鱼的。 17耶稣对他们说：“来跟从我！我要叫你们得人如得鱼一样。” 18他们就立刻舍了网，跟从了他。 19耶稣稍往前走，又见西庇太的儿子雅各和雅各的兄弟约翰在船上补网。 20耶稣随即招呼他们，他们就把父亲西庇太和雇工人留在船上，跟从耶稣去了。'
            }
        },
        epiphany4:{
            firstReading:{
                title:'申命记18:15-20',
                content:'15耶和华你的神要从你们弟兄中间给你兴起一位先知像我，你们要听从他。 16正如你在何烈山大会的日子求耶和华你神一切的话，说：‘求你不再叫我听见耶和华我神的声音，也不再叫我看见这大火，免得我死亡。’ 17耶和华就对我说：‘他们所说的是。 18我必在他们弟兄中间，给他们兴起一位先知像你。我要将当说的话传给他；他要将我一切所吩咐的都传给他们。 19谁不听他奉我名所说的话，我必讨谁的罪。’ 20若有先知擅敢托我的名说我所未曾吩咐他说的话，或是奉别神的名说话，那先知就必治死。'
            },
            psalm:{
                title:'诗篇111',
                content:'1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。  2耶和华的作为本为大，凡喜爱的都必考察。  3他所行的是尊荣和威严，他的公义存到永远。  4他行了奇事，使人记念。耶和华有恩惠，有怜悯。  5他赐粮食给敬畏他的人，他必永远记念他的约。  6他向百姓显出大能的作为，把外邦的地赐给他们为业。  7他手所行的，是诚实公平，他的训词都是确实的，  8是永永远远坚定的，是按诚实正直设立的。  9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。  10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。'
            },
            secondReading:{
                title:'哥林多前书8:1-13',
                content:'1论到祭偶像之物，我们晓得我们都有知识；但知识是叫人自高自大，惟有爱心能造就人。 2若有人以为自己知道什么，按他所当知道的，他仍是不知道。 3若有人爱神，这人乃是神所知道的。 4论到吃祭偶像之物，我们知道偶像在世上算不得什么；也知道神只有一位，再没有别的神。 5虽有称为神的，或在天、或在地，就如那许多的神，许多的主。 6然而我们只有一位神，就是父，万物都本于他，我们也归于他；并有一位主，就是耶稣基督，万物都是藉着他有的，我们也是藉着他有的。  7但人不都有这等知识。有人到如今因拜惯了偶像，就以为所吃的是祭偶像之物，他们的良心既然软弱，也就污秽了。 8其实食物不能叫神看中我们，因为我们不吃也无损，吃也无益。 9只是你们要谨慎，恐怕你们这自由竟成了那软弱人的绊脚石。 10若有人见你这有知识的在偶像的庙里坐席，这人的良心若是软弱，岂不放胆去吃那祭偶像之物吗？ 11因此，基督为他死的那软弱弟兄，也就因你的知识沉沦了。 12你们这样得罪弟兄们，伤了他们软弱的良心，就是得罪基督。 13所以，食物若叫我弟兄跌倒，我就永远不吃肉，免得叫我弟兄跌倒了。'
            },
            gospel:{
                title:'马可福音1:21-28',
                content:'21到了迦百农，耶稣就在安息日进了会堂教训人。 22众人很希奇他的教训，因为他教训他们，正像有权柄的人，不像文士。 23在会堂里，有一个人被污鬼附着。他喊叫说： 24“拿撒勒人耶稣，我们与你有什么相干？你来灭我们吗？我知道你是谁，乃是神的圣者。” 25耶稣责备他说：“不要作声，从这人身上出来吧！” 26污鬼叫那人抽了一阵疯，大声喊叫，就出来了。 27众人都惊讶，以致彼此对问说：“这是什么事？是个新道理啊！他用权柄吩咐污鬼，连污鬼也听从了他。” 28耶稣的名声就传遍了加利利的四方。'
            }
        },
        epiphany5:{
            firstReading:{
                title:'以赛亚书40:21-31',
                content:'21你们岂不曾知道吗？你们岂不曾听见吗？从起初岂没有人告诉你们吗？自从立地的根基，你们岂没有明白吗？  22神坐在地球大圈之上，地上的居民好像蝗虫。他铺张穹苍如幔子，展开诸天如可住的帐棚。  23他使君王归于虚无，使地上的审判官成为虚空。  24他们是刚才栽上（“刚才”或作“不曾”，下同），刚才种上，根也刚才扎在地里；他一吹在其上，便都枯干，旋风将他们吹去，像碎秸一样。  25那圣者说：“你们将谁比我，叫他与我相等呢？  26你们向上举目，看谁创造这万象，按数目领出，他一一称其名。因他的权能，又因他的大能大力，连一个都不缺。”  27雅各啊，你为何说：“我的道路向耶和华隐藏？”以色列啊，你为何言：“我的冤屈神并不查问？”  28你岂不曾知道吗？你岂不曾听见吗？永在的神耶和华，创造地极的主，并不疲乏，也不困倦，他的智慧无法测度。  29疲乏的，他赐能力；软弱的，他加力量。  30就是少年人也要疲乏困倦，强壮的也必全然跌倒；  31但那等候耶和华的，必从新得力。他们必如鹰展翅上腾，他们奔跑却不困倦，行走却不疲乏。'
            },
            psalm:{
                title:'诗篇147:1-11',
                content:'1你们要赞美耶和华！因歌颂我们的神为善为美，赞美的话是合宜的。  2耶和华建造耶路撒冷，聚集以色列中被赶散的人。  3他医好伤心的人，裹好他们的伤处。  4他数点星宿的数目，一一称它的名。  5我们的主为大，最有能力。他的智慧无法测度。  6耶和华扶持谦卑人，将恶人倾覆于地。  7你们要以感谢向耶和华歌唱，用琴向我们的神歌颂。  8他用云遮天，为地降雨，使草生长在山上。  9他赐食给走兽和啼叫的小乌鸦。  10他不喜悦马的力大，不喜爱人的腿快。  11耶和华喜爱敬畏他和盼望他慈爱的人。'
            },
            secondReading:{
                title:'哥林多前书9:16-27',
                content:'16我传福音原没有可夸的，因为我是不得已的；若不传福音，我便有祸了。 17我若甘心作这事，就有赏赐；若不甘心，责任却已经托付我了。 18既是这样，我的赏赐是什么呢？就是我传福音的时候，叫人不花钱得福音，免得用尽我传福音的权柄。  19我虽是自由的，无人辖管，然而我甘心作了众人的仆人，为要多得人。 20向犹太人，我就作犹太人，为要得犹太人；向律法以下的人，我虽不在律法以下，还是作律法以下的人，为要得律法以下的人； 21向没有律法的人，我就作没有律法的人，为要得没有律法的人。其实我在神面前，不是没有律法；在基督面前，正在律法之下。 22向软弱的人，我就作软弱的人，为要得软弱的人。向什么样的人，我就作什么样的人。无论如何总要救些人。 23凡我所行的，都是为福音的缘故，为要与人同得这福音的好处。  24岂不知在场上赛跑的都跑，但得奖赏的只有一人？你们也当这样跑，好叫你们得着奖赏。 25凡较力争胜的，诸事都有节制，他们不过是要得能坏的冠冕；我们却是要得不能坏的冠冕。 26所以，我奔跑，不像无定向的；我斗拳，不像打空气的。 27我是攻克己身，叫身服我，恐怕我传福音给别人，自己反被弃绝了。'
            },
            gospel:{
                title:'马可福音1:29-39',
                content:'29他们一出会堂，就同着雅各、约翰，进了西门和安得烈的家。 30西门的岳母正害热病躺着，就有人告诉耶稣。 31耶稣进前拉着她的手，扶她起来，热就退了，她就服侍他们。 32天晚日落的时候，有人带着一切害病的和被鬼附的，来到耶稣跟前。 33合城的人都聚集在门前。 34耶稣治好了许多害各样病的人，又赶出许多鬼，不许鬼说话，因为鬼认识他。 35次日早晨，天未亮的时候，耶稣起来，到旷野地方去，在那里祷告。 36西门和同伴追了他去， 37遇见了就对他说：“众人都找你。” 38耶稣对他们说：“我们可以往别处去，到邻近的乡村，我也好在那里传道，因为我是为这事出来的。” 39于是在加利利全地，进了会堂，传道赶鬼。'
            }
        },
        epiphany6:{
            firstReading:{
                title:'列王纪下5:1-14',
                content:'1亚兰王的元帅乃缦，在他主人面前为尊为大，因耶和华曾藉他使亚兰人得胜。他又是大能的勇士，只是长了大麻风。 2先前亚兰人成群地出去，从以色列国掳了一个小女子，这女子就服侍乃缦的妻。 3她对主母说：“巴不得我主人去见撒玛利亚的先知，必能治好他的大麻风。” 4乃缦进去，告诉他主人说，以色列国的女子如此如此说。 5亚兰王说：“你可以去，我也达信于以色列王。”于是，乃缦带银子十他连得、金子六千舍客勒、衣裳十套，就去了， 6且带信给以色列王，信上说：“我打发臣仆乃缦去见你，你接到这信，就要治好他的大麻风。” 7以色列王看了信，就撕裂衣服，说：“我岂是神，能使人死使人活呢？这人竟打发人来，叫我治好他的大麻风。你们看一看，这人何以寻隙攻击我呢？”  8神人以利沙听见以色列王撕裂衣服，就打发人去见王，说：“你为什么撕了衣服呢？可使那人到我这里来，他就知道以色列中有先知了。” 9于是，乃缦带着车马到了以利沙的家，站在门前。 10以利沙打发一个使者，对乃缦说：“你去在约旦河中沐浴七回，你的肉就必复原，而得洁净。” 11乃缦却发怒走了，说：“我想他必定出来见我，站着求告耶和华他神的名，在患处以上摇手，治好这大麻风。 12大马士革的河亚罢拿和法珥法，岂不比以色列的一切水更好吗？我在那里沐浴不得洁净吗？”于是气忿忿地转身去了。 13他的仆人进前来，对他说：“我父啊，先知若吩咐你作一件大事，你岂不作吗？何况说你去沐浴而得洁净呢？” 14于是乃缦下去，照着神人的话，在约旦河里沐浴七回，他的肉复原，好像小孩子的肉，他就洁净了。'
            },
            psalm:{
                title:'诗篇30',
                content:'1耶和华啊，我要尊崇你，因为你曾提拔我，不叫仇敌向我夸耀。  2耶和华我的神啊，我曾呼求你，你医治了我。  3耶和华啊，你曾把我的灵魂从阴间救上来，使我存活，不至于下坑。  4耶和华的圣民哪，你们要歌颂他，称赞他可记念的圣名。  5因为，他的怒气不过是转眼之间，他的恩典乃是一生之久。一宿虽然有哭泣，早晨便必欢呼。  6至于我，我凡事平顺，便说：“我永不动摇。”  7耶和华啊，你曾施恩，叫我的江山稳固；你掩了面我就惊惶。  8耶和华啊，我曾求告你。我向耶和华恳求，说：  9“我被害流血，下到坑中，有什么益处呢？尘土岂能称赞你，传说你的诚实吗？  10耶和华啊，求你应允我，怜恤我；耶和华啊，求你帮助我。”  11你已将我的哀哭变为跳舞，将我的麻衣脱去，给我披上喜乐，  12好叫我的灵（原文作“荣耀”）歌颂你，并不住声。耶和华我的神啊，我要称谢你，直到永远。'
            },
            secondReading:{
                title:'哥林多前书10:(19-30)31-11:1',
                content:'【19我是怎么说呢？岂是说祭偶像之物算得什么呢？或说偶像算得什么呢？ 20我乃是说：外邦人所献的祭是祭鬼，不是祭神，我不愿意你们与鬼相交。 21你们不能喝主的杯，又喝鬼的杯；不能吃主的筵席，又吃鬼的筵席。 22我们可惹主的愤恨吗？我们比他还有能力吗？ 23凡事都可行，但不都有益处；凡事都可行，但不都造就人。 24无论何人，不要求自己的益处，乃要求别人的益处。 25凡市上所卖的，你们只管吃，不要为良心的缘故问什么话， 26因为地和其中所充满的都属乎主。 27倘有一个不信的人请你们赴席，你们若愿意去，凡摆在你们面前的，只管吃，不要为良心的缘故问什么话。 28若有人对你们说“这是献过祭的物”，就要为那告诉你们的人，并为良心的缘故不吃。 29我说的良心不是你的，乃是他的。我这自由为什么被别人的良心论断呢？ 30我若谢恩而吃，为什么因我谢恩的物被人毁谤呢？ 】31所以，你们或吃或喝，无论作什么，都要为荣耀神而行。 32不拘是犹太人，是希腊人，是神的教会，你们都不要使他跌倒； 33就好像我凡事都叫众人喜欢，不求自己的益处，只求众人的益处，叫他们得救。 1你们该效法我，像我效法基督一样。'
            },
            gospel:{
                title:'马可福音1:40-45',
                content:'40有一个长大麻风的来求耶稣，向他跪下，说：“你若肯，必能叫我洁净了。” 41耶稣动了慈心，就伸手摸他，说：“我肯，你洁净了吧！” 42大麻风即时离开他，他就洁净了。 43耶稣严严的嘱咐他，就打发他走， 44对他说：“你要谨慎，什么话都不可告诉人，只要去把身体给祭司察看，又因为你洁净了，献上摩西所吩咐的礼物，对众人作证据。” 45那人出去，倒说许多的话，把这件事传扬开了，叫耶稣以后不得再明明的进城，只好在外边旷野地方。人从各处都就了他来。'
            }
        },
        epiphany7:{
            firstReading:{
                title:'以赛亚书43:18-25',
                content:'18耶和华如此说：“你们不要记念从前的事，也不要思想古时的事。  19看哪，我要作一件新事，如今要发现，你们岂不知道吗？我必在旷野开道路，在沙漠开江河。  20野地的走兽必尊重我，野狗和鸵鸟也必如此。因我使旷野有水，使沙漠有河，好赐给我的百姓、我的选民喝。  21这百姓是我为自己所造的，好述说我的美德。” 22“雅各啊，你并没有求告我；以色列啊，你倒厌烦我。  23你没有将你的羊带来给我作燔祭，也没有用祭物尊敬我；我没有因供物使你服劳，也没有因乳香使你厌烦。  24你没有用银子为我买菖蒲，也没有用祭物的脂油使我饱足；倒使我因你的罪恶服劳，使我因你的罪孽厌烦。  25“惟有我为自己的缘故涂抹你的过犯，我也不记念你的罪恶。'
            },
            psalm:{
                title:'诗篇41',
                content:'1眷顾贫穷的有福了，他遭难的日子，耶和华必搭救他。  2耶和华必保全他，使他存活；他必在地上享福。求你不要把他交给仇敌，遂其所愿。  3他病重在榻，耶和华必扶持他；他在病中，你必给他铺床。  4我曾说：“耶和华啊，求你怜恤我，医治我，因为我得罪了你。”  5我的仇敌用恶言议论我说：“他几时死，他的名才灭亡呢？”  6他来看我就说假话，他心存奸恶，走到外边才说出来。  7一切恨我的，都交头接耳地议论我。他们设计要害我。  8他们说：“有怪病贴在他身上。他已躺卧，必不能再起来。”  9连我知己的朋友，我所倚靠吃过我饭的，也用脚踢我。  10耶和华啊，求你怜恤我，使我起来，好报复他们。  11因我的仇敌不得向我夸胜，我从此便知道你喜爱我。  12你因我纯正就扶持我，使我永远站在你的面前。  13耶和华以色列的神是应当称颂的，从亘古直到永远。阿们，阿们！'
            },
            secondReading:{
                title:'哥林多后书1:18-22',
                content:'18我指着信实的神说，我们向你们所传的道，并没有是而又非的。 19因为我和西拉并提摩太，在你们中间所传神的儿子耶稣基督，总没有是而又非的，在他只有一是。 20神的应许不论有多少，在基督都是是的。所以藉着他也都是实在的（“实在”原文作“阿们”），叫神因我们得荣耀。 21那在基督里坚固我们和你们，并且膏我们的就是神。 22他又用印印了我们，并赐圣灵在我们心里作凭据（原文作“质”）。'
            },
            gospel:{
                title:'马可福音2:1-12',
                content:'1过了些日子，耶稣又进了迦百农。人听见他在房子里， 2就有许多人聚集，甚至连门前都没有空地，耶稣就对他们讲道。 3有人带着一个瘫子来见耶稣，是用四个人抬来的。 4因为人多，不得近前，就把耶稣所在的房子，拆了房顶，既拆通了，就把瘫子连所躺卧的褥子都缒下来。 5耶稣见他们的信心，就对瘫子说：“小子，你的罪赦了。” 6有几个文士坐在那里，心里议论，说： 7“这个人为什么这样说呢？他说僭妄的话了，除了神以外，谁能赦罪呢？” 8耶稣心中知道他们心里这样议论，就说：“你们心里为什么这样议论呢？ 9或对瘫子说‘你的罪赦了’，或说‘起来，拿你的褥子行走’，哪一样容易呢？ 10但要叫你们知道，人子在地上有赦罪的权柄。”就对瘫子说： 11“我吩咐你起来，拿你的褥子回家去吧！” 12那人就起来，立刻拿着褥子，当众人面前出去了，以致众人都惊奇，归荣耀与神说：“我们从来没有见过这样的事！”'
            }
        },
        epiphany8:{
            firstReading:{
                title:'何西阿书2:14-20',
                content:'14“后来我必劝导她，领她到旷野，对她说安慰的话。  15她从那里出来，我必赐她葡萄园，又赐她亚割谷作为指望的门。她必在那里应声（或作“歌唱”），与幼年的日子一样，与从埃及地上来的时候相同。”  16耶和华说：“那日你必称呼我伊施（就是“我夫”的意思），不再称呼我巴力（就是“我主”的意思）。  17因为我必从我民的口中除掉诸巴力的名号，这名号不再提起。  18当那日，我必为我的民，与田野的走兽和空中的飞鸟，并地上的昆虫立约。又必在国中折断弓刀，止息争战，使他们安然躺卧。  19我必聘你永远归我为妻，以仁义、公平、慈爱、怜悯聘你归我，  20也以诚实聘你归我，你就必认识我耶和华。”'
            },
            psalm:{
                title:'诗篇103:1-13',
                content:'1我的心哪，你要称颂耶和华，凡在我里面的，也要称颂他的圣名！  2我的心哪，你要称颂耶和华，不可忘记他的一切恩惠。  3他赦免你的一切罪孽，医治你的一切疾病。  4他救赎你的命脱离死亡，以仁爱和慈悲为你的冠冕。  5他用美物使你所愿的得以知足，以致你如鹰返老还童。  6耶和华施行公义，为一切受屈的人伸冤。  7他使摩西知道他的法则，叫以色列人晓得他的作为。  8耶和华有怜悯，有恩典，不轻易发怒，且有丰盛的慈爱。  9他不长久责备，也不永远怀怒。  10他没有按我们的罪过待我们，也没有照我们的罪孽报应我们。  11天离地何等的高，他的慈爱向敬畏他的人也是何等的大；  12东离西有多远，他叫我们的过犯离我们也有多远。  13父亲怎样怜恤他的儿女，耶和华也怎样怜恤敬畏他的人。'
            },
            secondReading:{
                title:'哥林多后书2:12-3:6',
                content:'12我从前为基督的福音到了特罗亚，主也给我开了门。 13那时因为没有遇见兄弟提多，我心里不安，便辞别那里的人往马其顿去了。  14感谢神！常率领我们在基督里夸胜，并藉着我们在各处显扬那因认识基督而有的香气。 15因为我们在神面前，无论在得救的人身上，或灭亡的人身上，都有基督馨香之气。 16在这等人，就作了死的香气叫他死；在那等人，就作了活的香气叫他活。这事谁能当得起呢？ 17我们不像那许多人，为利混乱神的道，乃是由于诚实、由于神，在神面前凭着基督讲道。 1我们岂是又举荐自己吗？岂像别人用人的荐信给你们或用你们的荐信给人吗？ 2你们就是我们的荐信，写在我们的心里，被众人所知道、所念诵的。 3你们明显是基督的信，藉着我们修成的。不是用墨写的，乃是用永生神的灵写的。不是写在石版上，乃是写在心版上。  4我们因基督，所以在神面前才有这样的信心。 5并不是我们凭自己能承担什么事，我们所能承担的，乃是出于神。 6他叫我们能承当这新约的执事。不是凭着字句，乃是凭着精意。因为那字句是叫人死，精意是叫人活（“精意”或作“圣灵”）。'
            },
            gospel:{
                title:'马可福音2:(13-17)18-22',
                content:'【13耶稣又出到海边去，众人都就了他来，他便教训他们。 14耶稣经过的时候，看见亚勒腓的儿子利未坐在税关上，就对他说：“你跟从我来！”他就起来，跟从了耶稣。 15耶稣在利未家里坐席的时候，有好些税吏和罪人与耶稣并门徒一同坐席，因为这样的人多，他们也跟随耶稣。 16法利赛人中的文士（有古卷作“文士和法利赛人”）看见耶稣和罪人并税吏一同吃饭，就对他门徒说：“他和税吏并罪人一同吃喝吗？” 17耶稣听见，就对他们说：“康健的人用不着医生，有病的人才用得着。我来本不是召义人，乃是召罪人。” 】18当下，约翰的门徒和法利赛人禁食。他们来问耶稣说：“约翰的门徒和法利赛人的门徒禁食，你的门徒倒不禁食，这是为什么呢？” 19耶稣对他们说：“新郎和陪伴之人同在的时候，陪伴之人岂能禁食呢？新郎还同在，他们不能禁食。 20但日子将到，新郎要离开他们，那日他们就要禁食。” 21“没有人把新布缝在旧衣服上，恐怕所补上的新布带坏了旧衣服，破的就更大了。 22也没有人把新酒装在旧皮袋里，恐怕酒把皮袋裂开，酒和皮袋就都坏了；惟把新酒装在新皮袋里。”'
            }
        },
        transfiguration:{
            firstReading:{
                title:'列王纪下2:1-12',
                content:'1耶和华要用旋风接以利亚升天的时候，以利亚与以利沙从吉甲前往。 2以利亚对以利沙说：“耶和华差我往伯特利去，你可以在这里等候。”以利沙说：“我指着永生的耶和华，又敢在你面前起誓，我必不离开你。”于是二人下到伯特利。 3住伯特利的先知门徒出来见以利沙，对他说：“耶和华今日要接你的师傅离开你，你知道不知道？”他说：“我知道，你们不要作声。”  4以利亚对以利沙说：“耶和华差遣我往耶利哥去，你可以在这里等候。”以利沙说：“我指着永生的耶和华，又敢在你面前起誓，我必不离开你。”于是二人到了耶利哥。 5住耶利哥的先知门徒就近以利沙，对他说：“耶和华今日要接你的师傅离开你，你知道不知道？”他说：“我知道，你们不要作声。”  6以利亚对以利沙说：“耶和华差遣我往约旦河去，你可以在这里等候。”以利沙说：“我指着永生的耶和华，又敢在你面前起誓，我必不离开你。”于是二人一同前往。 7有先知门徒去了五十人，远远地站在他们对面，二人在约旦河边站住。 8以利亚将自己的外衣卷起来，用以打水，水就左右分开，二人走干地而过。  9过去之后，以利亚对以利沙说：“我未曾被接去离开你，你要我为你作什么，只管求我。”以利沙说：“愿感动你的灵加倍地感动我。” 10以利亚说：“你所求的难得。虽然如此，我被接去离开你的时候，你若看见我，就必得着；不然，必得不着了。” 11他们正走着说话，忽有火车火马将二人隔开，以利亚就乘旋风升天去了。 12以利沙看见，就呼叫说：“我父啊！我父啊！以色列的战车马兵啊！”以后不再见他了。于是以利沙把自己的衣服撕为两片。'
            },
            firstReadingOptional:{
                title:'出埃及记34:29-35',
                content:'29摩西手里拿着两块法版下西奈山的时候，不知道自己的面皮因耶和华和他说话就发了光。 30亚伦和以色列众人看见摩西的面皮发光，就怕挨近他。 31摩西叫他们来，于是亚伦和会众的官长都到他那里去，摩西就与他们说话。 32随后，以色列众人都近前来，他就把耶和华在西奈山与他所说的一切话都吩咐他们。 33摩西与他们说完了话，就用帕子蒙上脸。 34但摩西进到耶和华面前与他说话，就揭去帕子；及至出来的时候，便将耶和华所吩咐的告诉以色列人。 35以色列人看见摩西的面皮发光，摩西又用帕子蒙上脸，等到他进去与耶和华说话，就揭去帕子。'
            },
            psalm:{
                title:'诗篇50:1-6',
                content:'1大能者神耶和华，已经发言招呼天下，从日出之地到日落之处。  2从全美的锡安中，神已经发光了。  3我们的神要来，决不闭口，有烈火在他面前吞灭，有暴风在他四围大刮。  4他招呼上天下地，为要审判他的民，  5说：“招聚我的圣民到我这里来，就是那些用祭物与我立约的人。”  6诸天必表明他的公义，因为神是施行审判的。'
            },
            secondReading:{
                title:'哥林多后书3:12-13(14-18); 4:1-6',
                content:'12我们既有这样的盼望，就大胆讲说， 13不像摩西将帕子蒙在脸上，叫以色列人不能定睛看到那将废者的结局。 【14但他们的心地刚硬，直到今日诵读旧约的时候，这帕子还没有揭去，这帕子在基督里已经废去了。 15然而直到今日，每逢诵读摩西书的时候，帕子还在他们心上。 16但他们的心几时归向主，帕子就几时除去了。 17主就是那灵。主的灵在哪里，那里就得以自由。 18我们众人既然敞着脸得以看见主的荣光，好像从镜子里返照，就变成主的形状，荣上加荣，如同从主的灵变成的。】\n1我们既然蒙怜悯，受了这职分，就不丧胆， 2乃将那些暗昧可耻的事弃绝了，不行诡诈，不谬讲神的道理，只将真理表明出来，好在神面前把自己荐与各人的良心。 3如果我们的福音蒙蔽，就是蒙蔽在灭亡的人身上。 4此等不信之人被这世界的神弄瞎了心眼，不叫基督荣耀福音的光照着他们。基督本是神的像。 5我们原不是传自己，乃是传基督耶稣为主，并且自己因耶稣作你们的仆人。 6那吩咐光从黑暗里照出来的神，已经照在我们心里，叫我们得知神荣耀的光显在耶稣基督的面上。'
            },
            gospel:{
                title:'马可福音9:2-9',
                content:'2过了六天，耶稣带着彼得、雅各、约翰暗暗地上了高山，就在他们面前变了形像： 3衣服放光，极其洁白，地上漂布的，没有一个能漂得那样白。 4忽然，有以利亚同摩西向他们显现，并且和耶稣说话。 5彼得对耶稣说：“拉比（“拉比”就是“夫子”），我们在这里真好！可以搭三座棚：一座为你，一座为摩西，一座为以利亚。” 6彼得不知道说什么才好，因为他们甚是惧怕。 7有一朵云彩来遮盖他们，也有声音从云彩里出来说：“这是我的爱子，你们要听他。” 8门徒忽然周围一看，不再见一人，只见耶稣同他们在那里。 9下山的时候，耶稣嘱咐他们说：“人子还没有从死里复活，你们不要将所看见的告诉人。”'
            }
        },
        ashWednesday:{
            firstReading:{
                title:'约珥书2:12-19',
                content:'12耶和华说：“虽然如此，你们应当禁食、哭泣、悲哀，一心归向我。”  13你们要撕裂心肠，不撕裂衣服，归向耶和华你们的神；因为他有恩典，有怜悯，不轻易发怒，有丰盛的慈爱，并且后悔不降所说的灾。  14或者他转意后悔，留下余福，就是留下献给耶和华你们神的素祭和奠祭，也未可知。  15你们要在锡安吹角，分定禁食的日子，宣告严肃会。  16聚集众民，使会众自洁；招聚老者，聚集孩童和吃奶的，使新郎出离洞房，新妇出离内室。  17侍奉耶和华的祭司，要在廊子和祭坛中间哭泣说：“耶和华啊，求你顾惜你的百姓，不要使你的产业受羞辱，列邦管辖他们。为何容列国的人说：‘他们的神在哪里呢？’” 18耶和华就为自己的地发热心，怜恤他的百姓。  19耶和华应允他的百姓说：“我必赐给你们五谷、新酒和油，使你们饱足；我也不再使你们受列国的羞辱'
            },
            psalm:{
                title:'诗篇51:1-19',
                content:'1神啊，求你按你的慈爱怜恤我，按你丰盛的慈悲涂抹我的过犯。  2求你将我的罪孽洗除净尽，并洁除我的罪。  3因为我知道我的过犯，我的罪常在我面前。  4我向你犯罪，惟独得罪了你，在你眼前行了这恶，以致你责备我的时候显为公义；判断我的时候显为清正。  5我是在罪孽里生的，在我母亲怀胎的时候就有了罪。  6你所喜爱的是内里诚实；你在我隐密处必使我得智慧。  7求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。  8求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。  9求你掩面不看我的罪，涂抹我一切的罪孽。  10神啊，求你为我造清洁的心，使我里面重新有正直的灵（“正直”或作“坚定”）。  11不要丢弃我，使我离开你的面；不要从我收回你的圣灵。  12求你使我仍得救恩之乐，赐我乐意的灵扶持我；  13我就把你的道指教有过犯的人，罪人必归顺你。  14神啊，你是拯救我的神，求你救我脱离流人血的罪，我的舌头就高声歌唱你的公义。  15主啊，求你使我嘴唇张开，我的口便传扬赞美你的话。  16你本不喜爱祭物，若喜爱，我就献上；燔祭你也不喜悦。  17神所要的祭，就是忧伤的灵。神啊，忧伤痛悔的心，你必不轻看。  18求你随你的美意善待锡安，建造耶路撒冷的城墙。  19那时，你必喜爱公义的祭和燔祭，并全牲的燔祭；那时，人必将公牛献在你坛上。'
            },
            secondReading:{
                title:'哥林多后书5:20b-6:10',
                content:'20b我们替基督求你们与神和好。 21神使那无罪的（“无罪”原文作“不知罪”），替我们成为罪，好叫我们在他里面成为神的义。 1我们与神同工的，也劝你们，不可徒受他的恩典， 2因为他说：“在悦纳的时候，我应允了你；在拯救的日子，我搭救了你。”看哪，现在正是悦纳的时候，现在正是拯救的日子。 3我们凡事都不叫人有妨碍，免得这职分被人毁谤， 4反倒在各样的事上表明自己是神的用人，就如在许多的忍耐、患难、穷乏、困苦、 5鞭打、监禁、扰乱、勤劳、警醒、不食、 6廉洁、知识、恒忍、恩慈、圣灵的感化、无伪的爱心、 7真实的道理、神的大能；仁义的兵器在左在右。 8荣耀、羞辱、恶名、美名；似乎是诱惑人的，却是诚实的； 9似乎不为人所知，却是人所共知的；似乎要死，却是活着的；似乎受责罚，却是不至丧命的； 10似乎忧愁，却是常常快乐的；似乎贫穷，却是叫许多人富足的；似乎一无所有，却是样样都有的。'
            },
            gospel:{
                title:'马太福音6:1-6, 16-21',
                content:'1“你们要小心，不可将善事行在人的面前，故意叫他们看见；若是这样，就不能得你们天父的赏赐了。 2所以，你施舍的时候，不可在你前面吹号，像那假冒为善的人在会堂里和街道上所行的，故意要得人的荣耀。我实在告诉你们，他们已经得了他们的赏赐。 3你施舍的时候，不要叫左手知道右手所作的， 4要叫你施舍的事行在暗中，你父在暗中察看，必然报答你（有古卷作“必在明处报答你”）。” 5“你们祷告的时候，不可像那假冒为善的人，爱站在会堂里和十字路口上祷告，故意叫人看见。我实在告诉你们，他们已经得了他们的赏赐。 6你祷告的时候，要进你的内屋，关上门，祷告你在暗中的父。你父在暗中察看，必然报答你。\n16“你们禁食的时候，不可像那假冒为善的人，脸上带着愁容，因为他们把脸弄得难看，故意叫人看出他们是禁食。我实在告诉你们：他们已经得了他们的赏赐。 17你禁食的时候，要梳头洗脸， 18不叫人看出你禁食来，只叫你暗中的父看见。你父在暗中察看，必然报答你。” 19“不要为自己积攒财宝在地上，地上有虫子咬，能锈坏，也有贼挖窟窿来偷； 20只要积攒财宝在天上，天上没有虫子咬，不能锈坏，也没有贼挖窟窿来偷。 21因为你的财宝在哪里，你的心也在那里。”'
            }
        },
        lent1:{
            firstReading:{
                title:'创世记22:1-18',
                content:'1这些事以后，神要试验亚伯拉罕，就呼叫他说：“亚伯拉罕！”他说：“我在这里。” 2神说：“你带着你的儿子，就是你独生的儿子，你所爱的以撒，往摩利亚地去，在我所要指示你的山上，把他献为燔祭。” 3亚伯拉罕清早起来，备上驴，带着两个仆人和他儿子以撒，也劈好了燔祭的柴，就起身往神所指示他的地方去了。 4到了第三日，亚伯拉罕举目远远地看见那地方。 5亚伯拉罕对他的仆人说：“你们和驴在此等候，我与童子往那里去拜一拜，就回到你们这里来。” 6亚伯拉罕把燔祭的柴放在他儿子以撒身上，自己手里拿着火与刀，于是二人同行。 7以撒对他父亲亚伯拉罕说：“父亲哪！”亚伯拉罕说：“我儿，我在这里。”以撒说：“请看，火与柴都有了，但燔祭的羊羔在哪里呢？” 8亚伯拉罕说：“我儿，神必自己预备作燔祭的羊羔。”于是二人同行。  9他们到了神所指示的地方，亚伯拉罕在那里筑坛，把柴摆好，捆绑他的儿子以撒，放在坛的柴上。 10亚伯拉罕就伸手拿刀，要杀他的儿子。 11耶和华的使者从天上呼叫他说：“亚伯拉罕！亚伯拉罕！”他说：“我在这里。” 12天使说：“你不可在这童子身上下手，一点不可害他。现在我知道你是敬畏神的了，因为你没有将你的儿子，就是你独生的儿子，留下不给我。” 13亚伯拉罕举目观看，不料，有一只公羊，两角扣在稠密的小树中，亚伯拉罕就取了那只公羊来，献为燔祭，代替他的儿子。 14亚伯拉罕给那地方起名叫耶和华以勒（意思就是“耶和华必预备”），直到今日人还说：“在耶和华的山上必有预备。”  15耶和华的使者第二次从天上呼叫亚伯拉罕说： 16“耶和华说：‘你既行了这事，不留下你的儿子，就是你独生的儿子，我便指着自己起誓说： 17论福，我必赐大福给你；论子孙，我必叫你的子孙多起来，如同天上的星，海边的沙。你子孙必得着仇敌的城门， 18并且地上万国都必因你的后裔得福，因为你听从了我的话。’”'
            },
            psalm:{
                title:'诗篇25:1-10',
                content:'1耶和华啊，我的心仰望你。  2我的神啊，我素来倚靠你。求你不要叫我羞愧，不要叫我的仇敌向我夸胜。  3凡等候你的必不羞愧，惟有那无故行奸诈的必要羞愧。  4耶和华啊，求你将你的道指示我，将你的路教训我。  5求你以你的真理引导我，教训我，因为你是救我的神，我终日等候你。  6耶和华啊，求你记念你的怜悯和慈爱，因为这是亘古以来所常有的。  7求你不要记念我幼年的罪愆和我的过犯。耶和华啊，求你因你的恩惠，按你的慈爱记念我。  8耶和华是良善正直的，所以他必指示罪人走正路。  9他必按公平引领谦卑人，将他的道教训他们。  10凡遵守他的约和他法度的人，耶和华都以慈爱诚实待他。'
            },
            secondReading:{
                title:'雅各书1:12-18',
                content:'12忍受试探的人是有福的，因为他经过试验以后，必得生命的冠冕，这是主应许给那些爱他之人的。 13人被试探，不可说：“我是被神试探”；因为神不能被恶试探，他也不试探人。 14但各人被试探，乃是被自己的私欲牵引、诱惑的。 15私欲既怀了胎，就生出罪来；罪既长成，就生出死来。 16我亲爱的弟兄们，不要看错了。 17各样美善的恩赐和各样全备的赏赐都是从上头来的，从众光之父那里降下来的，在他并没有改变，也没有转动的影儿。 18他按自己的旨意用真道生了我们，叫我们在他所造的万物中，好像初熟的果子。'
            },
            gospel:{
                title:'马可福音1:9-15',
                content:'9那时，耶稣从加利利的拿撒勒来，在约旦河里受了约翰的洗。 10他从水里一上来，就看见天裂开了，圣灵仿佛鸽子降在他身上。 11又有声音从天上来说：“你是我的爱子，我喜悦你！” 12圣灵就把耶稣催到旷野里去。 13他在旷野四十天受撒但的试探，并与野兽同在一处，且有天使来伺候他。 14约翰下监以后，耶稣来到加利利，宣传神的福音， 15说：“日期满了，神的国近了！你们当悔改，信福音。”'
            }
        },
        lent2:{
            firstReading:{
                title:'创世记17:1-7, 15-16',
                content:'1亚伯兰年九十九岁的时候，耶和华向他显现，对他说：“我是全能的神，你当在我面前作完全人， 2我就与你立约，使你的后裔极其繁多。” 3亚伯兰俯伏在地；神又对他说： 4“我与你立约，你要作多国的父。 5从此以后，你的名不再叫亚伯兰，要叫亚伯拉罕，因为我已立你作多国的父。 6我必使你的后裔极其繁多，国度从你而立，君王从你而出。 7我要与你并你世世代代的后裔坚立我的约，作永远的约，是要作你和你后裔的神。\n15神又对亚伯拉罕说：“你的妻子撒莱，不可再叫撒莱，她的名要叫撒拉。 16我必赐福给她，也要使你从她得一个儿子。我要赐福给她，她也要作多国之母，必有百姓的君王从她而出。”'
            },
            psalm:{
                title:'诗篇22:23-31',
                content:'23你们敬畏耶和华的人要赞美他！雅各的后裔都要荣耀他！以色列的后裔都要惧怕他！  24因为他没有藐视憎恶受苦的人，也没有向他掩面；那受苦之人呼吁的时候，他就垂听。  25我在大会中赞美你的话是从你而来的；我要在敬畏耶和华的人面前还我的愿。  26谦卑的人必吃得饱足，寻求耶和华的人必赞美他。愿你们的心永远活着。  27地的四极都要想念耶和华，并且归顺他；列国的万族都要在你面前敬拜。  28因为国权是耶和华的，他是管理万国的。  29地上一切丰肥的人必吃喝而敬拜；凡下到尘土中不能存活自己性命的人，都要在他面前下拜。  30他必有后裔侍奉他，主所行的事必传与后代；  31他们必来把他的公义传给将要生的民，言明这事是他所行的。'
            },
            secondReading:{
                title:'罗马书5:1-11',
                content:'1我们既因信称义，就藉着我们的主耶稣基督得与神相和。 2我们又藉着他，因信得进入现在所站的这恩典中，并且欢欢喜喜盼望神的荣耀。 3不但如此，就是在患难中也是欢欢喜喜地。因为知道患难生忍耐， 4忍耐生老练，老练生盼望， 5盼望不至于羞耻，因为所赐给我们的圣灵将神的爱浇灌在我们心里。 6因我们还软弱的时候，基督就按所定的日期为罪人死。 7为义人死，是少有的；为仁人死，或者有敢作的。 8惟有基督在我们还作罪人的时候为我们死，神的爱就在此向我们显明了。 9现在我们既靠着他的血称义，就更要藉着他免去神的忿怒。 10因为我们作仇敌的时候，且藉着神儿子的死，得与神和好；既已和好，就更要因他的生得救了。 11不但如此，我们既藉着我主耶稣基督得与神和好，也就藉着他以神为乐。'
            },
            gospel:{
                title:'马可福音8:27-38',
                content:'27耶稣和门徒出去，往凯撒利亚腓立比的村庄去。在路上问门徒说：“人说我是谁？” 28他们说：“有人说是施洗的约翰，有人说是以利亚，又有人说是先知里的一位。” 29又问他们说：“你们说我是谁？”彼得回答说：“你是基督。” 30耶稣就禁戒他们，不要告诉人。 31从此，他教训他们说：“人子必须受许多的苦，被长老、祭司长和文士弃绝，并且被杀，过三天复活。” 32耶稣明明地说这话，彼得就拉着他劝他。 33耶稣转过来看着门徒，就责备彼得说：“撒但，退我后边去吧！因为你不体贴神的意思，只体贴人的意思。” 34于是，叫众人和门徒来，对他们说：“若有人要跟从我，就当舍己，背起他的十字架，来跟从我。 35因为凡要救自己生命的（“生命”或作“灵魂”。下同），必丧掉生命；凡为我和福音丧掉生命的，必救了生命。 36人就是赚得全世界，赔上自己的生命，有什么益处呢？ 37人还能拿什么换生命呢？ 38凡在这淫乱罪恶的世代，把我和我的道当作可耻的，人子在他父的荣耀里，同圣天使降临的时候，也要把那人当作可耻的。”'
            }
        },
        lent3:{
            firstReading:{
                title:'出埃及记20:1-17',
                content:'1神吩咐这一切的话，说： 2“我是耶和华你的神，曾将你从埃及地为奴之家领出来。  3“除了我以外，你不可有别的神。  4“不可为自己雕刻偶像；也不可作什么形像仿佛上天、下地和地底下、水中的百物。 5不可跪拜那些像；也不可侍奉它，因为我耶和华你的神，是忌邪的神。恨我的，我必追讨他的罪，自父及子，直到三四代； 6爱我、守我诫命的，我必向他们发慈爱，直到千代。  7“不可妄称耶和华你神的名；因为妄称耶和华名的，耶和华必不以他为无罪。  8“当记念安息日，守为圣日。 9六日要劳碌作你一切的工， 10但第七日是向耶和华你神当守的安息日。这一日你和你的儿女、仆婢、牲畜，并你城里寄居的客旅，无论何工都不可作， 11因为六日之内，耶和华造天、地、海和其中的万物，第七日便安息，所以耶和华赐福与安息日，定为圣日。  12“当孝敬父母，使你的日子在耶和华你神所赐你的地上得以长久。  13“不可杀人。  14“不可奸淫。  15“不可偷盗。  16“不可作假见证陷害人。  17“不可贪恋人的房屋；也不可贪恋人的妻子、仆婢、牛驴，并他一切所有的。”'
            },
            psalm:{
                title:'诗篇19',
                content:'1诸天述说神的荣耀，穹苍传扬他的手段。  2这日到那日发出言语，这夜到那夜传出知识。  3无言无语，也无声音可听。  4他的量带通遍天下，他的言语传到地极。神在其间为太阳安设帐幕。  5太阳如同新郎出洞房，又如勇士欢然奔路。  6它从天这边出来，绕到天那边，没有一物被隐藏不得它的热气。  7耶和华的律法全备，能苏醒人心；耶和华的法度确定，能使愚人有智慧；  8耶和华的训词正直，能快活人的心；耶和华的命令清洁，能明亮人的眼目；  9耶和华的道理洁净，存到永远；耶和华的典章真实，全然公义。  10都比金子可羡慕，且比极多的精金可羡慕；比蜜甘甜，且比蜂房下滴的蜜甘甜。  11况且你的仆人因此受警戒，守着这些便有大赏。  12谁能知道自己的错失呢？愿你赦免我隐而未现的过错。  13求你拦阻仆人不犯任意妄为的罪，不容这罪辖制我，我便完全，免犯大罪。  14耶和华我的磐石，我的救赎主啊，愿我口中的言语，心里的意念，在你面前蒙悦纳。'
            },
            secondReading:{
                title:'哥林多前书1:18-31',
                content:'18因为十字架的道理，在那灭亡的人为愚拙，在我们得救的人却为神的大能。 19就如经上所记：“我要灭绝智慧人的智慧，废弃聪明人的聪明。” 20智慧人在哪里？文士在哪里？这世上的辩士在哪里？神岂不是叫这世上的智慧变成愚拙吗？ 21世人凭自己的智慧，既不认识神，神就乐意用人所当作愚拙的道理拯救那些信的人，这就是神的智慧了。 22犹太人是要神迹，希腊人是求智慧； 23我们却是传钉十字架的基督。在犹太人为绊脚石，在外邦人为愚拙， 24但在那蒙召的，无论是犹太人、希腊人，基督总为神的能力，神的智慧。 25因神的愚拙总比人智慧，神的软弱总比人强壮。  26弟兄们哪，可见你们蒙召的，按着肉体有智慧的不多，有能力的不多，有尊贵的也不多。 27神却拣选了世上愚拙的，叫有智慧的羞愧；又拣选了世上软弱的，叫那强壮的羞愧。 28神也拣选了世上卑贱的，被人厌恶的，以及那无有的，为要废掉那有的， 29使一切有血气的，在神面前一个也不能自夸。 30但你们得在基督耶稣里是本乎神，神又使他成为我们的智慧、公义、圣洁、救赎。 31如经上所记：“夸口的，当指着主夸口。”'
            },
            gospel:{
                title:'约翰福音2:13-22(23-25)',
                content:'13犹太人的逾越节近了，耶稣就上耶路撒冷去。 14看见殿里有卖牛、羊、鸽子的，并有兑换银钱的人坐在那里。 15耶稣就拿绳子作成鞭子，把牛羊都赶出殿去，倒出兑换银钱之人的银钱，推翻他们的桌子。 16又对卖鸽子的说：“把这些东西拿去，不要将我父的殿当作买卖的地方。” 17他的门徒就想起经上记着说：“我为你的殿心里焦急，如同火烧。” 18因此犹太人问他说：“你既作这些事，还显什么神迹给我们看呢？” 19耶稣回答说：“你们拆毁这殿，我三日内要再建立起来。” 20犹太人便说：“这殿是四十六年才造成的，你三日内就再建立起来吗？” 21但耶稣这话，是以他的身体为殿。 22所以到他从死里复活以后，门徒就想起他说过这话，便信了圣经和耶稣所说的。 【23当耶稣在耶路撒冷过逾越节的时候，有许多人看见他所行的神迹，就信了他的名。 24耶稣却不将自己交托他们，因为他知道万人； 25也用不着谁见证人怎样，因他知道人心里所存的。】'
            }
        },
        lent4:{
            firstReading:{
                title:'民数记21:4-9',
                content:'4他们从何珥山起行，往红海那条路走，要绕过以东地。百姓因这路难行，心中甚是烦躁， 5就怨渎神和摩西，说：“你们为什么把我们从埃及领出来，使我们死在旷野呢？这里没有粮，没有水，我们的心厌恶这淡薄的食物。” 6于是耶和华使火蛇进入百姓中间，蛇就咬他们，以色列人中死了许多。 7百姓到摩西那里说：“我们怨渎耶和华和你，有罪了，求你祷告耶和华叫这些蛇离开我们。”于是，摩西为百姓祷告。 8耶和华对摩西说：“你制造一条火蛇，挂在杆子上，凡被咬的，一望这蛇，就必得活。” 9摩西便制造一条铜蛇，挂在杆子上，凡被蛇咬的，一望这铜蛇，就活了。'
            },
            psalm:{
                title:'诗篇107:1-9',
                content:'1你们要称谢耶和华，因他本为善，他的慈爱永远长存。  2愿耶和华的赎民说这话，就是他从敌人手中所救赎的，  3从各地、从东、从西、从南、从北所招聚来的。  4他们在旷野荒地漂流，寻不见可住的城邑，  5又饥又渴，心里发昏。  6于是，他们在苦难中哀求耶和华，他从他们的祸患中搭救他们；  7又领他们行走直路，使他们往可居住的城邑。  8但愿人因耶和华的慈爱和他向人所行的奇事，都称赞他；  9因他使心里渴慕的人得以知足，使心里饥饿的人得饱美物。'
            },
            secondReading:{
                title:'以弗所书2:1-10',
                content:'1你们死在过犯罪恶之中，他叫你们活过来。 2那时，你们在其中行事为人，随从今世的风俗，顺从空中掌权者的首领，就是现今在悖逆之子心中运行的邪灵。 3我们从前也都在他们中间，放纵肉体的私欲，随着肉体和心中所喜好的去行，本为可怒之子，和别人一样。 4然而神既有丰富的怜悯，因他爱我们的大爱， 5当我们死在过犯中的时候，便叫我们与基督一同活过来（你们得救是本乎恩）。 6他又叫我们与基督耶稣一同复活，一同坐在天上， 7要将他极丰富的恩典，就是他在基督耶稣里向我们所施的恩慈，显明给后来的世代看。 8你们得救是本乎恩，也因着信。这并不是出于自己，乃是神所赐的； 9也不是出于行为，免得有人自夸。 10我们原是他的工作，在基督耶稣里造成的，为要叫我们行善，就是神所预备叫我们行的。'
            },
            gospel:{
                title:'约翰福音3:14-21',
                content:'14摩西在旷野怎样举蛇，人子也必照样被举起来， 15叫一切信他的都得永生（或作‘叫一切信的人在他里面得永生’）。”  16神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。 17因为神差他的儿子降世，不是要定世人的罪（或作“审判世人”。下同），乃是要叫世人因他得救。 18信他的人，不被定罪；不信的人，罪已经定了，因为他不信神独生子的名。 19光来到世间，世人因自己的行为是恶的，不爱光倒爱黑暗，定他们的罪就是在此。 20凡作恶的便恨光，并不来就光，恐怕他的行为受责备； 21但行真理的必来就光，要显明他所行的是靠神而行。'
            }
        },
        lent5:{
            firstReading:{
                title:'耶利米书31:31-34',
                content:'31耶和华说：“日子将到，我要与以色列家和犹大家另立新约。 32不像我拉着他们祖宗的手，领他们出埃及地的时候，与他们所立的约。我虽作他们的丈夫，他们却背了我的约。这是耶和华说的。 33耶和华说：那些日子以后，我与以色列家所立的约乃是这样：我要将我的律法放在他们里面，写在他们心上。我要作他们的神，他们要作我的子民。 34他们各人不再教导自己的邻舍和自己的弟兄说：‘你该认识耶和华。’因为他们从最小的到至大的，都必认识我。我要赦免他们的罪孽，不再记念他们的罪恶。这是耶和华说的。”'
            },
            psalm:{
                title:'诗篇119:9-16',
                content:'9少年人用什么洁净他的行为呢？是要遵行你的话。  10我一心寻求了你，求你不要叫我偏离你的命令。  11我将你的话藏在心里，免得我得罪你。  12耶和华啊，你是应当称颂的，求你将你的律例教训我。  13我用嘴唇传扬你口中的一切典章。  14我喜悦你的法度，如同喜悦一切的财物。  15我要默想你的训词，看重你的道路。  16我要在你的律例中自乐，我不忘记你的话。'
            },
            secondReading:{
                title:'希伯来书5:1-10',
                content:'1凡从人间挑选的大祭司，是奉派替人办理属神的事，为要献上礼物和赎罪祭（或作“要为罪献上礼物和祭物”）。 2他能体谅那愚蒙的和失迷的人，因为他自己也是被软弱所困。  3故此，他理当为百姓和自己献祭赎罪。 4这大祭司的尊荣没有人自取，惟要蒙神所召，像亚伦一样。 5如此，基督也不是自取荣耀作大祭司，乃是在乎向他说“你是我的儿子，我今日生你”的那一位。 6就如经上又有一处说：“你是照着麦基洗德的等次永远为祭司。” 7基督在肉体的时候既大声哀哭，流泪祷告，恳求那能救他免死的主，就因他的虔诚蒙了应允。 8他虽然为儿子，还是因所受的苦难学了顺从。 9他既得以完全，就为凡顺从他的人成了永远得救的根源， 10并蒙神照着麦基洗德的等次称他为大祭司。'
            },
            gospel:{
                title:'马可福音10:(32-34)35-45',
                content:'【32他们行路上耶路撒冷去。耶稣在前头走，门徒就希奇，跟从的人也害怕。耶稣又叫过十二个门徒来，把自己将要遭遇的事告诉他们说： 33“看哪，我们上耶路撒冷去，人子将要被交给祭司长和文士，他们要定他死罪，交给外邦人。 34他们要戏弄他，吐唾沫在他脸上，鞭打他，杀害他。过了三天，他要复活。” 】35西庇太的儿子雅各、约翰进前来，对耶稣说：“夫子，我们无论求你什么，愿你给我们作。” 36耶稣说：“要我给你们作什么？” 37他们说：“赐我们在你的荣耀里，一个坐在你右边，一个坐在你左边。” 38耶稣说：“你们不知道所求的是什么。我所喝的杯你们能喝吗？我所受的洗你们能受吗？” 39他们说：“我们能。”耶稣说：“我所喝的杯，你们也要喝；我所受的洗，你们也要受。 40只是坐在我的左右，不是我可以赐的，乃是为谁预备的，就赐给谁。” 41那十个门徒听见，就恼怒雅各、约翰。 42耶稣叫他们来，对他们说：“你们知道，外邦人有尊为君王的，治理他们，有大臣操权管束他们。 43只是在你们中间，不是这样。你们中间，谁愿为大，就必作你们的用人； 44在你们中间，谁愿为首，就必作众人的仆人。 45因为人子来，并不是要受人的服侍，乃是要服侍人，并且要舍命，作多人的赎价。”'
            }
        },
        palm:{
            firstReading:{
                title:'撒迦利亚书9:9-12',
                content:'9锡安的民哪，应当大大喜乐！耶路撒冷的民哪，应当欢呼！看哪，你的王来到你这里，他是公义的，并且施行拯救，谦谦和和地骑着驴，就是骑着驴的驹子。  10我必除灭以法莲的战车和耶路撒冷的战马，争战的弓也必除灭。他必向列国讲和平，他的权柄必从这海管到那海，从大河管到地极。 11锡安哪，我因与你立约的血，将你中间被掳而囚的人，从无水的坑中释放出来。  12你们被囚而有指望的人，都要转回保障。我今日说明，我必加倍赐福给你们。'
            },
            psalm:{
                title:'诗篇118:19-29',
                content:'19给我敞开义门，我要进去称谢耶和华。  20这是耶和华的门，义人要进去。  21我要称谢你，因为你已经应允我，又成了我的拯救。  22匠人所弃的石头，已成了房角的头块石头。  23这是耶和华所作的，在我们眼中看为希奇。  24这是耶和华所定的日子，我们在其中要高兴欢喜。  25耶和华啊，求你拯救！耶和华啊，求你使我们亨通！  26奉耶和华名来的是应当称颂的！我们从耶和华的殿中为你们祝福。  27耶和华是神，他光照了我们。理当用绳索把祭牲拴住，牵到坛角那里。  28你是我的神，我要称谢你；你是我的神，我要尊崇你。  29你们要称谢耶和华，因他本为善，他的慈爱永远长存！'
            },
            psalmOptional:{
                title:'诗篇31:9-16',
                content:'9耶和华啊，求你怜恤我，因为我在急难之中。我的眼睛因忧愁而干瘪，连我的身心也不安舒。  10我的生命为愁苦所消耗，我的年岁为叹息所旷废，我的力量因我的罪孽衰败，我的骨头也枯干。  11我因一切敌人成了羞辱，在我的邻舍跟前更甚；那认识我的都惧怕我，在外头看见我的都躲避我。  12我被人忘记，如同死人，无人记念。我好像破碎的器皿。  13我听见了许多人的谗谤，四围都是惊吓。他们一同商议攻击我的时候，就图谋要害我的性命。  14耶和华啊，我仍旧倚靠你。我说：“你是我的神。”  15我终身的事在你手中，求你救我脱离仇敌的手和那些逼迫我的人。  16求你使你的脸光照仆人，凭你的慈爱拯救我。'
            },
            secondReading:{
                title:'腓立比书2:5-11',
                content:'5你们当以基督耶稣的心为心。  6他本有神的形像，不以自己与神同等为强夺的，  7反倒虚己，取了奴仆的形像，成为人的样式。  8既有人的样子，就自己卑微，存心顺服，以至于死，且死在十字架上。  9所以神将他升为至高，又赐给他那超乎万名之上的名，  10叫一切在天上的、地上的和地底下的，因耶稣的名无不屈膝，  11无不口称耶稣基督为主，使荣耀归与父神。'
            },
            gospel:{
                title:'马可福音14:1-15:47',
                content:'1过两天是逾越节，又是除酵节，祭司长和文士想法子怎么用诡计捉拿耶稣，杀他。 2只是说：“当节的日子不可，恐怕百姓生乱。” 3耶稣在伯大尼长大麻风的西门家里坐席的时候，有一个女人拿着一玉瓶至贵的真哪哒香膏来，打破玉瓶，把膏浇在耶稣的头上。 4有几个人心中很不喜悦，说：“何用这样枉费香膏呢？ 5这香膏可以卖三十多两银子周济穷人。”他们就向那女人生气。 6耶稣说：“由她吧！为什么难为她呢？她在我身上作的是一件美事。 7因为常有穷人和你们同在，要向他们行善，随时都可以；只是你们不常有我。 8她所作的，是尽她所能的，她是为我安葬的事，把香膏预先浇在我身上。 9我实在告诉你们：普天之下，无论在什么地方传这福音，也要述说这女人所作的以为记念。” 10十二门徒之中，有一个加略人犹大去见祭司长，要把耶稣交给他们。 11他们听见就欢喜，又应许给他银子，他就寻思如何得便，把耶稣交给他们。 12除酵节的第一天，就是宰逾越羊羔的那一天，门徒对耶稣说：“你吃逾越节的筵席，要我们往哪里去预备呢？” 13耶稣就打发两个门徒，对他们说：“你们进城去，必有人拿着一瓶水迎面而来，你们就跟着他。 14他进哪家去，你们就对那家的主人说，‘夫子说：客房在哪里？我与门徒好在那里吃逾越节的筵席。’ 15他必指给你们摆设整齐的一间大楼，你们就在那里为我们预备。” 16门徒出去，进了城，所遇见的正如耶稣所说的。他们就预备了逾越节的筵席。 17到了晚上，耶稣和十二个门徒都来了。 18他们坐席正吃的时候，耶稣说：“我实在告诉你们：你们中间有一个与我同吃的人要卖我了。” 19他们就忧愁起来，一个一个的问他说：“是我吗？” 20耶稣对他们说：“是十二个门徒中，同我蘸手在盘子里的那个人。 21人子必要去世，正如经上指着他所写的，但卖人子的人有祸了！那人不生在世上倒好。” 22他们吃的时候，耶稣拿起饼来，祝了福，就擘开，递给他们说：“你们拿着吃，这是我的身体。” 23又拿起杯来，祝谢了，递给他们，他们都喝了。 24耶稣说：“这是我立约的血，为多人流出来的。 25我实在告诉你们：我不再喝这葡萄汁，直到我在神的国里喝新的那日子。” 26他们唱了诗，就出来，往橄榄山去。 27耶稣对他们说：“你们都要跌倒了，因为经上记着说：‘我要击打牧人，羊就分散了。’ 28但我复活以后，要在你们以先往加利利去。” 29彼得说：“众人虽然跌倒，我总不能。” 30耶稣对他说：“我实在告诉你：就在今天夜里，鸡叫两遍以先，你要三次不认我。” 31彼得却极力的说：“我就是必须和你同死，也总不能不认你。”众门徒都是这样说。 32他们来到一个地方，名叫客西马尼。耶稣对门徒说：“你们坐在这里，等我祷告。” 33于是带着彼得、雅各、约翰同去，就惊恐起来，极其难过， 34对他们说：“我心里甚是忧伤，几乎要死，你们在这里等候警醒。” 35他就稍往前走，俯伏在地，祷告说：“倘若可行，便叫那时候过去。” 36他说：“阿爸，父啊！在你凡事都能，求你将这杯撤去。然而不要从我的意思，只要从你的意思。” 37耶稣回来，见他们睡着了，就对彼得说：“西门，你睡觉吗？不能警醒片时吗？ 38总要警醒祷告，免得入了迷惑。你们心灵固然愿意，肉体却软弱了。” 39耶稣又去祷告，说的话还是与先前一样， 40又来，见他们睡着了，因为他们的眼睛甚是困倦，他们也不知道怎么回答。 41第三次来对他们说：“现在你们仍然睡觉安歇吧（“吧”或作“吗”）？够了，时候到了。看哪，人子被卖在罪人手里了。 42起来，我们走吧！看哪，那卖我的人近了。” 43说话之间，忽然那十二个门徒里的犹大来了，并有许多人带着刀棒，从祭司长和文士并长老那里与他同来。 44卖耶稣的人曾给他们一个暗号，说：“我与谁亲嘴，谁就是他。你们把他拿住，牢牢靠靠的带去。” 45犹大来了，随即到耶稣跟前说：“拉比”，便与他亲嘴。 46他们就下手拿住他。 47旁边站着的人，有一个拔出刀来，将大祭司的仆人砍了一刀，削掉了他一个耳朵。 48耶稣对他们说：“你们带着刀棒出来拿我，如同拿强盗吗？ 49我天天教训人，同你们在殿里，你们并没有拿我。但这事成就，为要应验经上的话。” 50门徒都离开他逃走了。  51有一个少年人，赤身披着一块麻布，跟随耶稣，众人就捉拿他。 52他却丢了麻布，赤身逃走了。 53他们把耶稣带到大祭司那里，又有众祭司长和长老并文士都来和大祭司一同聚集。 54彼得远远的跟着耶稣，一直进入大祭司的院里，和差役一同坐在火光里烤火。 55祭司长和全公会寻找见证控告耶稣，要治死他，却寻不着。 56因为有好些人作假见证告他，只是他们的见证各不相合。 57又有几个人站起来，作假见证告他说： 58“我们听见他说：‘我要拆毁这人手所造的殿，三日内就另造一座不是人手所造的。’” 59他们就是这么作见证，也是各不相合。 60大祭司起来站在中间，问耶稣说：“你什么都不回答吗？这些人作见证告你的是什么呢？” 61耶稣却不言语，一句也不回答。大祭司又问他说：“你是那当称颂者的儿子基督不是？” 62耶稣说：“我是。你们必看见人子坐在那权能者的右边，驾着天上的云降临。” 63大祭司就撕开衣服，说：“我们何必再用见证人呢？ 64你们已经听见他这僭妄的话了。你们的意见如何？”他们都定他该死的罪。 65就有人吐唾沫在他脸上，又蒙着他的脸，用拳头打他，对他说：“你说预言吧！”差役接过他来，用手掌打他。 66彼得在下边院子里。来了大祭司的一个使女， 67见彼得烤火，就看着他，说：“你素来也是同拿撒勒人耶稣一伙的。” 68彼得却不承认，说：“我不知道，也不明白你说的是什么。”于是出来，到了前院，鸡就叫了。 69那使女看见他，又对旁边站着的人说：“这也是他们一党的。” 70彼得又不承认。过了不多的时候，旁边站着的人又对彼得说：“你真是他们一党的！因为你是加利利人。” 71彼得就发咒起誓地说：“我不认得你们说的这个人。” 72立时鸡叫了第二遍。彼得想起耶稣对他所说的话：“鸡叫两遍以先，你要三次不认我。”思想起来，就哭了。 1一到早晨，祭司长和长老、文士、全公会的人大家商议，就把耶稣捆绑解去，交给彼拉多。 2彼拉多问他说：“你是犹太人的王吗？”耶稣回答说：“你说的是。” 3祭司长告他许多的事。 4彼拉多又问他说：“你看，他们告你这么多的事，你什么都不回答吗？” 5耶稣仍不回答，以致彼拉多觉得希奇。 6每逢这节期，巡抚照众人所求的，释放一个囚犯给他们。 7有一个人名叫巴拉巴，和作乱的人一同捆绑。他们作乱的时候，曾杀过人。 8众人上去求巡抚，照常例给他们办。 9彼拉多说：“你们要我释放犹太人的王给你们吗？” 10他原晓得，祭司长是因为嫉妒才把耶稣解了来。 11只是祭司长挑唆众人，宁可释放巴拉巴给他们。 12彼拉多又说：“那么样，你们所称为犹太人的王，我怎么办他呢？” 13他们又喊着说：“把他钉十字架！” 14彼拉多说：“为什么呢？他作了什么恶事呢？”他们便极力的喊着说：“把他钉十字架！” 15彼拉多要叫众人喜悦，就释放巴拉巴给他们，将耶稣鞭打了，交给人钉十字架。 16兵丁把耶稣带进衙门院里，叫齐了全营的兵。 17他们给他穿上紫袍，又用荆棘编作冠冕给他戴上， 18就庆贺他说：“恭喜，犹太人的王啊！” 19又拿一根苇子打他的头，吐唾沫在他脸上，屈膝拜他。 20戏弄完了，就给他脱了紫袍，仍穿上他自己的衣服，带他出去，要钉十字架。 21有一个古利奈人西门，就是亚力山大和鲁孚的父亲，从乡下来，经过那地方，他们就勉强他同去，好背着耶稣的十字架。 22他们带耶稣到了各各他地方各各他翻出来，就是髑髅地， 23拿没药调和的酒给耶稣，他却不受。 24于是将他钉在十字架上，拈阄分他的衣服，看是谁得什么。 25钉他在十字架上是巳初的时候。 26在上面有他的罪状，写的是：“犹太人的王。” 27他们又把两个强盗和他同钉十字架，一个在右边，一个在左边。（有古卷在此有 28“这就应了经上的话说：‘他被列在罪犯之中’。”） 29从那里经过的人辱骂他，摇着头，说：“咳！你这拆毁圣殿，三日又建造起来的， 30可以救自己，从十字架上下来吧！” 31祭司长和文士也是这样戏弄他，彼此说：“他救了别人，不能救自己。 32以色列的王基督，现在可以从十字架上下来，叫我们看见，就信了。”那和他同钉的人也是讥诮他。 33从午正到申初，遍地都黑暗了。 34申初的时候，耶稣大声喊着说：“以罗伊，以罗伊！拉马撒巴各大尼？”（翻出来就是：我的神，我的神，为什么离弃我？） 35旁边站着的人，有的听见就说：“看哪，他叫以利亚呢！” 36有一个人跑去，把海绒蘸满了醋，绑在苇子上，送给他喝，说：“且等着，看以利亚来不来把他取下。” 37耶稣大声喊叫，气就断了。 38殿里的幔子从上到下裂为两半。 39对面站着的百夫长看见耶稣这样喊叫断气（有古卷无“喊叫”二字），就说：“这人真是神的儿子！” 40还有些妇女远远的观看，内中有抹大拉的马利亚，又有小雅各和约西的母亲马利亚，并有撒罗米， 41就是耶稣在加利利的时候，跟随他、服侍他的那些人，还有同耶稣上耶路撒冷的好些妇女在那里观看。 42到了晚上，因为这是预备日，就是安息日的前一日， 43有亚利马太的约瑟前来，他是尊贵的议士，也是等候神国的。他放胆进去见彼拉多，求耶稣的身体。 44彼拉多诧异耶稣已经死了，便叫百夫长来，问他耶稣死了久不久。 45既从百夫长得知实情，就把耶稣的尸首赐给约瑟。 46约瑟买了细麻布，把耶稣取下来，用细麻布裹好，安放在盘石中凿出来的坟墓里，又滚过一块石头来挡住墓门。 47抹大拉的马利亚和约西的母亲马利亚都看见安放他的地方。'
            },
            gospelOptional:{
                title:'马可福音15:1-47',
                content:'1一到早晨，祭司长和长老、文士、全公会的人大家商议，就把耶稣捆绑解去，交给彼拉多。 2彼拉多问他说：“你是犹太人的王吗？”耶稣回答说：“你说的是。” 3祭司长告他许多的事。 4彼拉多又问他说：“你看，他们告你这么多的事，你什么都不回答吗？” 5耶稣仍不回答，以致彼拉多觉得希奇。 6每逢这节期，巡抚照众人所求的，释放一个囚犯给他们。 7有一个人名叫巴拉巴，和作乱的人一同捆绑。他们作乱的时候，曾杀过人。 8众人上去求巡抚，照常例给他们办。 9彼拉多说：“你们要我释放犹太人的王给你们吗？” 10他原晓得，祭司长是因为嫉妒才把耶稣解了来。 11只是祭司长挑唆众人，宁可释放巴拉巴给他们。 12彼拉多又说：“那么样，你们所称为犹太人的王，我怎么办他呢？” 13他们又喊着说：“把他钉十字架！” 14彼拉多说：“为什么呢？他作了什么恶事呢？”他们便极力的喊着说：“把他钉十字架！” 15彼拉多要叫众人喜悦，就释放巴拉巴给他们，将耶稣鞭打了，交给人钉十字架。 16兵丁把耶稣带进衙门院里，叫齐了全营的兵。 17他们给他穿上紫袍，又用荆棘编作冠冕给他戴上， 18就庆贺他说：“恭喜，犹太人的王啊！” 19又拿一根苇子打他的头，吐唾沫在他脸上，屈膝拜他。 20戏弄完了，就给他脱了紫袍，仍穿上他自己的衣服，带他出去，要钉十字架。 21有一个古利奈人西门，就是亚力山大和鲁孚的父亲，从乡下来，经过那地方，他们就勉强他同去，好背着耶稣的十字架。 22他们带耶稣到了各各他地方各各他翻出来，就是髑髅地， 23拿没药调和的酒给耶稣，他却不受。 24于是将他钉在十字架上，拈阄分他的衣服，看是谁得什么。 25钉他在十字架上是巳初的时候。 26在上面有他的罪状，写的是：“犹太人的王。” 27他们又把两个强盗和他同钉十字架，一个在右边，一个在左边。（有古卷在此有 28“这就应了经上的话说：‘他被列在罪犯之中’。”） 29从那里经过的人辱骂他，摇着头，说：“咳！你这拆毁圣殿，三日又建造起来的， 30可以救自己，从十字架上下来吧！” 31祭司长和文士也是这样戏弄他，彼此说：“他救了别人，不能救自己。 32以色列的王基督，现在可以从十字架上下来，叫我们看见，就信了。”那和他同钉的人也是讥诮他。 33从午正到申初，遍地都黑暗了。 34申初的时候，耶稣大声喊着说：“以罗伊，以罗伊！拉马撒巴各大尼？”（翻出来就是：我的神，我的神，为什么离弃我？） 35旁边站着的人，有的听见就说：“看哪，他叫以利亚呢！” 36有一个人跑去，把海绒蘸满了醋，绑在苇子上，送给他喝，说：“且等着，看以利亚来不来把他取下。” 37耶稣大声喊叫，气就断了。 38殿里的幔子从上到下裂为两半。 39对面站着的百夫长看见耶稣这样喊叫断气（有古卷无“喊叫”二字），就说：“这人真是神的儿子！” 40还有些妇女远远的观看，内中有抹大拉的马利亚，又有小雅各和约西的母亲马利亚，并有撒罗米， 41就是耶稣在加利利的时候，跟随他、服侍他的那些人，还有同耶稣上耶路撒冷的好些妇女在那里观看。 42到了晚上，因为这是预备日，就是安息日的前一日， 43有亚利马太的约瑟前来，他是尊贵的议士，也是等候神国的。他放胆进去见彼拉多，求耶稣的身体。 44彼拉多诧异耶稣已经死了，便叫百夫长来，问他耶稣死了久不久。 45既从百夫长得知实情，就把耶稣的尸首赐给约瑟。 46约瑟买了细麻布，把耶稣取下来，用细麻布裹好，安放在盘石中凿出来的坟墓里，又滚过一块石头来挡住墓门。 47抹大拉的马利亚和约西的母亲马利亚都看见安放他的地方。'
            },
            gospelThree:{
                title:'约翰福音12:20-43',
                content:'20那时，上来过节礼拜的人中，有几个希腊人。 21他们来见加利利伯赛大的腓力，求他说：“先生，我们愿意见耶稣。” 22腓力去告诉安得烈，安得烈同腓力去告诉耶稣。 23耶稣说：“人子得荣耀的时候到了。 24我实实在在地告诉你们：一粒麦子不落在地里死了，仍旧是一粒；若是死了，就结出许多子粒来。 25爱惜自己生命的，就失丧生命；在这世上恨恶自己生命的，就要保守生命到永生。 26若有人服侍我，就当跟从我；我在哪里，服侍我的人也要在那里；若有人服侍我，我父必尊重他。” 27“我现在心里忧愁，我说什么才好呢？父啊，救我脱离这时候，但我原是为这时候来的。 28父啊，愿你荣耀你的名。”当时就有声音从天上来说：“我已经荣耀了我的名，还要再荣耀。” 29站在旁边的众人听见，就说：“打雷了。”还有人说：“有天使对他说话。” 30耶稣说：“这声音不是为我，是为你们来的。 31现在这世界受审判，这世界的王要被赶出去。 32我若从地上被举起来，就要吸引万人来归我。” 33耶稣这话原是指着自己将要怎样死说的。 34众人回答说：“我们听见律法上有话说基督是永存的，你怎么说人子必须被举起来呢？这人子是谁呢？” 35耶稣对他们说：“光在你们中间还有不多的时候，应当趁着有光行走，免得黑暗临到你们；那在黑暗里行走的，不知道往何处去。 36你们应当趁着有光，信从这光，使你们成为光明之子。” 耶稣说了这话，就离开他们，隐藏了。 37他虽然在他们面前行了许多神迹，他们还是不信他。 38这是要应验先知以赛亚的话，说：“主啊，我们所传的有谁信呢？主的膀臂向谁显露呢？” 39他们所以不能信，因为以赛亚又说： 40“主叫他们瞎了眼、硬了心，免得他们眼睛看见，心里明白，回转过来，我就医治他们。” 41以赛亚因为看见他的荣耀，就指着他说这话。 42虽然如此，官长中却有好些信他的，只因法利赛人的缘故，就不承认，恐怕被赶出会堂。 43这是因他们爱人的荣耀过于爱神的荣耀。'
            }
        },
        maundy:{
            firstReading:{
                title:'出埃及记24:3-11',
                content:'3摩西下山，将耶和华的命令、典章都述说与百姓听。众百姓齐声说：“耶和华所吩咐的，我们都必遵行。” 4摩西将耶和华的命令都写上。清早起来，在山下筑一座坛，按以色列十二支派，立十二根柱子。 5又打发以色列人中的少年人去献燔祭，又向耶和华献牛为平安祭。 6摩西将血一半盛在盆中，一半洒在坛上。 7又将约书念给百姓听，他们说：“耶和华所吩咐的，我们都必遵行。” 8摩西将血洒在百姓身上，说：“你看！这是立约的血，是耶和华按这一切话与你们立约的凭据。”  9摩西、亚伦、拿答、亚比户，并以色列长老中的七十人，都上了山。 10他们看见以色列的神，他脚下仿佛有平铺的蓝宝石，如同天色明净。 11他的手不加害在以色列的尊者身上，他们观看神，他们又吃又喝。'
            },
            psalm:{
                title:'诗篇116:12-19',
                content:'12我拿什么报答耶和华向我所赐的一切厚恩？  13我要举起救恩的杯，称扬耶和华的名。  14我要在他众民面前向耶和华还我的愿。  15在耶和华眼中，看圣民之死极为宝贵。  16耶和华啊，我真是你的仆人；我是你的仆人，是你婢女的儿子。你已经解开我的绑索。  17我要以感谢为祭献给你，又要求告耶和华的名。  18我要在他众民面前，在耶和华殿的院内，在耶路撒冷当中，向耶和华还我的愿。你们要赞美耶和华！  19'
            },
            secondReading:{
                title:'哥林多前书10:16-17',
                content:'16我们所祝福的杯，岂不是同领基督的血吗？我们所擘开的饼，岂不是同领基督的身体吗？ 17我们虽多，仍是一个饼、一个身体，因为我们都是分受这一个饼。'
            },
            gospel:{
                title:'马可福音14:12-26',
                content:'12除酵节的第一天，就是宰逾越羊羔的那一天，门徒对耶稣说：“你吃逾越节的筵席，要我们往哪里去预备呢？” 13耶稣就打发两个门徒，对他们说：“你们进城去，必有人拿着一瓶水迎面而来，你们就跟着他。 14他进哪家去，你们就对那家的主人说，‘夫子说：客房在哪里？我与门徒好在那里吃逾越节的筵席。’ 15他必指给你们摆设整齐的一间大楼，你们就在那里为我们预备。” 16门徒出去，进了城，所遇见的正如耶稣所说的。他们就预备了逾越节的筵席。 17到了晚上，耶稣和十二个门徒都来了。 18他们坐席正吃的时候，耶稣说：“我实在告诉你们：你们中间有一个与我同吃的人要卖我了。” 19他们就忧愁起来，一个一个的问他说：“是我吗？” 20耶稣对他们说：“是十二个门徒中，同我蘸手在盘子里的那个人。 21人子必要去世，正如经上指着他所写的，但卖人子的人有祸了！那人不生在世上倒好。” 22他们吃的时候，耶稣拿起饼来，祝了福，就擘开，递给他们说：“你们拿着吃，这是我的身体。” 23又拿起杯来，祝谢了，递给他们，他们都喝了。 24耶稣说：“这是我立约的血，为多人流出来的。 25我实在告诉你们：我不再喝这葡萄汁，直到我在神的国里喝新的那日子。” 26他们唱了诗，就出来，往橄榄山去。'
            }
        },
        goodFriday:{
            firstReading:{
                title:'以赛亚书52:13-53:12',
                content:'13我的仆人行事必有智慧（或作“行事通达”），必被高举上升，且成为至高。  14许多人因他（原文作“你”）惊奇（他的面貌比别人憔悴，他的形容比世人枯槁），  15这样，他必洗净（或作“鼓动”）许多国民，君王要向他闭口。因所未曾传与他们的，他们必看见；未曾听见的，他们要明白。 1我们所传的（或作“所传与我们的”）有谁信呢？耶和华的膀臂向谁显露呢？  2他在耶和华面前生长如嫩芽，像根出于干地。他无佳形美容，我们看见他的时候，也无美貌使我们羡慕他。  3他被藐视，被人厌弃，多受痛苦，常经忧患。他被藐视，好像被人掩面不看的一样，我们也不尊重他。  4他诚然担当我们的忧患，背负我们的痛苦；我们却以为他受责罚，被神击打苦待了。  5哪知他为我们的过犯受害，为我们的罪孽压伤。因他受的刑罚，我们得平安；因他受的鞭伤，我们得医治。  6我们都如羊走迷，各人偏行己路，耶和华使我们众人的罪孽都归在他身上。  7他被欺压，在受苦的时候却不开口（或作“他受欺压，却自卑不开口”），他像羊羔被牵到宰杀之地，又像羊在剪毛的人手下无声，他也是这样不开口。  8因受欺压和审判，他被夺去，至于他同世的人，谁想他受鞭打、从活人之地被剪除，是因我百姓的罪过呢？  9他虽然未行强暴，口中也没有诡诈，人还使他与恶人同埋；谁知死的时候与财主同葬。  10耶和华却定意（或作“喜悦”）将他压伤，使他受痛苦；耶和华以他为赎罪祭（或作“他献本身为赎罪祭”）。他必看见后裔，并且延长年日，耶和华所喜悦的事必在他手中亨通。  11他必看见自己劳苦的功效，便心满意足。有许多人因认识我的义仆得称为义，并且他要担当他们的罪孽。  12所以，我要使他与位大的同份，与强盛的均分掳物；因为他将命倾倒，以致于死，他也被列在罪犯之中。他却担当多人的罪，又为罪犯代求。'
            },
            psalm:{
                title:'诗篇22',
                content:'1我的神，我的神！为什么离弃我？为什么远离不救我，不听我唉哼的言语？  2我的神啊，我白日呼求，你不应允；夜间呼求，并不住声。  3但你是圣洁的，是用以色列的赞美为宝座（“宝座”或作“居所”）的。  4我们的祖宗倚靠你。他们倚靠你，你便解救他们。  5他们哀求你，便蒙解救；他们倚靠你，就不羞愧。  6但我是虫，不是人，被众人羞辱，被百姓藐视。  7凡看见我的都嗤笑我，他们撇嘴摇头，说：  8“他把自己交托耶和华，耶和华可以救他吧！耶和华既喜悦他，可以搭救他吧！”  9但你是叫我出母腹的，我在母怀里，你就使我有倚靠的心；  10我自出母胎就被交在你手里，从我母亲生我，你就是我的神。  11求你不要远离我，因为急难临近了，没有人帮助我。  12有许多公牛围绕我，巴珊大力的公牛四面困住我；  13它们向我张口，好像抓撕吼叫的狮子。  14我如水被倒出来，我的骨头都脱了节，我心在我里面如蜡熔化。  15我的精力枯干，如同瓦片；我的舌头贴在我牙床上。你将我安置在死地的尘土中。  16犬类围着我，恶党环绕我；他们扎了我的手、我的脚。  17我的骨头，我都能数过，他们瞪着眼看我。  18他们分我的外衣，为我的里衣拈阄。  19耶和华啊，求你不要远离我；我的救主啊，求你快来帮助我！  20求你救我的灵魂脱离刀剑，救我的生命脱离犬类（“生命”原文作“独一者”），  21救我脱离狮子的口；你已经应允我，使我脱离野牛的角。  22我要将你的名传与我的弟兄，在会中我要赞美你。  23你们敬畏耶和华的人要赞美他！雅各的后裔都要荣耀他！以色列的后裔都要惧怕他！  24因为他没有藐视憎恶受苦的人，也没有向他掩面；那受苦之人呼吁的时候，他就垂听。  25我在大会中赞美你的话是从你而来的；我要在敬畏耶和华的人面前还我的愿。  26谦卑的人必吃得饱足，寻求耶和华的人必赞美他。愿你们的心永远活着。  27地的四极都要想念耶和华，并且归顺他；列国的万族都要在你面前敬拜。  28因为国权是耶和华的，他是管理万国的。  29地上一切丰肥的人必吃喝而敬拜；凡下到尘土中不能存活自己性命的人，都要在他面前下拜。  30他必有后裔侍奉他，主所行的事必传与后代；  31他们必来把他的公义传给将要生的民，言明这事是他所行的。'
            },
            psalmOptional:{
                title:'诗篇31',
                content:'1耶和华啊，我投靠你，求你使我永不羞愧，凭你的公义搭救我。  2求你侧耳而听，快快救我，作我坚固的磐石，拯救我的保障。  3因为你是我的岩石，我的山寨，所以求你为你名的缘故引导我，指点我。  4求你救我脱离人为我暗设的网罗，因为你是我的保障。  5我将我的灵魂交在你手里。耶和华诚实的神啊，你救赎了我。  6我恨恶那信奉虚无之神的人，我却倚靠耶和华。  7我要为你的慈爱高兴欢喜，因为你见过我的困苦，知道我心中的艰难。  8你未曾把我交在仇敌手里，你使我的脚站在宽阔之处。  9耶和华啊，求你怜恤我，因为我在急难之中。我的眼睛因忧愁而干瘪，连我的身心也不安舒。  10我的生命为愁苦所消耗，我的年岁为叹息所旷废，我的力量因我的罪孽衰败，我的骨头也枯干。  11我因一切敌人成了羞辱，在我的邻舍跟前更甚；那认识我的都惧怕我，在外头看见我的都躲避我。  12我被人忘记，如同死人，无人记念。我好像破碎的器皿。  13我听见了许多人的谗谤，四围都是惊吓。他们一同商议攻击我的时候，就图谋要害我的性命。  14耶和华啊，我仍旧倚靠你。我说：“你是我的神。”  15我终身的事在你手中，求你救我脱离仇敌的手和那些逼迫我的人。  16求你使你的脸光照仆人，凭你的慈爱拯救我。  17耶和华啊，求你叫我不至羞愧，因为我曾呼吁你；求你使恶人羞愧，使他们在阴间缄默无声。  18那撒谎的人逞骄傲轻慢，出狂妄的话攻击义人，愿他的嘴哑而无言。  19敬畏你、投靠你的人，你为他们所积存的，在世人面前所施行的恩惠是何等大呢！  20你必把他们藏在你面前的隐密处，免得遇见人的计谋；你必暗暗地保守他们在亭子里，免受口舌的争闹。  21耶和华是应当称颂的，因为他在坚固城里向我施展奇妙的慈爱。  22至于我，我曾急促地说：“我从你眼前被隔绝。”然而，我呼求你的时候，你仍听我恳求的声音。  23耶和华的圣民哪，你们都要爱他！耶和华保护诚实人，足足报应行事骄傲的人。  24凡仰望耶和华的人，你们都要壮胆，坚固你们的心。'
            },
            secondReading:{
                title:'希伯来书4:14-16; 5:7-9',
                content:'14我们既然有一位已经升入高天尊荣的大祭司，就是神的儿子耶稣，便当持定所承认的道。 15因我们的大祭司并非不能体恤我们的软弱，他也曾凡事受过试探，与我们一样，只是他没有犯罪。 16所以我们只管坦然无惧的来到施恩的宝座前，为要得怜恤，蒙恩惠，作随时的帮助。\n7基督在肉体的时候既大声哀哭，流泪祷告，恳求那能救他免死的主，就因他的虔诚蒙了应允。 8他虽然为儿子，还是因所受的苦难学了顺从。 9他既得以完全，就为凡顺从他的人成了永远得救的根源'
            },
            gospel:{
                title:'约翰福音18:1-19:42',
                content:'1耶稣说了这话，就同门徒出去，过了汲沦溪，在那里有一个园子，他和门徒进去了。 2卖耶稣的犹大也知道那地方，因为耶稣和门徒屡次上那里去聚集。 3犹大领了一队兵和祭司长并法利赛人的差役，拿着灯笼、火把、兵器，就来到园里。 4耶稣知道将要临到自己的一切事，就出来对他们说：“你们找谁？” 5他们回答说：“找拿撒勒人耶稣。”耶稣说：“我就是。”卖他的犹大也同他们站在那里。 6耶稣一说“我就是”，他们就退后倒在地上。 7他又问他们说：“你们找谁？”他们说：“找拿撒勒人耶稣。” 8耶稣说：“我已经告诉你们，我就是。你们若找我，就让这些人去吧！” 9这要应验耶稣从前的话，说：“你所赐给我的人，我没有失落一个。” 10西门彼得带着一把刀，就拔出来，将大祭司的仆人砍了一刀，削掉他的右耳，那仆人名叫马勒古。 11耶稣就对彼得说：“收刀入鞘吧！我父所给我的那杯，我岂可不喝呢？” 12那队兵和千夫长并犹太人的差役就拿住耶稣，把他捆绑了， 13先带到亚那面前，因为亚那是本年作大祭司该亚法的岳父。 14这该亚法就是从前向犹太人发议论说“一个人替百姓死是有益的”那位。 15西门彼得跟着耶稣，还有一个门徒跟着，那门徒是大祭司所认识的，他就同耶稣进了大祭司的院子。 16彼得却站在门外；大祭司所认识的那个门徒出来，和看门的使女说了一声，就领彼得进去。 17那看门的使女对彼得说：“你不也是这人的门徒吗？”他说：“我不是。” 18仆人和差役因为天冷，就生了炭火，站在那里烤火，彼得也同他们站着烤火。 19大祭司就以耶稣的门徒和他的教训盘问他。 20耶稣回答说：“我从来是明明地对世人说话，我常在会堂和殿里，就是犹太人聚集的地方教训人；我在暗地里并没有说什么。 21你为什么问我呢？可以问那听见的人，我对他们说的是什么；我所说的，他们都知道。” 22耶稣说了这话，旁边站着的一个差役用手掌打他，说：“你这样回答大祭司吗？” 23耶稣说：“我若说得不是，你可以指证那不是；我若说得是，你为什么打我呢？” 24亚那就把耶稣解到大祭司该亚法那里，仍是捆着解去的。 25西门彼得正站着烤火，有人对他说：“你不也是他的门徒吗？”彼得不承认，说：“我不是。” 26有大祭司的一个仆人，是彼得削掉耳朵那人的亲属，说：“我不是看见你同他在园子里吗？” 27彼得又不承认。立时鸡就叫了。 28众人将耶稣从该亚法那里往衙门内解去，那时天还早，他们自己却不进衙门，恐怕染了污秽，不能吃逾越节的筵席。 29彼拉多就出来，到他们那里，说：“你们告这人是为什么事呢？” 30他们回答说：“这人若不是作恶的，我们就不把他交给你。” 31彼拉多说：“你们自己带他去，按着你们的律法审问他吧！”犹太人说：“我们没有杀人的权柄。” 32这要应验耶稣所说自己将要怎样死的话了。 33彼拉多又进了衙门，叫耶稣来，对他说：“你是犹太人的王吗？” 34耶稣回答说：“这话是你自己说的，还是别人论我对你说的呢？” 35彼拉多说：“我岂是犹太人呢？你本国的人和祭司长把你交给我，你作了什么事呢？” 36耶稣回答说：“我的国不属这世界；我的国若属这世界，我的臣仆必要争战，使我不至于被交给犹太人；只是我的国不属这世界。” 37彼拉多就对他说：“这样，你是王吗？”耶稣回答说：“你说我是王，我为此而生，也为此来到世间，特为给真理作见证；凡属真理的人就听我的话。” 38彼拉多说：“真理是什么呢？” 说了这话，又出来到犹太人那里，对他们说：“我查不出他有什么罪来， 39但你们有个规矩，在逾越节要我给你们释放一个人，你们要我给你们释放犹太人的王吗？” 40他们又喊着说：“不要这人，要巴拉巴！”这巴拉巴是个强盗。 1当下彼拉多将耶稣鞭打了。 2兵丁用荆棘编作冠冕戴在他头上，给他穿上紫袍， 3又挨近他说：“恭喜犹太人的王啊！”他们就用手掌打他。 4彼拉多又出来对众人说：“我带他出来见你们，叫你们知道我查不出他有什么罪来。” 5耶稣出来，戴着荆棘冠冕，穿着紫袍。彼拉多对他们说：“你们看这个人。” 6祭司长和差役看见他，就喊着说：“钉他十字架！钉他十字架！”彼拉多说：“你们自己把他钉十字架吧！我查不出他有什么罪来。” 7犹太人回答说：“我们有律法。按那律法，他是该死的，因他以自己为神的儿子。”  8彼拉多听见这话，越发害怕。 9又进衙门，对耶稣说：“你是哪里来的？”耶稣却不回答。 10彼拉多说：“你不对我说话吗？你岂不知我有权柄释放你，也有权柄把你钉十字架吗？” 11耶稣回答说：“若不是从上头赐给你的，你就毫无权柄办我，所以把我交给你的那人，罪更重了。” 12从此彼拉多想要释放耶稣，无奈犹太人喊着说：“你若释放这个人，就不是凯撒的忠臣（原文作“朋友”）。凡以自己为王的，就是背叛凯撒了。”  13彼拉多听见这话，就带耶稣出来，到了一个地方，名叫铺华石处，希伯来话叫厄巴大，就在那里坐堂。 14那日是预备逾越节的日子，约有午正，彼拉多对犹太人说：“看哪，这是你们的王。” 15他们喊着说：“除掉他，除掉他！钉他在十字架上！”彼拉多说：“我可以把你们的王钉十字架吗？”祭司长回答说：“除了凯撒，我们没有王。” 16于是，彼拉多将耶稣交给他们去钉十字架。 17他们就把耶稣带了去。耶稣背着自己的十字架出来，到了一个地方，名叫髑髅地，希伯来话叫各各他。 18他们就在那里钉他在十字架上，还有两个人和他一同钉着，一边一个，耶稣在中间。 19彼拉多又用牌子写了一个名号，安在十字架上，写的是：“犹太人的王，拿撒勒人耶稣。” 20有许多犹太人念这名号，因为耶稣被钉十字架的地方，与城相近，并且是用希伯来、罗马、希腊三样文字写的。 21犹太人的祭司长就对彼拉多说：“不要写‘犹太人的王’，要写‘他自己说我是犹太人的王’。” 22彼拉多说：“我所写的，我已经写上了。”  23兵丁既然将耶稣钉在十字架上，就拿他的衣服分为四份，每兵一份；又拿他的里衣，这件里衣原来没有缝儿，是上下一片织成的。 24他们就彼此说：“我们不要撕开，只要拈阄，看谁得着。”这要应验经上的话说：“他们分了我的外衣，为我的里衣拈阄。”兵丁果然作了这事。 25站在耶稣十字架旁边的，有他母亲与他母亲的姐妹，并革罗罢的妻子马利亚和抹大拉的马利亚。 26耶稣见母亲和他所爱的那门徒站在旁边，就对他母亲说：“母亲（原文作“妇人”），看你的儿子！” 27又对那门徒说：“看你的母亲！”从此，那门徒就接她到自己家里去了。 28这事以后，耶稣知道各样的事已经成了，为要使经上的话应验，就说：“我渴了！” 29有一个器皿盛满了醋，放在那里，他们就拿海绒蘸满了醋，绑在牛膝草上，送到他口。 30耶稣尝（原文作“受”）了那醋，就说：“成了！”便低下头，将灵魂交付神了。 31犹太人因这日是预备日，又因那安息日是个大日，就求彼拉多叫人打断他们的腿，把他们拿去，免得尸首当安息日留在十字架上。 32于是兵丁来，把头一个人的腿，并与耶稣同钉第二个人的腿都打断了。 33只是来到耶稣那里，见他已经死了，就不打断他的腿。 34惟有一个兵拿枪扎他的肋旁，随即有血和水流出来。 35看见这事的那人就作见证，他的见证也是真的，并且他知道自己所说的是真的，叫你们也可以信。 36这些事成了，为要应验经上的话说：“他的骨头一根也不可折断。” 37经上又有一句说：“他们要仰望自己所扎的人。” 38这些事以后，有亚利马太人约瑟，是耶稣的门徒，只因怕犹太人，就暗暗地作门徒。他来求彼拉多，要把耶稣的身体领去。彼拉多允准，他就把耶稣的身体领去了。 39又有尼哥底母，就是先前夜里去见耶稣的，带着没药和沉香约有一百斤前来。 40他们就照犹太人殡葬的规矩，把耶稣的身体用细麻布加上香料裹好了。 41在耶稣钉十字架的地方有一个园子，园子里有一座新坟墓，是从来没有葬过人的。 42只因是犹太人的预备日，又因那坟墓近，他们就把耶稣安放在那里。'
            },
            gospelOptional:{
                title:'约翰福音19:17-30',
                content:'17他们就把耶稣带了去。耶稣背着自己的十字架出来，到了一个地方，名叫髑髅地，希伯来话叫各各他。 18他们就在那里钉他在十字架上，还有两个人和他一同钉着，一边一个，耶稣在中间。 19彼拉多又用牌子写了一个名号，安在十字架上，写的是：“犹太人的王，拿撒勒人耶稣。” 20有许多犹太人念这名号，因为耶稣被钉十字架的地方，与城相近，并且是用希伯来、罗马、希腊三样文字写的。 21犹太人的祭司长就对彼拉多说：“不要写‘犹太人的王’，要写‘他自己说我是犹太人的王’。” 22彼拉多说：“我所写的，我已经写上了。”  23兵丁既然将耶稣钉在十字架上，就拿他的衣服分为四份，每兵一份；又拿他的里衣，这件里衣原来没有缝儿，是上下一片织成的。 24他们就彼此说：“我们不要撕开，只要拈阄，看谁得着。”这要应验经上的话说：“他们分了我的外衣，为我的里衣拈阄。”兵丁果然作了这事。 25站在耶稣十字架旁边的，有他母亲与他母亲的姐妹，并革罗罢的妻子马利亚和抹大拉的马利亚。 26耶稣见母亲和他所爱的那门徒站在旁边，就对他母亲说：“母亲（原文作“妇人”），看你的儿子！” 27又对那门徒说：“看你的母亲！”从此，那门徒就接她到自己家里去了。 28这事以后，耶稣知道各样的事已经成了，为要使经上的话应验，就说：“我渴了！” 29有一个器皿盛满了醋，放在那里，他们就拿海绒蘸满了醋，绑在牛膝草上，送到他口。 30耶稣尝（原文作“受”）了那醋，就说：“成了！”便低下头，将灵魂交付神了。'
            }
        },
        easter:{
            firstReading:{
                title:'以赛亚书25:6-9',
                content:'6在这山上，万军之耶和华必为万民用肥甘设摆筵席，用陈酒和满髓的肥甘，并澄清的陈酒，设摆筵席。 7他又必在这山上除灭遮盖万民之物和遮蔽万国蒙脸的帕子。 8他已经吞灭死亡直到永远。主耶和华必擦去各人脸上的眼泪，又除掉普天下他百姓的羞辱，因为这是耶和华说的。  9到那日，人必说：“看哪，这是我们的神，我们素来等候他，他必拯救我们。这是耶和华，我们素来等候他，我们必因他的救恩欢喜快乐。”'
            },
            psalm:{
                title:'诗篇16',
                content:'1神啊，求你保佑我，因为我投靠你。  2我的心哪，你曾对耶和华说：“你是我的主，我的好处不在你以外。”  3论到世上的圣民，他们又美又善，是我最喜悦的。  4以别神代替耶和华的（或作“送礼物给别神的”），他们的愁苦必加增；他们所浇奠的血我不献上；我嘴唇也不提别神的名号。  5耶和华是我的产业，是我杯中的份；我所得的，你为我持守。  6用绳量给我的地界，坐落在佳美之处；我的产业实在美好。  7我必称颂那指教我的耶和华，我的心肠在夜间也警戒我。  8我将耶和华常摆在我面前，因他在我右边，我便不至摇动。  9因此，我的心欢喜，我的灵（原文作“荣耀”）快乐，我的肉身也要安然居住。  10因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。  11你必将生命的道路指示我。在你面前有满足的喜乐，在你右手中有永远的福乐。'
            },
            secondReading:{
                title:'哥林多前书15:1-11',
                content:'1弟兄们，我如今把先前所传给你们的福音，告诉你们知道。这福音你们也领受了，又靠着站立得住； 2并且你们若不是徒然相信，能以持守我所传给你们的，就必因这福音得救。 3我当日所领受又传给你们的，第一，就是基督照圣经所说，为我们的罪死了， 4而且埋葬了，又照圣经所说，第三天复活了， 5并且显给矶法看，然后显给十二使徒看， 6后来一时显给五百多弟兄看，其中一大半到如今还在，却也有已经睡了的。 7以后显给雅各看，再显给众使徒看， 8末了，也显给我看。我如同未到产期而生的人一般。 9我原是使徒中最小的，不配称为使徒，因为我从前逼迫神的教会。 10然而我今日成了何等人，是蒙神的恩才成的；并且他所赐我的恩不是徒然的。我比众使徒格外劳苦，这原不是我，乃是神的恩与我同在。 11不拘是我，是众使徒，我们如此传，你们也如此信了。'
            },
            gospel:{
                title:'马可福音16:1-8',
                content:'1过了安息日，抹大拉的马利亚和雅各的母亲马利亚并撒罗米，买了香膏，要去膏耶稣的身体。 2七日的第一日清早，出太阳的时候，她们来到坟墓那里， 3彼此说：“谁给我们把石头从墓门滚开呢？” 4那石头原来很大，她们抬头一看，却见石头已经滚开了。 5她们进了坟墓，看见一个少年人坐在右边，穿着白袍，就甚惊恐。 6那少年人对她们说：“不要惊恐！你们寻找那钉十字架的拿撒勒人耶稣，他已经复活了，不在这里。请看安放他的地方。 7你们可以去告诉他的门徒和彼得说：‘他在你们以先往加利利去。在那里你们要见他，正如他从前所告诉你们的。’” 8她们就出来，从坟墓那里逃跑，又发抖，又惊奇，什么也不告诉人，因为她们害怕。'
            }
        },
        easter2:{
            firstReading:{
                title:'使徒行传4:32-35',
                content:'32那许多信的人都是一心一意的，没有一人说他的东西有一样是自己的，都是大家公用。 33使徒大有能力，见证主耶稣复活，众人也都蒙大恩。 34内中也没有一个缺乏的，因为人人将田产房屋都卖了，把所卖的价银拿来， 35放在使徒脚前，照各人所需用的，分给各人。'
            },
            psalm:{
                title:'诗篇148',
                content:'1你们要赞美耶和华！从天上赞美耶和华，在高处赞美他。  2他的众使者都要赞美他，他的诸军都要赞美他。  3日头、月亮，你们要赞美他；放光的星宿，你们都要赞美他。  4天上的天和天上的水，你们都要赞美他。  5愿这些都赞美耶和华的名，因他一吩咐便都造成。  6他将这些立定，直到永永远远。他定了命，不能废去（或作“越过”）。  7所有在地上的，大鱼和一切深洋，  8火与冰雹，雪和雾气，成就他命的狂风，  9大山和小山，结果的树木和一切香柏树，  10野兽和一切牲畜，昆虫和飞鸟，  11世上的君王和万民，首领和世上一切审判官，  12少年人和处女，老年人和孩童，都当赞美耶和华。  13愿这些都赞美耶和华的名；因为独有他的名被尊崇，他的荣耀在天地之上。  14他将他百姓的角高举，因此他（“因此他”或作“他使”）一切圣民以色列人，就是与他相近的百姓，都赞美他。你们要赞美耶和华！'
            },
            secondReading:{
                title:'约翰一书1:1-2:2',
                content:'1论到从起初原有的生命之道，就是我们所听见，所看见，亲眼看过，亲手摸过的。 2（这生命已经显现出来，我们也看见过，现在又作见证，将原与父同在，且显现与我们那永远的生命传给你们。） 3我们将所看见、所听见的传给你们，使你们与我们相交。我们乃是与父并他儿子耶稣基督相交的。 4我们将这些话写给你们，使你们（有古卷作“我们”）的喜乐充足。 5神就是光，在他毫无黑暗。这是我们从主所听见，又报给你们的信息。 6我们若说是与神相交，却仍在黑暗里行，就是说谎话，不行真理了。 7我们若在光明中行，如同神在光明中，就彼此相交，他儿子耶稣的血也洗净我们一切的罪。 8我们若说自己无罪，便是自欺，真理不在我们心里了； 9我们若认自己的罪，神是信实的，是公义的，必要赦免我们的罪，洗净我们一切的不义； 10我们若说自己没有犯过罪，便是以神为说谎的，他的道也不在我们心里了。 1我小子们哪，我将这些话写给你们，是要叫你们不犯罪。若有人犯罪，在父那里我们有一位中保，就是那义者耶稣基督。 2他为我们的罪作了挽回祭，不是单为我们的罪，也是为普天下人的罪。'
            },
            gospel:{
                title:'约翰福音20:19-31',
                content:'19那日（就是七日的第一日）晚上，门徒所在的地方，因怕犹太人，门都关了。耶稣来站在当中，对他们说：“愿你们平安！” 20说了这话，就把手和肋旁指给他们看。门徒看见主，就喜乐了。 21耶稣又对他们说：“愿你们平安！父怎样差遣了我，我也照样差遣你们。” 22说了这话，就向他们吹一口气，说：“你们受圣灵。 23你们赦免谁的罪，谁的罪就赦免了；你们留下谁的罪，谁的罪就留下了。” 24那十二个门徒中，有称为低土马的多马，耶稣来的时候，他没有和他们同在。 25那些门徒就对他说：“我们已经看见主了。”多马却说：“我非看见他手上的钉痕，用指头探入那钉痕，又用手探入他的肋旁，我总不信。” 26过了八日，门徒又在屋里，多马也和他们同在。门都关了。耶稣来站在当中说：“愿你们平安！” 27就对多马说：“伸过你的指头来，摸（“摸”原文作“看”）我的手；伸出你的手来，探入我的肋旁。不要疑惑，总要信。” 28多马说：“我的主，我的神！” 29耶稣对他说：“你因看见了我才信；那没有看见就信的有福了。” 30耶稣在门徒面前另外行了许多神迹，没有记在这书上。 31但记这些事，要叫你们信耶稣是基督，是神的儿子，并且叫你们信了他，就可以因他的名得生命。'
            }
        },
        easter3:{
            firstReading:{
                title:'使徒行传3:11-21',
                content:'11那人正在称为所罗门的廊下，拉着彼得、约翰，众百姓一齐跑到他们那里，很觉希奇。 12彼得看见，就对百姓说：“以色列人哪，为什么把这事当作希奇呢？为什么定睛看我们，以为我们凭自己的能力和虔诚使这人行走呢？ 13亚伯拉罕、以撒、雅各的神，就是我们列祖的神，已经荣耀了他的仆人耶稣（“仆人”或作“儿子”），你们却把他交付彼拉多。彼拉多定意要释放他，你们竟在彼拉多面前弃绝了他。 14你们弃绝了那圣洁公义者，反求着释放一个凶手给你们。 15你们杀了那生命的主，神却叫他从死里复活了。我们都是为这事作见证。 16我们因信他的名，他的名便叫你们所看见、所认识的这人健壮了。正是他所赐的信心，叫这人在你们众人面前全然好了。 17弟兄们，我晓得你们作这事是出于不知，你们的官长也是如此。 18但神曾藉众先知的口，预言基督将要受害，就这样应验了。 19所以你们当悔改归正，使你们的罪得以涂抹。这样，那安舒的日子就必从主面前来到， 20主也必差遣所预定给你们的基督耶稣降临。 21天必留他，等到万物复兴的时候，就是神从创世以来、藉着圣先知的口所说的。'
            },
            psalm:{
                title:'诗篇4',
                content:'1显我为义的神啊，我呼吁的时候，求你应允我！我在困苦中，你曾使我宽广；现在求你怜恤我，听我的祷告。  2你们这上流人哪，你们将我的尊荣变为羞辱要到几时呢？你们喜爱虚妄、寻找虚假要到几时呢？  3你们要知道，耶和华已经分别虔诚人归他自己。我求告耶和华，他必听我。  4你们应当畏惧，不可犯罪；在床上的时候，要心里思想，并要肃静。  5当献上公义的祭，又当倚靠耶和华。  6有许多人说：“谁能指示我们什么好处？”耶和华啊，求你仰起脸来，光照我们。  7你使我心里快乐，胜过那丰收五谷新酒的人。  8我必安然躺下睡觉，因为独有你耶和华使我安然居住。'
            },
            secondReading:{
                title:'约翰一书3:1-7',
                content:'1你看父赐给我们是何等的慈爱，使我们得称为神的儿女；我们也真是他的儿女。世人所以不认识我们，是因未曾认识他。 2亲爱的弟兄啊，我们现在是神的儿女，将来如何，还未显明；但我们知道，主若显现，我们必要像他，因为必得见他的真体。 3凡向他有这指望的，就洁净自己，像他洁净一样。  4凡犯罪的，就是违背律法；违背律法，就是罪。 5你们知道主曾显现，是要除掉人的罪，在他并没有罪。 6凡住在他里面的，就不犯罪；凡犯罪的，是未曾看见他，也未曾认识他。 7小子们哪，不要被人诱惑。行义的才是义人，正如主是义的一样。'
            },
            gospel:{
                title:'路加福音24:36-49',
                content:'36正说这话的时候，耶稣亲自站在他们当中，说：“愿你们平安！” 37他们却惊慌害怕，以为所看见的是魂。 38耶稣说：“你们为什么愁烦？为什么心里起疑念呢？ 39你们看我的手、我的脚，就知道实在是我了。摸我看看，魂无骨无肉，你们看，我是有的。” 40说了这话，就把手和脚给他们看。 41他们正喜得不敢信，并且希奇，耶稣就说：“你们这里有什么吃的没有？” 42他们便给他一片烧鱼（有古卷在此有“和一块蜜房”）。 43他接过来，在他们面前吃了。  44耶稣对他们说：“这就是我从前与你们同在之时所告诉你们的话说：摩西的律法、先知的书和诗篇上所记的，凡指着我的话，都必须应验。” 45于是耶稣开他们的心窍，使他们能明白圣经。 46又对他们说：“照经上所写的，基督必受害，第三日从死里复活， 47并且人要奉他的名传悔改、赦罪的道，从耶路撒冷起直传到万邦。 48你们就是这些事的见证。 49我要将我父所应许的降在你们身上，你们要在城里等候，直到你们领受从上头来的能力。”'
            }
        },
        easter4:{
            firstReading:{
                title:'使徒行传4:1-12',
                content:'1使徒对百姓说话的时候，祭司们和守殿官，并撒都该人忽然来了。 2因他们教训百姓，本着耶稣，传说死人复活，就很烦恼， 3于是下手拿住他们。因为天已经晚了，就把他们押到第二天。 4但听道之人有许多信的，男丁数目约到五千。 5第二天，官府、长老和文士在耶路撒冷聚会， 6又有大祭司亚那和该亚法、约翰、亚力山大，并大祭司的亲族都在那里， 7叫使徒站在当中，就问他们说：“你们用什么能力，奉谁的名作这事呢？” 8那时彼得被圣灵充满，对他们说： 9“治民的官府和长老啊，倘若今日因为在残疾人身上所行的善事，查问我们他是怎么得了痊愈， 10你们众人和以色列百姓都当知道，站在你们面前的这人得痊愈，是因你们所钉十字架、神叫他从死里复活的拿撒勒人耶稣基督的名。 11他是你们匠人所弃的石头，已成了房角的头块石头。 12除他以外，别无拯救。因为在天下人间，没有赐下别的名，我们可以靠着得救。”'
            },
            psalm:{
                title:'诗篇23',
                content:'1耶和华是我的牧者，我必不至缺乏。  2他使我躺卧在青草地上，领我在可安歇的水边；  3他使我的灵魂苏醒，为自己的名引导我走义路。  4我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在；你的杖，你的竿，都安慰我。  5在我敌人面前，你为我摆设筵席；你用油膏了我的头，使我的福杯满溢。  6我一生一世必有恩惠慈爱随着我，我且要住在耶和华的殿中，直到永远。'
            },
            secondReading:{
                title:'约翰一书3:16-24',
                content:'16主为我们舍命，我们从此就知道何为爱，我们也当为弟兄舍命。 17凡有世上财物的，看见弟兄穷乏，却塞住怜恤的心，爱神的心怎能存在他里面呢？ 18小子们哪，我们相爱，不要只在言语和舌头上，总要在行为和诚实上。 19从此就知道我们是属真理的，并且我们的心在神面前可以安稳。 20我们的心若责备我们，神比我们的心大，一切事没有不知道的。 21亲爱的弟兄啊，我们的心若不责备我们，就可以向神坦然无惧了。 22并且我们一切所求的，就从他得着，因为我们遵守他的命令，行他所喜悦的事。 23神的命令就是叫我们信他儿子耶稣基督的名，且照他所赐给我们的命令彼此相爱。 24遵守神命令的，就住在神里面，神也住在他里面。我们所以知道神住在我们里面，是因他所赐给我们的圣灵。'
            },
            gospel:{
                title:'约翰福音10:11-18',
                content:'11我是好牧人，好牧人为羊舍命。 12若是雇工，不是牧人，羊也不是他自己的，他看见狼来，就撇下羊逃走。狼抓住羊，赶散了羊群。 13雇工逃走，因他是雇工，并不顾念羊。 14我是好牧人，我认识我的羊，我的羊也认识我。 15正如父认识我，我也认识父一样，并且我为羊舍命。 16我另外有羊，不是这圈里的；我必须领它们来，它们也要听我的声音，并且要合成一群，归一个牧人了。 17我父爱我，因我将命舍去，好再取回来。 18没有人夺我的命去，是我自己舍的。我有权柄舍了，也有权柄取回来，这是我从我父所受的命令。”'
            }
        },
        easter5:{
            firstReading:{
                title:'使徒行传8:26-40',
                content:'26有主的一个使者对腓利说：“起来，向南走，往那从耶路撒冷下迦萨的路上去。”那路是旷野。 27腓利就起身去了。不料，有一个埃塞俄比亚（即古实，见以赛亚书十八章一节）人，是个有大权的太监，在埃塞俄比亚女王干大基的手下总管银库，他上耶路撒冷礼拜去了。 28现在回来，在车上坐着，念先知以赛亚的书。 29圣灵对腓利说：“你去贴近那车走。” 30腓利就跑到太监那里，听见他念先知以赛亚的书，便问他说：“你所念的，你明白吗？” 31他说：“没有人指教我，怎能明白呢？”于是请腓利上车，与他同坐。 32他所念的那段经，说：“他像羊被牵到宰杀之地，又像羊羔在剪毛的人手下无声，他也是这样不开口。 33他卑微的时候，人不按公义审判他（原文作“他的审判被夺去”），谁能述说他的世代？因为他的生命从地上夺去。” 34太监对腓利说：“请问，先知说这话是指着谁？是指着自己呢？是指着别人呢？” 35腓利就开口从这经上起，对他传讲耶稣。 36二人正往前走，到了有水的地方，太监说：“看哪，这里有水，我受洗有什么妨碍呢？”（有古卷在此有 37“腓利说：‘你若是一心相信，就可以。’他回答说：‘我信耶稣基督是神的儿子’。”） 38于是吩咐车站住，腓利和太监二人同下水里去，腓利就给他施洗。 39从水里上来，主的灵把腓利提了去。太监也不再见他了，就欢欢喜喜地走路。 40后来有人在亚锁都遇见腓利。他走遍那地方，在各城宣传福音，直到凯撒利亚。'
            },
            psalm:{
                title:'诗篇150',
                content:'1你们要赞美耶和华！在神的圣所赞美他，在他显能力的穹苍赞美他。  2要因他大能的作为赞美他，按着他极美的大德赞美他。  3要用角声赞美他，鼓瑟、弹琴赞美他；  4击鼓、跳舞赞美他，用丝弦的乐器和箫的声音赞美他；  5用大响的钹赞美他，用高声的钹赞美他。  6凡有气息的，都要赞美耶和华。你们要赞美耶和华！'
            },
            secondReading:{
                title:'约翰一书4:1-11(12-21)',
                content:'1亲爱的弟兄啊，一切的灵，你们不可都信，总要试验那些灵是出于神的不是，因为世上有许多假先知已经出来了。 2凡灵认耶稣基督是成了肉身来的，就是出于神的，从此你们可以认出神的灵来； 3凡灵不认耶稣，就不是出于神，这是那敌基督者的灵。你们从前听见他要来，现在已经在世上了。 4小子们哪！你们是属神的，并且胜了他们，因为那在你们里面的，比那在世界上的更大。 5他们是属世界的，所以论世界的事，世人也听从他们。 6我们是属神的，认识神的就听从我们；不属神的就不听从我们。从此我们可以认出真理的灵和谬妄的灵来。 7亲爱的弟兄啊，我们应当彼此相爱，因为爱是从神来的。凡有爱心的，都是由神而生，并且认识神。 8没有爱心的，就不认识神，因为神就是爱。 9神差他独生子到世间来，使我们藉着他得生，神爱我们的心在此就显明了。 10不是我们爱神，乃是神爱我们，差他的儿子为我们的罪作了挽回祭，这就是爱了。 11亲爱的弟兄啊，神既是这样爱我们，我们也当彼此相爱。 【12从来没有人见过神。我们若彼此相爱，神就住在我们里面，爱他的心在我们里面得以完全了。  13神将他的灵赐给我们，从此就知道我们是住在他里面，他也住在我们里面。 14父差子作世人的救主，这是我们所看见且作见证的。 15凡认耶稣为神儿子的，神就住在他里面，他也住在神里面。  16神爱我们的心，我们也知道、也信。神就是爱，住在爱里面的，就是住在神里面，神也住在他里面。 17这样，爱在我们里面得以完全，我们就可以在审判的日子坦然无惧。因为他如何，我们在这世上也如何。 18爱里没有惧怕；爱既完全，就把惧怕除去，因为惧怕里含着刑罚。惧怕的人在爱里未得完全。 19我们爱，因为神先爱我们。 20人若说，“我爱神”，却恨他的弟兄，就是说谎话的；不爱他所看见的弟兄，就不能爱没有看见的神（有古卷作“怎能爱没有看见的神呢？”）。 21爱神的，也当爱弟兄，这是我们从神所受的命令。】'
            },
            gospel:{
                title:'约翰福音15:1-8',
                content:'1“我是真葡萄树，我父是栽培的人。 2凡属我不结果子的枝子，他就剪去；凡结果子的，他就修理干净，使枝子结果子更多。 3现在你们因我讲给你们的道，已经干净了。 4你们要常在我里面，我也常在你们里面。枝子若不常在葡萄树上，自己就不能结果子；你们若不常在我里面，也是这样。 5我是葡萄树，你们是枝子；常在我里面的，我也常在他里面，这人就多结果子；因为离了我，你们就不能作什么。 6人若不常在我里面，就像枝子丢在外面枯干，人拾起来，扔在火里烧了。 7你们若常在我里面，我的话也常在你们里面；凡你们所愿意的，祈求就给你们成就。 8你们多结果子，我父就因此得荣耀，你们也就是我的门徒了。'
            }
        },
        easter6:{
            firstReading:{
                title:'使徒行传10:34-48',
                content:'34彼得就开口说：“我真看出神是不偏待人。 35原来各国中，那敬畏主、行义的人都为主所悦纳。 36神藉着耶稣基督（他是万有的主）传和平的福音，将这道赐给以色列人。 37这话在约翰宣传洗礼以后，从加利利起，传遍了犹太。 38神怎样以圣灵和能力膏拿撒勒人耶稣，这都是你们知道的。他周流四方，行善事，医好凡被魔鬼压制的人，因为神与他同在。 39他在犹太人之地并耶路撒冷所行的一切事，有我们作见证。他们竟把他挂在木头上杀了。 40第三日，神叫他复活，显现出来。 41不是显现给众人看，乃是显现给神预先所拣选为他作见证的人看，就是我们这些在他从死里复活以后和他同吃同喝的人。 42他吩咐我们传道给众人，证明他是神所立定的，要作审判活人死人的主。 43众先知也为他作见证，说：‘凡信他的人，必因他的名得蒙赦罪。’” 44彼得还说这话的时候，圣灵降在一切听道的人身上。 45那些奉割礼和彼得同来的信徒，见圣灵的恩赐也浇在外邦人身上，就都希奇， 46因听见他们说方言，称赞神为大。 47于是彼得说：“这些人既受了圣灵，与我们一样，谁能禁止用水给他们施洗呢？” 48就吩咐奉耶稣基督的名给他们施洗。他们又请彼得住了几天。'
            },
            psalm:{
                title:'诗篇98',
                content:'1你们要向耶和华唱新歌，因为他行过奇妙的事。他的右手和圣臂施行救恩。  2耶和华发明了他的救恩，在列邦人眼前显出公义。  3记念他向以色列家所发的慈爱，所凭的信实。地的四极都看见我们神的救恩。  4全地都要向耶和华欢乐，要发起大声，欢呼歌颂。  5要用琴歌颂耶和华，用琴和诗歌的声音歌颂他。  6用号和角声，在大君王耶和华面前欢呼。  7愿海和其中所充满的澎湃；世界和住在其间的也要发声。  8愿大水拍手，愿诸山在耶和华面前一同欢呼。  9因为他来要审判遍地。他要按公义审判世界，按公正审判万民。'
            },
            secondReading:{
                title:'约翰一书5:1-8',
                content:'1凡信耶稣是基督的，都是从神而生，凡爱生他之神的，也必爱从神生的。 2我们若爱神，又遵守他的诫命，从此就知道我们爱神的儿女。 3我们遵守神的诫命，这就是爱他了，并且他的诫命不是难守的。 4因为凡从神生的，就胜过世界；使我们胜了世界的，就是我们的信心。 5胜过世界的是谁呢？不是那信耶稣是神儿子的吗？ 6这藉着水和血而来的，就是耶稣基督；不是单用水，乃是用水又用血， 7并且有圣灵作见证，因为圣灵就是真理。 8作见证的原来有三：就是圣灵、水与血，这三样也都归于一。'
            },
            gospel:{
                title:'约翰福音15:9-17',
                content:'9我爱你们，正如父爱我一样，你们要常在我的爱里。 10你们若遵守我的命令，就常在我的爱里；正如我遵守了我父的命令，常在他的爱里。  11“这些事我已经对你们说了，是要叫我的喜乐存在你们心里，并叫你们的喜乐可以满足。 12你们要彼此相爱，像我爱你们一样，这就是我的命令。 13人为朋友舍命，人的爱心没有比这个大的。 14你们若遵行我所吩咐的，就是我的朋友了。 15以后我不再称你们为仆人，因仆人不知道主人所作的事；我乃称你们为朋友，因我从我父所听见的，已经都告诉你们了。 16不是你们拣选了我，是我拣选了你们；并且分派你们去结果子，叫你们的果子常存，使你们奉我的名，无论向父求什么，他就赐给你们。 17我这样吩咐你们，是要叫你们彼此相爱。”'
            }
        },
        ascension:{
            firstReading:{
                title:'使徒行传1:1-11',
                content:'1提阿非罗啊，我已经作了前书，论到耶稣开头一切所行所教训的， 2直到他藉着圣灵吩咐所拣选的使徒，以后被接上升的日子为止。 3他受害之后，用许多的凭据将自己活活地显给使徒看，四十天之久向他们显现，讲说神国的事。 4耶稣和他们聚集的时候，嘱咐他们说：“不要离开耶路撒冷，要等候父所应许的，就是你们听见我说过的， 5约翰是用水施洗，但不多几日，你们要受圣灵的洗。” 6他们聚集的时候，问耶稣说：“主啊，你复兴以色列国就在这时候吗？” 7耶稣对他们说：“父凭着自己的权柄所定的时候、日期，不是你们可以知道的。 8但圣灵降临在你们身上，你们就必得着能力；并要在耶路撒冷、犹太全地和撒玛利亚，直到地极，作我的见证。” 9说了这话，他们正看的时候，他就被取上升。有一朵云彩把他接去，便看不见他了。 10当他往上去，他们定睛望天的时候，忽然有两个人身穿白衣，站在旁边，说： 11“加利利人哪，你们为什么站着望天呢？这离开你们被接升天的耶稣，你们见他怎样往天上去，他还要怎样来。”'
            },
            psalm:{
                title:'诗篇47',
                content:'1万民哪，你们都要拍掌！要用夸胜的声音向神呼喊。  2因为耶和华至高者是可畏的，他是治理全地的大君王。  3他叫万民服在我们以下，又叫列邦服在我们脚下。  4他为我们选择产业，就是他所爱之雅各的荣耀。  5神上升，有喊声相送；耶和华上升，有角声相送。  6你们要向神歌颂，歌颂！向我们王歌颂，歌颂！  7因为神是全地的王，你们要用悟性歌颂。  8神作王治理万国，神坐在他的圣宝座上。  9列邦的君王聚集，要作亚伯拉罕之神的民；因为世界的盾牌是属神的，他为至高。'
            },
            secondReading:{
                title:'以弗所书1:15-23',
                content:'15因此，我既听见你们信从主耶稣，亲爱众圣徒， 16就为你们不住地感谢神。祷告的时候，常提到你们， 17求我们主耶稣基督的神，荣耀的父，将那赐人智慧和启示的灵赏给你们，使你们真知道他。 18并且照明你们心中的眼睛，使你们知道他的恩召有何等指望，他在圣徒中得的基业有何等丰盛的荣耀； 19并知道他向我们这信的人所显的能力是何等浩大， 20就是照他在基督身上所运行的大能大力，使他从死里复活，叫他在天上坐在自己的右边， 21远超过一切执政的、掌权的、有能的、主治的，和一切有名的，不但是今世的，连来世的也都超过了。 22又将万有服在他的脚下，使他为教会作万有之首。 23教会是他的身体，是那充满万有者所充满的。'
            },
            gospel:{
                title:'路加福音24:44-53',
                content:'44耶稣对他们说：“这就是我从前与你们同在之时所告诉你们的话说：摩西的律法、先知的书和诗篇上所记的，凡指着我的话，都必须应验。” 45于是耶稣开他们的心窍，使他们能明白圣经。 46又对他们说：“照经上所写的，基督必受害，第三日从死里复活， 47并且人要奉他的名传悔改、赦罪的道，从耶路撒冷起直传到万邦。 48你们就是这些事的见证。 49我要将我父所应许的降在你们身上，你们要在城里等候，直到你们领受从上头来的能力。” 50耶稣领他们到伯大尼的对面，就举手给他们祝福。 51正祝福的时候，他就离开他们，被带到天上去了。 52他们就拜他，大大的欢喜，回耶路撒冷去， 53常在殿里称颂神。'
            }
        },
        easter7:{
            firstReading:{
                title:'使徒行传1:12-26',
                content:'12有一座山，名叫橄榄山，离耶路撒冷不远，约有安息日可走的路程。当下，门徒从那里回耶路撒冷去， 13进了城，就上了所住的一间楼房。在那里有彼得、约翰、雅各、安得烈、腓力、多马、巴多罗买、马太、亚勒腓的儿子雅各、奋锐党的西门和雅各的儿子（或作“兄弟”）犹大。 14这些人同着几个妇人和耶稣的母亲马利亚，并耶稣的弟兄，都同心合意的恒切祷告。 15那时，有许多人聚会，约有一百二十名，彼得就在弟兄中间站起来， 16说：“弟兄们，圣灵藉大卫的口，在圣经上预言领人捉拿耶稣的犹大，这话是必须应验的。 17他本来列在我们数中，并且在使徒的职任上得了一份。 18这人用他作恶的工价买了一块田，以后身子仆倒，肚腹崩裂，肠子都流出来。 19住在耶路撒冷的众人都知道这事，所以按着他们那里的话给那块田起名叫亚革大马，就是血田的意思。 20因为诗篇上写着说：‘愿他的住处变为荒场，无人在内居住’，又说：‘愿别人得他的职分。’ 21所以主耶稣在我们中间始终出入的时候， 22就是从约翰施洗起，直到主离开我们被接上升的日子为止，必须从那常与我们作伴的人中立一位与我们同作耶稣复活的见证。” 23于是选举两个人，就是那叫作巴撒巴，又称呼犹士都的约瑟，和马提亚。 24 25众人就祷告说：“主啊，你知道万人的心。求你从这两个人中，指明你所拣选的是谁，叫他得这使徒的位分。这位分犹大已经丢弃，往自己的地方去了。” 26于是众人为他们摇签，摇出马提亚来。他就和十一个使徒同列。'
            },
            psalm:{
                title:'诗篇1',
                content:'1不从恶人的计谋，不站罪人的道路，不坐亵慢人的座位，  2惟喜爱耶和华的律法，昼夜思想，这人便为有福。  3他要像一棵树栽在溪水旁，按时候结果子，叶子也不枯干。凡他所作的尽都顺利。  4恶人并不是这样，乃像糠秕被风吹散。  5因此当审判的时候，恶人必站立不住；罪人在义人的会中也是如此。  6因为耶和华知道义人的道路，恶人的道路却必灭亡。'
            },
            secondReading:{
                title:'约翰一书5:9-15',
                content:' 9我们既领受人的见证，神的见证更该领受了（“该领受”原文作“大”），因神的见证是为他儿子作的。 10信神儿子的，就有这见证在他心里；不信神的，就是将神当作说谎的，因不信神为他儿子作的见证。 11这见证就是神赐给我们永生，这永生也是在他儿子里面。 12人有了神的儿子就有生命，没有神的儿子就没有生命。 13我将这些话写给你们信奉神儿子之名的人，要叫你们知道自己有永生。 14我们若照他的旨意求什么，他就听我们，这是我们向他所存坦然无惧的心。 15既然知道他听我们一切所求的，就知道我们所求于他的，无不得着。'
            },
            gospel:{
                title:'约翰福音17:11b-19',
                content:'11b圣父啊，求你因你所赐给我的名保守他们，叫他们合而为一，像我们一样。 12我与他们同在的时候，因你所赐给我的名保守了他们，我也护卫了他们；其中除了那灭亡之子，没有一个灭亡的，好叫经上的话得应验。 13现在我往你那里去，我还在世上说这话，是叫他们心里充满我的喜乐。 14我已将你的道赐给他们，世界又恨他们；因为他们不属世界，正如我不属世界一样。 15我不求你叫他们离开世界，只求你保守他们脱离那恶者（或作“脱离罪恶”）。 16他们不属世界，正如我不属世界一样。 17求你用真理使他们成圣，你的道就是真理。 18你怎样差我到世上，我也照样差他们到世上。 19我为他们的缘故，自己分别为圣，叫他们也因真理成圣。”'
            }
        },
        pentecost:{
            firstReading:{
                title:'以西结书37:1-14',
                content:'1耶和华的灵（原文作“手”）降在我身上，耶和华藉他的灵带我出去，将我放在平原中，这平原遍满骸骨。 2他使我从骸骨的四围经过，谁知在平原的骸骨甚多，而且极其枯干。 3他对我说：“人子啊，这些骸骨能复活吗？”我说：“主耶和华啊，你是知道的。” 4他又对我说：“你向这些骸骨发预言说：枯干的骸骨啊，要听耶和华的话。 5主耶和华对这些骸骨如此说：我必使气息进入你们里面，你们就要活了。 6我必给你们加上筋，使你们长肉，又将皮遮蔽你们，使气息进入你们里面，你们就要活了。你们便知道我是耶和华。”  7于是我遵命说预言。正说预言的时候，不料，有响声，有地震；骨与骨互相联络。 8我观看，见骸骨上有筋，也长了肉，又有皮遮蔽其上，只是还没有气息。 9主对我说：“人子啊，你要发预言，向风发预言，说主耶和华如此说：气息啊，要从四方（原文作“风”）而来，吹在这些被杀的人身上，使他们活了。” 10于是我遵命说预言，气息就进入骸骨，骸骨便活了，并且站起来，成为极大的军队。  11主对我说：“人子啊，这些骸骨就是以色列全家。他们说：‘我们的骨头枯干了，我们的指望失去了，我们灭绝净尽了。’ 12所以你要发预言对他们说，主耶和华如此说：‘我的民哪，我必开你们的坟墓，使你们从坟墓中出来，领你们进入以色列地。 13我的民哪，我开你们的坟墓，使你们从坟墓中出来，你们就知道我是耶和华。 14我必将我的灵放在你们里面，你们就要活了。我将你们安置在本地，你们就知道我耶和华如此说，也如此成就了。这是耶和华说的。’”'
            },
            psalm:{
                title:'诗篇139:1-12(16-17)',
                content:'1大卫的诗，交与伶长。耶和华啊，你已经鉴察我，认识我。  2我坐下，我起来，你都晓得，你从远处知道我的意念；  3我行路，我躺卧，你都细察，你也深知我一切所行的。  4耶和华啊，我舌头上的话，你没有一句不知道的。  5你在我前后环绕我，按手在我身上。  6这样的知识奇妙，是我不能测的；至高，是我不能及的。  7我往哪里去，躲避你的灵？我往哪里逃，躲避你的面？  8我若升到天上，你在那里；我若在阴间下榻，你也在那里。  9我若展开清晨的翅膀，飞到海极居住，  10就是在那里，你的手必引导我，你的右手也必扶持我。  11我若说：“黑暗必定遮蔽我，我周围的亮光必成为黑夜”，  12黑暗也不能遮蔽我使你不见，黑夜却如白昼发亮。黑暗和光明，在你看都是一样。\n【16我未成形的体质，你的眼早已看见了。你所定的日子，我尚未度一日（或作“我被造的肢体尚未有其一”），你都写在你的册上了。  17神啊，你的意念向我何等宝贵，其数何等众多！】'
            },
            secondReading:{
                title:'使徒行传2:1-21',
                content:'1五旬节到了，门徒都聚集在一处。 2忽然，从天上有响声下来，好像一阵大风吹过，充满了他们所坐的屋子； 3又有舌头如火焰显现出来，分开落在他们各人头上。 4他们就都被圣灵充满，按着圣灵所赐的口才说起别国的话来。  5那时，有虔诚的犹太人从天下各国来，住在耶路撒冷。 6这声音一响，众人都来聚集。各人听见门徒用众人的乡谈说话，就甚纳闷， 7都惊讶希奇说：“看哪，这说话的不都是加利利人吗？ 8我们各人怎么听见他们说我们生来所用的乡谈呢？ 9我们帕提亚人、玛代人、以拦人，和住在美索不达米亚、犹太、加帕多家、本都、亚西亚、 10弗吕家、旁非利亚、埃及的人，并靠近古利奈的利比亚一带地方的人，从罗马来的客旅中，或是犹太人，或是进犹太教的人， 11克里特和阿拉伯人，都听见他们用我们的乡谈，讲说神的大作为。” 12众人就都惊讶猜疑，彼此说：“这是什么意思呢？” 13还有人讥诮说：“他们无非是新酒灌满了。” 14彼得和十一个使徒站起，高声说：“犹太人和一切住在耶路撒冷的人哪，这件事你们当知道，也当侧耳听我的话。 15你们想这些人是醉了，其实不是醉了，因为时候刚到巳初。 16这正是先知约珥所说的：  17‘神说，在末后的日子，我要将我的灵浇灌凡有血气的，你们的儿女要说预言，你们的少年人要见异象，老年人要作异梦。  18在那些日子，我要将我的灵浇灌我的仆人和使女，他们就要说预言。  19在天上我要显出奇事；在地下我要显出神迹；有血、有火、有烟雾。  20日头要变为黑暗，月亮要变为血，这都在主大而明显的日子未到以前。  21到那时候，凡求告主名的，就必得救。’'
            },
            gospel:{
                title:'约翰福音15:26-27; 16:4b-15',
                content:'26但我要从父那里差保惠师来，就是从父出来真理的圣灵，他来了，就要为我作见证。 27你们也要作见证，因为你们从起头就与我同在。”\n4b“我起先没有将这事告诉你们，因为我与你们同在。 5现今我往差我来的父那里去，你们中间并没有人问我：‘你往哪里去？’ 6只因我将这事告诉你们，你们就满心忧愁。 7然而我将真情告诉你们，我去是与你们有益的。我若不去，保惠师就不到你们这里来；我若去，就差他来。 8他既来了，就要叫世人为罪、为义、为审判，自己责备自己。 9为罪，是因他们不信我； 10为义，是因我往父那里去，你们就不再见我； 11为审判，是因这世界的王受了审判。  12“我还有好些事要告诉你们，但你们现在担当不了（或作“不能领会”）。 13只等真理的圣灵来了，他要引导你们明白（原文作“进入”）一切的真理，因为他不是凭自己说的，乃是把他所听见的都说出来，并要把将来的事告诉你们。 14他要荣耀我，因为他要将受于我的告诉你们。 15凡父所有的，都是我的，所以我说，他要将受于我的告诉你们。”'
            }
        },
        holyTrinity:{
            firstReading:{
                title:'以赛亚书6:1-9',
                content:'1当乌西雅王崩的那年，我见主坐在高高的宝座上。他的衣裳垂下，遮满圣殿。 2其上有撒拉弗侍立，各有六个翅膀：用两个翅膀遮脸，两个翅膀遮脚，两个翅膀飞翔。 3彼此呼喊说：“圣哉！圣哉！圣哉！万军之耶和华，他的荣光充满全地！”  4因呼喊者的声音，门槛的根基震动，殿充满了烟云。 5那时我说：“祸哉！我灭亡了！因为我是嘴唇不洁的人，又住在嘴唇不洁的民中；又因我眼见大君王万军之耶和华。”  6有一撒拉弗飞到我跟前，手里拿着红炭，是用火剪从坛上取下来的， 7将炭沾我的口，说：“看哪！这炭沾了你的嘴，你的罪孽便除掉，你的罪恶就赦免了。” 8我又听见主的声音说：“我可以差遣谁呢？谁肯为我们去呢？”我说：“我在这里，请差遣我！”  9他说：“你去告诉这百姓说：你们听是要听见，却不明白；看是要看见，却不晓得。'
            },
            psalm:{
                title:'诗篇29',
                content:'1神的众子啊，你们要将荣耀能力归给耶和华，归给耶和华。  2要将耶和华的名所当得的荣耀归给他，以圣洁的妆饰（“的”或作“为”）敬拜耶和华。  3耶和华的声音发在水上，荣耀的神打雷，耶和华打雷在大水之上。  4耶和华的声音大有能力，耶和华的声音满有威严。  5耶和华的声音震破香柏树，耶和华震碎黎巴嫩的香柏树。  6他也使之跳跃如牛犊，使黎巴嫩和西连跳跃如野牛犊。  7耶和华的声音使火焰分岔。  8耶和华的声音震动旷野，耶和华震动加低斯的旷野。  9耶和华的声音惊动母鹿落胎，树木也脱落净光；凡在他殿中的，都称说他的荣耀。  10洪水泛滥之时，耶和华坐着为王；耶和华坐着为王，直到永远。  11耶和华必赐力量给他的百姓，耶和华必赐平安的福给他的百姓。 '
            },
            secondReading:{
                title:'使徒行传2:14a, 22-36',
                content:'14a彼得和十一个使徒站起，高声说：\n22“以色列人哪，请听我的话：神藉着拿撒勒人耶稣在你们中间施行异能、奇事、神迹，将他证明出来，这是你们自己知道的。 23他既按着神的定旨先见被交与人，你们就藉着无法之人的手把他钉在十字架上杀了。 24神却将死的痛苦解释了，叫他复活，因为他原不能被死拘禁。 25大卫指着他说：‘我看见主常在我眼前，他在我右边，叫我不至于摇动。 26所以我心里欢喜，我的灵（原文作“舌”）快乐，并且我的肉身要安居在指望中。 27因你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。 28你已将生命的道路指示我，必叫我因见你的面（或作“叫我在你面前”），得着满足的快乐。’  29“弟兄们，先祖大卫的事，我可以明明的对你们说，他死了，也埋葬了，并且他的坟墓直到今日还在我们这里。 30大卫既是先知，又晓得神曾向他起誓，要从他的后裔中立一位坐在他的宝座上， 31就预先看明这事，讲论基督复活说：‘他的灵魂不撇在阴间，他的肉身也不见朽坏。’ 32这耶稣，神已经叫他复活了，我们都为这事作见证。 33他既被神的右手高举（或作“他既高举在神的右边”），又从父受了所应许的圣灵，就把你们所看见、所听见的浇灌下来。 34大卫并没有升到天上，但自己说，‘主对我主说：你坐在我的右边， 35等我使你仇敌作你的脚凳。’ 36“故此，以色列全家当确实的知道，你们钉在十字架上的这位耶稣，神已经立他为主、为基督了。”'
            },
            gospel:{
                title:'约翰福音3:1-17',
                content:'1有一个法利赛人，名叫尼哥底母，是犹太人的官。 2这人夜里来见耶稣，说：“拉比，我们知道你是由神那里来作师傅的，因为你所行的神迹，若没有神同在，无人能行。” 3耶稣回答说：“我实实在在地告诉你：人若不重生，就不能见神的国。” 4尼哥底母说：“人已经老了，如何能重生呢？岂能再进母腹生出来吗？” 5耶稣说：“我实实在在地告诉你：人若不是从水和圣灵生的，就不能进神的国。 6从肉身生的，就是肉身；从灵生的，就是灵。 7我说，‘你们必须重生’，你不要以为希奇。 8风随着意思吹，你听见风的响声，却不晓得从哪里来，往哪里去。凡从圣灵生的，也是如此。” 9尼哥底母问他说：“怎能有这事呢？” 10耶稣回答说：“你是以色列人的先生，还不明白这事吗？ 11我实实在在地告诉你：我们所说的，是我们知道的；我们所见证的，是我们见过的；你们却不领受我们的见证。 12我对你们说地上的事，你们尚且不信；若说天上的事，如何能信呢？ 13除了从天降下仍旧在天的人子，没有人升过天。 14摩西在旷野怎样举蛇，人子也必照样被举起来， 15叫一切信他的都得永生（或作‘叫一切信的人在他里面得永生’）。”  16神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。 17因为神差他的儿子降世，不是要定世人的罪（或作“审判世人”。下同），乃是要叫世人因他得救。'
            }
        },
        proper3:{
            firstReading:{
                title:'何西阿书2:14-20',
                content:'14“后来我必劝导她，领她到旷野，对她说安慰的话。  15她从那里出来，我必赐她葡萄园，又赐她亚割谷作为指望的门。她必在那里应声（或作“歌唱”），与幼年的日子一样，与从埃及地上来的时候相同。”  16耶和华说：“那日你必称呼我伊施（就是“我夫”的意思），不再称呼我巴力（就是“我主”的意思）。  17因为我必从我民的口中除掉诸巴力的名号，这名号不再提起。  18当那日，我必为我的民，与田野的走兽和空中的飞鸟，并地上的昆虫立约。又必在国中折断弓刀，止息争战，使他们安然躺卧。  19我必聘你永远归我为妻，以仁义、公平、慈爱、怜悯聘你归我，  20也以诚实聘你归我，你就必认识我耶和华。”'
            },
            psalm:{
                title:'诗篇103:1-13',
                content:'1我的心哪，你要称颂耶和华，凡在我里面的，也要称颂他的圣名！  2我的心哪，你要称颂耶和华，不可忘记他的一切恩惠。  3他赦免你的一切罪孽，医治你的一切疾病。  4他救赎你的命脱离死亡，以仁爱和慈悲为你的冠冕。  5他用美物使你所愿的得以知足，以致你如鹰返老还童。  6耶和华施行公义，为一切受屈的人伸冤。  7他使摩西知道他的法则，叫以色列人晓得他的作为。  8耶和华有怜悯，有恩典，不轻易发怒，且有丰盛的慈爱。  9他不长久责备，也不永远怀怒。  10他没有按我们的罪过待我们，也没有照我们的罪孽报应我们。  11天离地何等的高，他的慈爱向敬畏他的人也是何等的大；  12东离西有多远，他叫我们的过犯离我们也有多远。  13父亲怎样怜恤他的儿女，耶和华也怎样怜恤敬畏他的人。'
            },
            secondReading:{
                title:'使徒行传2:14a, 36-47',
                content:'14a彼得和十一个使徒站起，高声说：\n36“故此，以色列全家当确实的知道，你们钉在十字架上的这位耶稣，神已经立他为主、为基督了。” 37众人听见这话，觉得扎心，就对彼得和其余的使徒说：“弟兄们，我们当怎样行？” 38彼得说：“你们各人要悔改，奉耶稣基督的名受洗，叫你们的罪得赦，就必领受所赐的圣灵。 39因为这应许是给你们和你们的儿女，并一切在远方的人，就是主我们神所召来的。” 40彼得还用许多话作见证，劝勉他们说：“你们当救自己脱离这弯曲的世代。” 41于是，领受他话的人就受了洗。那一天，门徒约添了三千人， 42都恒心遵守使徒的教训，彼此交接、擘饼、祈祷。 43众人都惧怕。使徒又行了许多奇事神迹。 44信的人都在一处，凡物公用， 45并且卖了田产、家业，照各人所需用的分给各人。 46他们天天同心合意恒切的在殿里，且在家中擘饼，存着欢喜诚实的心用饭， 47赞美神，得众民的喜爱。主将得救的人天天加给他们。'
            },
            gospel:{
                title:'马可福音2:(13-17)18-22',
                content:'【13耶稣又出到海边去，众人都就了他来，他便教训他们。 14耶稣经过的时候，看见亚勒腓的儿子利未坐在税关上，就对他说：“你跟从我来！”他就起来，跟从了耶稣。 15耶稣在利未家里坐席的时候，有好些税吏和罪人与耶稣并门徒一同坐席，因为这样的人多，他们也跟随耶稣。 16法利赛人中的文士（有古卷作“文士和法利赛人”）看见耶稣和罪人并税吏一同吃饭，就对他门徒说：“他和税吏并罪人一同吃喝吗？” 17耶稣听见，就对他们说：“康健的人用不着医生，有病的人才用得着。我来本不是召义人，乃是召罪人。” 】18当下，约翰的门徒和法利赛人禁食。他们来问耶稣说：“约翰的门徒和法利赛人的门徒禁食，你的门徒倒不禁食，这是为什么呢？” 19耶稣对他们说：“新郎和陪伴之人同在的时候，陪伴之人岂能禁食呢？新郎还同在，他们不能禁食。 20但日子将到，新郎要离开他们，那日他们就要禁食。” 21“没有人把新布缝在旧衣服上，恐怕所补上的新布带坏了旧衣服，破的就更大了。 22也没有人把新酒装在旧皮袋里，恐怕酒把皮袋裂开，酒和皮袋就都坏了；惟把新酒装在新皮袋里。”'
            }
        },
        proper4:{
            firstReading:{
                title:'申命记5:12-15',
                content:'12“‘当照耶和华你神所吩咐的，守安息日为圣日。 13六日要劳碌作你一切的工， 14但第七日是向耶和华你的神当守的安息日。这一日你和你的儿女、仆婢、牛、驴、牲畜，并在你城里寄居的客旅，无论何工都不可作，使你的仆婢可以和你一样安息。 15你也要记念你在埃及地作过奴仆，耶和华你神用大能的手和伸出来的膀臂，将你从那里领出来。因此，耶和华你的神吩咐你守安息日。'
            },
            psalm:{
                title:'诗篇81:1-10',
                content:'1你们当向神我们的力量大声欢呼，向雅各的神发声欢乐。  2唱起诗歌，打手鼓，弹美琴与瑟。  3当在月朔并月望、我们过节的日期吹角，  4因这是为以色列定的律例，是雅各神的典章。  5他去攻击埃及地的时候，在约瑟中间立此为证。我在那里听见我所不明白的言语。  6神说：“我使你的肩得脱重担，你的手放下筐子。  7你在急难中呼求，我就搭救你；我在雷的隐密处应允你，在米利巴水那里试验你。  8我的民哪，你当听，我要劝戒你；以色列啊，甚愿你肯听从我。  9在你当中不可有别的神，外邦的神你也不可下拜。  10我是耶和华你的神，曾把你从埃及地领上来。你要大大张口，我就给你充满。'
            },
            secondReading:{
                title:'哥林多后书4:5-12',
                content:'5我们原不是传自己，乃是传基督耶稣为主，并且自己因耶稣作你们的仆人。 6那吩咐光从黑暗里照出来的神，已经照在我们心里，叫我们得知神荣耀的光显在耶稣基督的面上。  7我们有这宝贝放在瓦器里，要显明这莫大的能力，是出于神，不是出于我们。 8我们四面受敌，却不被困住；心里作难，却不至失望； 9遭逼迫，却不被丢弃；打倒了，却不至死亡。 10身上常带着耶稣的死，使耶稣的生也显明在我们身上。 11因为我们这活着的人，是常为耶稣被交于死地，使耶稣的生在我们这必死的身上显明出来。 12这样看来，死是在我们身上发动，生却在你们身上发动。'
            },
            gospel:{
                title:'马可福音2:23-28(3:1-6)',
                content:'23耶稣当安息日从麦地经过。他门徒行路的时候掐了麦穗。 24法利赛人对耶稣说：“看哪，他们在安息日为什么作不可作的事呢？” 25耶稣对他们说：“经上记着大卫和跟从他的人缺乏、饥饿之时所作的事，你们没有念过吗？ 26他当亚比亚他作大祭司的时候，怎么进了神的殿，吃了陈设饼，又给跟从他的人吃？这饼除了祭司以外，人都不可吃。” 27又对他们说：“安息日是为人设立的，人不是为安息日设立的。 28所以，人子也是安息日的主。” 【1耶稣又进了会堂，在那里有一个人枯干了一只手。 2众人窥探耶稣，在安息日医治不医治，意思是要控告耶稣。 3耶稣对那枯干一只手的人说：“起来！站在当中。” 4又问众人说：“在安息日行善行恶，救命害命，哪样是可以的呢？”他们都不作声。 5耶稣怒目周围看他们，忧愁他们的心刚硬，就对那人说：“伸出手来！”他把手一伸，手就复了原。 6法利赛人出去，同希律一党的人商议怎样可以除灭耶稣。】'
            }
        },
        proper5:{
            firstReading:{
                title:'创世记3:8-15',
                content:'8天起了凉风，耶和华神在园中行走。那人和他妻子听见神的声音，就藏在园里的树木中，躲避耶和华神的面。 9耶和华神呼唤那人，对他说：“你在哪里？” 10他说：“我在园中听见你的声音，我就害怕，因为我赤身露体，我便藏了。” 11耶和华说：“谁告诉你赤身露体呢？莫非你吃了我吩咐你不可吃的那树上的果子吗？” 12那人说：“你所赐给我、与我同居的女人，她把那树上的果子给我，我就吃了。” 13耶和华神对女人说：“你作的是什么事呢？”女人说：“那蛇引诱我，我就吃了。” 14耶和华神对蛇说：“你既作了这事，就必受咒诅，比一切的牲畜野兽更甚。你必用肚子行走，终身吃土。  15我又要叫你和女人彼此为仇；你的后裔和女人的后裔也彼此为仇。女人的后裔要伤你的头，你要伤他的脚跟。”'
            },
            psalm:{
                title:'诗篇130',
                content:'1耶和华啊，我从深处向你求告。  2主啊，求你听我的声音，愿你侧耳听我恳求的声音。  3主耶和华啊，你若究察罪孽，谁能站得住呢？  4但在你有赦免之恩，要叫人敬畏你。  5我等候耶和华，我的心等候，我也仰望他的话。  6我的心等候主，胜于守夜的等候天亮，胜于守夜的等候天亮。  7以色列啊，你当仰望耶和华，因他有慈爱，有丰盛的救恩。  8他必救赎以色列脱离一切的罪孽。'
            },
            secondReading:{
                title:'哥林多后书4:13-5:1',
                content:'13但我们既有信心，正如经上记着说：“我因信，所以如此说话。”我们也信，所以也说话。 14自己知道那叫主耶稣复活的，也必叫我们与耶稣一同复活，并且叫我们与你们一同站在他面前。 15凡事都是为你们，好叫恩惠因人多越发加增，感谢格外显多，以致荣耀归与神。 16所以，我们不丧胆。外体虽然毁坏，内心却一天新似一天。 17我们这至暂至轻的苦楚，要为我们成就极重无比永远的荣耀。 18原来我们不是顾念所见的，乃是顾念所不见的，因为所见的是暂时的，所不见的是永远的。 1我们原知道，我们这地上的帐棚若拆毁了，必得神所造，不是人手所造，在天上永存的房屋。'
            },
            gospel:{
                title:'马可福音3:20-35',
                content:'20耶稣进了一个屋子，众人又聚集，甚至他连饭也顾不得吃。 21耶稣的亲属听见，就出来要拉住他，因为他们说他癫狂了。 22从耶路撒冷下来的文士说：“他是被别西卜附着。”又说：“他是靠着鬼王赶鬼。” 23耶稣叫他们来，用比喻对他们说：“撒但怎能赶出撒但呢？ 24若一国自相纷争，那国就站立不住； 25若一家自相纷争，那家就站立不住； 26若撒但自相攻打纷争，他就站立不住，必要灭亡。 27没有人能进壮士家里抢夺他的家具，必先捆住那壮士，才可以抢夺他的家。 28我实在告诉你们：世人一切的罪和一切亵渎的话，都可得赦免； 29凡亵渎圣灵的，却永不得赦免，乃要担当永远的罪。” 30这话是因为他们说：“他是被污鬼附着的。” 31当下，耶稣的母亲和弟兄来站在外边，打发人去叫他。 32有许多人在耶稣周围坐着，他们就告诉他说：“看哪，你母亲和你弟兄在外边找你。” 33耶稣回答说：“谁是我的母亲？谁是我的弟兄？” 34就四面观看那周围坐着的人，说：“看哪，我的母亲，我的弟兄。 35凡遵行神旨意的人，就是我的弟兄姐妹和母亲了。”'
            }
        },
        proper6:{
            firstReading:{
                title:'以西结书17:22-24',
                content:'22主耶和华如此说：“我要将香柏树梢拧去栽上，就是从尽尖的嫩枝中折一嫩枝，栽于极高的山上， 23在以色列高处的山栽上。它就生枝子，结果子，成为佳美的香柏树，各类飞鸟都必宿在其下，就是宿在枝子的荫下。 24田野的树木都必知道我耶和华使高树矮小，矮树高大，青树枯干，枯树发旺。我耶和华如此说，也如此行了。”'
            },
            psalm:{
                title:'诗篇1',
                content:'1不从恶人的计谋，不站罪人的道路，不坐亵慢人的座位，  2惟喜爱耶和华的律法，昼夜思想，这人便为有福。  3他要像一棵树栽在溪水旁，按时候结果子，叶子也不枯干。凡他所作的尽都顺利。  4恶人并不是这样，乃像糠秕被风吹散。  5因此当审判的时候，恶人必站立不住；罪人在义人的会中也是如此。  6因为耶和华知道义人的道路，恶人的道路却必灭亡。'
            },
            secondReading:{
                title:'哥林多后书5:1-10(11-17)',
                content:'1我们原知道，我们这地上的帐棚若拆毁了，必得神所造，不是人手所造，在天上永存的房屋。 2我们在这帐棚里叹息，深想得那从天上来的房屋，好像穿上衣服。 3倘若穿上，被遇见的时候就不至于赤身了。 4我们在这帐棚里叹息劳苦，并非愿意脱下这个，乃是愿意穿上那个，好叫这必死的被生命吞灭了。 5为此培植我们的就是神，他又赐给我们圣灵作凭据（原文作“质”）。  6所以，我们时常坦然无惧，并且晓得我们住在身内，便与主相离。 7因我们行事为人是凭着信心，不是凭着眼见。 8我们坦然无惧，是更愿意离开身体与主同住。 9所以，无论是住在身内，离开身外，我们立了志向，要得主的喜悦。 10因为我们众人必要在基督台前显露出来，叫各人按着本身所行的，或善或恶受报。 【11我们既知道主是可畏的，所以劝人。但我们在神面前是显明的，盼望在你们的良心里也是显明的。 12我们不是向你们再举荐自己，乃是叫你们因我们有可夸之处，好对那凭外貌不凭内心夸口的人，有言可答。 13我们若果癫狂，是为神；若果谨守，是为你们。 14原来基督的爱激励我们。因我们想，一人既替众人死，众人就都死了； 15并且他替众人死，是叫那些活着的人不再为自己活，乃为替他们死而复活的主活。 16所以，我们从今以后，不凭着外貌（原文作“肉体”。本节同）认人了，虽然凭着外貌认过基督，如今却不再这样认他了。 17若有人在基督里，他就是新造的人，旧事已过，都变成新的了。】'
            },
            gospel:{
                title:'马可福音4:26-34',
                content:'26又说：“神的国，如同人把种撒在地上。 27黑夜睡觉，白日起来，这种就发芽渐长，那人却不晓得如何这样。 28地生五谷是出于自然的：先发苗，后长穗，再后穗上结成饱满的子粒。 29谷既熟了，就用镰刀去割，因为收成的时候到了。” 30又说：“神的国，我们可用什么比较呢？可用什么比喻表明呢？ 31好像一粒芥菜种，种在地里的时候，虽比地上的百种都小， 32但种上以后，就长起来，比各样的菜都大，又长出大枝来，甚至天上的飞鸟可以宿在它的荫下。” 33耶稣用许多这样的比喻，照他们所能听的，对他们讲道。 34若不用比喻，就不对他们讲。没有人的时候，就把一切的道讲给门徒听。'
            }
        },
        proper7:{
            firstReading:{
                title:'约伯记38:1-11',
                content:'1那时，耶和华从旋风中回答约伯说：  2“谁用无知的言语使我的旨意暗昧不明？  3你要如勇士束腰，我问你，你可以指示我。  4“我立大地根基的时候，你在哪里呢？你若有聪明，只管说吧！  5你若晓得就说，是谁定地的尺度？是谁把准绳拉在其上？  6地的根基安置在何处？地的角石是谁安放的？  7那时，晨星一同歌唱，神的众子也都欢呼。  8“海水冲出，如出胎胞。那时谁将它关闭呢？  9是我用云彩当海的衣服，用幽暗当包裹它的布，  10为它定界限，又安门和闩，  11说：‘你只可到这里，不可越过；你狂傲的浪要到此止住。’'
            },
            psalm:{
                title:'诗篇124',
                content:'1以色列人要说，若不是耶和华帮助我们，  2若不是耶和华帮助我们，当人起来攻击我们，  3向我们发怒的时候，就把我们活活地吞了。  4那时，波涛必漫过我们，河水必淹没我们，  5狂傲的水必淹没我们。  6耶和华是应当称颂的，他没有把我们当野食交给他们吞吃（原文作“牙齿”）。  7我们好像雀鸟，从捕鸟人的网罗里逃脱；网罗破裂，我们逃脱了。  8我们得帮助，是在乎倚靠造天地之耶和华的名。'
            },
            secondReading:{
                title:'哥林多后书6:1-13',
                content:'1我们与神同工的，也劝你们，不可徒受他的恩典， 2因为他说：“在悦纳的时候，我应允了你；在拯救的日子，我搭救了你。”看哪，现在正是悦纳的时候，现在正是拯救的日子。 3我们凡事都不叫人有妨碍，免得这职分被人毁谤， 4反倒在各样的事上表明自己是神的用人，就如在许多的忍耐、患难、穷乏、困苦、 5鞭打、监禁、扰乱、勤劳、警醒、不食、 6廉洁、知识、恒忍、恩慈、圣灵的感化、无伪的爱心、 7真实的道理、神的大能；仁义的兵器在左在右。 8荣耀、羞辱、恶名、美名；似乎是诱惑人的，却是诚实的； 9似乎不为人所知，却是人所共知的；似乎要死，却是活着的；似乎受责罚，却是不至丧命的； 10似乎忧愁，却是常常快乐的；似乎贫穷，却是叫许多人富足的；似乎一无所有，却是样样都有的。  11哥林多人哪，我们向你们口是张开的，心是宽宏的。 12你们狭窄，原不在乎我们，是在乎自己的心肠狭窄。 13你们也要照样用宽宏的心报答我。我这话正像对自己的孩子说的。'
            },
            gospel:{
                title:'马可福音4:35-41',
                content:'35当那天晚上，耶稣对门徒说：“我们渡到那边去吧！” 36门徒离开众人，耶稣仍在船上，他们就把他一同带去，也有别的船和他同行。 37忽然起了暴风，波浪打入船内，甚至船要满了水。 38耶稣在船尾上，枕着枕头睡觉。门徒叫醒了他，说：“夫子，我们丧命，你不顾吗？” 39耶稣醒了，斥责风，向海说：“住了吧！静了吧！”风就止住，大大的平静了。 40耶稣对他们说：“为什么胆怯？你们还没有信心吗？” 41他们就大大地惧怕，彼此说：“这到底是谁，连风和海也听从他了？”'
            }
        },
        proper8:{
            firstReading:{
                title:'耶利米哀歌3:22-33',
                content:'22我们不至消灭，是出于耶和华诸般的慈爱，是因他的怜悯不至断绝。  23每早晨这都是新的。你的诚实极其广大！  24我心里说：“耶和华是我的份，因此，我要仰望他。”  25凡等候耶和华、心里寻求他的，耶和华必施恩给他。  26人仰望耶和华，静默等候他的救恩，这原是好的。  27人在幼年负轭，这原是好的。  28他当独坐无言，因为这是耶和华加在他身上的。  29他当口贴尘埃，或者有指望。  30他当由人打他的腮颊，要满受凌辱。  31因为主必不永远丢弃人。  32主虽使人忧愁，还要照他诸般的慈爱发怜悯。  33因他并不甘心使人受苦，使人忧愁。'
            },
            psalm:{
                title:'诗篇30',
                content:'1耶和华啊，我要尊崇你，因为你曾提拔我，不叫仇敌向我夸耀。  2耶和华我的神啊，我曾呼求你，你医治了我。  3耶和华啊，你曾把我的灵魂从阴间救上来，使我存活，不至于下坑。  4耶和华的圣民哪，你们要歌颂他，称赞他可记念的圣名。  5因为，他的怒气不过是转眼之间，他的恩典乃是一生之久。一宿虽然有哭泣，早晨便必欢呼。  6至于我，我凡事平顺，便说：“我永不动摇。”  7耶和华啊，你曾施恩，叫我的江山稳固；你掩了面我就惊惶。  8耶和华啊，我曾求告你。我向耶和华恳求，说：  9“我被害流血，下到坑中，有什么益处呢？尘土岂能称赞你，传说你的诚实吗？  10耶和华啊，求你应允我，怜恤我；耶和华啊，求你帮助我。”  11你已将我的哀哭变为跳舞，将我的麻衣脱去，给我披上喜乐，  12好叫我的灵（原文作“荣耀”）歌颂你，并不住声。耶和华我的神啊，我要称谢你，直到永远。'
            },
            secondReading:{
                title:'哥林多后书8:1-9, 13-15',
                content:'1弟兄们，我把神赐给马其顿众教会的恩告诉你们， 2就是他们在患难中受大试炼的时候，仍有满足的快乐；在极穷之间，还格外显出他们乐捐的厚恩。 3我可以证明：他们是按着力量，而且也过了力量，自己甘心乐意的捐助， 4再三地求我们，准他们在这供给圣徒的恩情上有份。 5并且他们所作的，不但照我们所想望的，更照神的旨意，先把自己献给主，又归附了我们。 6因此我劝提多，既然在你们中间开办这慈惠的事，就当办成了。 7你们既然在信心、口才、知识、热心和待我们的爱心上，都格外显出满足来，就当在这慈惠的事上也格外显出满足来。  8我说这话，不是吩咐你们，乃是藉着别人的热心试验你们爱心的实在。 9你们知道我们主耶稣基督的恩典；他本来富足，却为你们成了贫穷，叫你们因他的贫穷，可以成为富足。\n13我原不是要别人轻省，你们受累， 14乃要均平，就是要你们的富余，现在可以补他们的不足，使他们的富余，将来也可以补你们的不足，这就均平了。 15如经上所记：“多收的也没有余，少收的也没有缺。”'
            },
            gospel:{
                title:'马可福音5:21-43',
                content:'21耶稣坐船又渡到那边去，就有许多人到他那里聚集，他正在海边上。 22有一个管会堂的人，名叫睚鲁，来见耶稣，就俯伏在他脚前， 23再三地求他说：“我的小女儿快要死了，求你去按手在她身上，使她痊愈，得以活了。” 24耶稣就和他同去。有许多人跟随、拥挤他。 25有一个女人，患了十二年的血漏， 26在好些医生手里受了许多的苦，又花尽了她所有的，一点也不见好，病势反倒更重了。 27她听见耶稣的事，就从后头来，杂在众人中间，摸耶稣的衣裳， 28意思说：“我只摸他的衣裳，就必痊愈。” 29于是她血漏的源头立刻干了，她便觉得身上的灾病好了。 30耶稣顿时心里觉得有能力从自己身上出去，就在众人中间转过来，说：“谁摸我的衣裳？” 31门徒对他说：“你看众人拥挤你，还说‘谁摸我’吗？” 32耶稣周围观看，要见作这事的女人。 33那女人知道在自己身上所成的事，就恐惧战兢，来俯伏在耶稣跟前，将实情全告诉他。 34耶稣对她说：“女儿，你的信救了你，平平安安地回去吧！你的灾病痊愈了。”  35还说话的时候，有人从管会堂的家里来，说：“你的女儿死了，何必还劳动先生呢？” 36耶稣听见所说的话，就对管会堂的说：“不要怕，只要信！” 37于是带着彼得、雅各、和雅各的兄弟约翰同去，不许别人跟随他。 38他们来到管会堂的家里，耶稣看见那里乱嚷，并有人大大地哭泣哀号， 39进到里面，就对他们说：“为什么乱嚷哭泣呢？孩子不是死了，是睡着了。” 40他们就嗤笑耶稣。耶稣把他们都撵出去，就带着孩子的父母和跟随的人，进了孩子所在的地方， 41就拉着孩子的手，对她说：“大利大古米！”（翻出来就是说：“闺女，我吩咐你起来！”） 42那闺女立时起来走，他们就大大的惊奇。闺女已经十二岁了。 43耶稣切切地嘱咐他们，不要叫人知道这事，又吩咐给她东西吃。'
            }
        },
        proper9:{
            firstReading:{
                title:'以西结书2:1-5',
                content:'1他对我说：“人子啊，你站起来，我要和你说话。” 2他对我说话的时候，灵就进入我里面，使我站起来，我便听见那位对我说话的声音。 3他对我说：“人子啊，我差你往悖逆的国民以色列人那里去。他们是悖逆我的，他们和他们的列祖违背我，直到今日。 4这众子面无羞耻，心里刚硬。我差你往他们那里去，你要对他们说：‘主耶和华如此说。’ 5他们或听，或不听（他们是悖逆之家），必知道在他们中间有了先知。'
            },
            psalm:{
                title:'诗篇123',
                content:'1坐在天上的主啊，我向你举目。  2看哪，仆人的眼睛怎样望主人的手，使女的眼睛怎样望主母的手，我们的眼睛也照样望耶和华我们的神，直到他怜悯我们。  3耶和华啊，求你怜悯我们，怜悯我们！因为我们被藐视，已到极处。  4我们被那些安逸人的讥诮和骄傲人的藐视，已到极处。'
            },
            secondReading:{
                title:'哥林多后书12:1-10',
                content:'1我自夸固然无益，但我是不得已的。如今我要说到主的显现和启示。 2我认得一个在基督里的人，他前十四年被提到第三层天上去。或在身内，我不知道，或在身外，我也不知道，只有神知道。 3我认得这人，或在身内，或在身外，我都不知道，只有神知道。 4他被提到乐园里，听见隐秘的言语，是人不可说的。 5为这人，我要夸口；但是为我自己，除了我的软弱以外，我并不夸口。 6我就是愿意夸口，也不算狂，因为我必说实话；只是我禁止不说，恐怕有人把我看高了，过于他在我身上所看见所听见的。 7又恐怕我因所得的启示甚大，就过于自高，所以有一根刺加在我肉体上，就是撒但的差役要攻击我，免得我过于自高。 8为这事，我三次求过主，叫这刺离开我。 9他对我说：“我的恩典够你用的，因为我的能力是在人的软弱上显得完全。”所以，我更喜欢夸自己的软弱，好叫基督的能力覆庇我。 10我为基督的缘故，就以软弱、凌辱、急难、逼迫、困苦为可喜乐的，因我什么时候软弱，什么时候就刚强了。'
            },
            gospel:{
                title:'马可福音6:1-13',
                content:'1耶稣离开那里，来到自己的家乡，门徒也跟从他。 2到了安息日，他在会堂里教训人。众人听见，就甚希奇，说：“这人从哪里有这些事呢？所赐给他的是什么智慧？他手所作的是何等的异能呢？ 3这不是那木匠吗？不是马利亚的儿子雅各、约西、犹大、西门的长兄吗？他妹妹们不也是在我们这里吗？”他们就厌弃他（“厌弃他”原文作“因他跌倒”）。 4耶稣对他们说：“大凡先知，除了本地亲属、本家之外，没有不被人尊敬的。” 5耶稣就在那里不得行什么异能，不过按手在几个病人身上，治好他们。 6他也诧异他们不信，就往周围乡村教训人去了。 7耶稣叫了十二个门徒来，差遣他们两个两个地出去，也赐给他们权柄，制伏污鬼， 8并且嘱咐他们：“行路的时候不要带食物和口袋，腰袋里也不要带钱，除了拐杖以外，什么都不要带， 9只要穿鞋，也不要穿两件褂子。” 10又对他们说：“你们无论到何处，进了人的家，就住在那里，直到离开那地方。 11何处的人不接待你们，不听你们，你们离开那里的时候，就把脚上的尘土跺下去，对他们作见证。” 12门徒就出去传道，叫人悔改， 13又赶出许多的鬼，用油抹了许多病人，治好他们。'
            }
        },
        proper10:{
            firstReading:{
                title:'阿摩司书7:7-15',
                content:'7他又指示我一件事：有一道墙是按准绳建筑的，主手拿准绳站在其上。 8耶和华对我说：“阿摩司啊，你看见什么？”我说：“看见准绳。”主说：“我要吊起准绳在我民以色列中，我必不再宽恕他们。 9以撒的邱坛必然凄凉，以色列的圣所必然荒废。我必兴起，用刀攻击耶罗波安的家。” 10伯特利的祭司亚玛谢，打发人到以色列王耶罗波安那里，说：“阿摩司在以色列家中图谋背叛你；他所说的一切话，这国担当不起。 11因为阿摩司如此说：‘耶罗波安必被刀杀，以色列民定被掳去离开本地。’”  12亚玛谢又对阿摩司说：“你这先见哪，要逃往犹大地去，在那里糊口，在那里说预言。 13却不要在伯特利再说预言；因为这里有王的圣所，有王的宫殿。”  14阿摩司对亚玛谢说：“我原不是先知，也不是先知的门徒（原文作“儿子”）；我是牧人，又是修理桑树的。 15耶和华选召我，使我不跟从羊群，对我说：‘你去向我民以色列说预言。’'
            },
            psalm:{
                title:'诗篇85:(1-7)8-13',
                content:'【1耶和华啊，你已经向你的地施恩，救回被掳的雅各。  2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。  3你收转了所发的忿怒和你猛烈的怒气。  4拯救我们的神啊，求你使我们回转，叫你的恼恨向我们止息。  5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？  6你不再将我们救活，使你的百姓靠你欢喜吗？  7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。  】8我要听神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。  9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。  10慈爱和诚实彼此相遇；公义和平安彼此相亲。  11诚实从地而生，公义从天而现。  12耶和华必将好处赐给我们，我们的地也要多出土产。  13公义要行在他面前，叫他的脚踪成为可走的路。'
            },
            secondReading:{
                title:'以弗所书1:3-14',
                content:'3愿颂赞归与我们主耶稣基督的父神，他在基督里曾赐给我们天上各样属灵的福气。 4就如神从创立世界以前，在基督里拣选了我们，使我们在他面前成为圣洁，无有瑕疵。 5又因爱我们，就按着自己意旨所喜悦的，预定我们藉着耶稣基督得儿子的名分， 6使他荣耀的恩典得着称赞。这恩典是他在爱子里所赐给我们的。 7我们藉这爱子的血得蒙救赎，过犯得以赦免，乃是照他丰富的恩典。 8这恩典是神用诸般智慧聪明，充充足足赏给我们的， 9都是照他自己所预定的美意，叫我们知道他旨意的奥秘； 10要照所安排的，在日期满足的时候，使天上地上一切所有的，都在基督里面同归于一。 11我们也在他里面得了基业（“得”或作“成”），这原是那位随己意行作万事的，照着他旨意所预定的， 12叫他的荣耀，从我们这首先在基督里有盼望的人可以得着称赞。 13你们既听见真理的道，就是那叫你们得救的福音，也信了基督，既然信他，就受了所应许的圣灵为印记。 14这圣灵是我们得基业的凭据（原文作“质”），直等到神之民（“民”原文作“产业”）被赎，使他的荣耀得着称赞。'
            },
            gospel:{
                title:'马可福音6:14-29',
                content:'14耶稣的名声传扬出来。希律王听见了，就说：“施洗的约翰从死里复活了，所以这些异能由他里面发出来。” 15但别人说：“是以利亚。”又有人说：“是先知，正像先知中的一位。” 16希律听见却说：“是我所斩的约翰，他复活了。” 17先是希律为他兄弟腓力的妻子希罗底的缘故，差人去拿住约翰，锁在监里，因为希律已经娶了那妇人。 18约翰曾对希律说：“你娶你兄弟的妻子是不合理的。” 19于是希罗底怀恨他，想要杀他，只是不能； 20因为希律知道约翰是义人，是圣人，所以敬畏他，保护他，听他讲论，就多照着行，并且乐意听他（“多照着行”有古卷作“游移不定”）。 21有一天，恰巧是希律的生日，希律摆设筵席，请了大臣和千夫长，并加利利作首领的。 22希罗底的女儿进来跳舞，使希律和同席的人都欢喜。王就对女子说：“你随意向我求什么，我必给你；” 23又对她起誓说：“随你向我求什么，就是我国的一半，我也必给你。” 24她就出去对她母亲说：“我可以求什么呢？”她母亲说：“施洗约翰的头。” 25她就急忙进去见王，求他说：“我愿王立时把施洗约翰的头放在盘子里给我。” 26王就甚忧愁，但因他所起的誓，又因同席的人，就不肯推辞， 27随即差一个护卫兵，吩咐拿约翰的头来。护卫兵就去在监里斩了约翰， 28把头放在盘子里，拿来给女子，女子就给她母亲。 29约翰的门徒听见了，就来把他的尸首领去，葬在坟墓里。'
            }
        },
        proper11:{
            firstReading:{
                title:'耶利米书23:1-6',
                content:'1耶和华说：“那些残害、赶散我草场之羊的牧人，有祸了！” 2耶和华以色列的神斥责那些牧养他百姓的牧人如此说：“你们赶散我的羊群，并没有看顾他们，我必讨你们这行恶的罪。这是耶和华说的。 3我要将我羊群中所余剩的，从我赶他们到的各国内招聚出来，领他们归回本圈，他们也必生养众多。 4我必设立照管他们的牧人，牧养他们。他们不再惧怕，不再惊惶，也不缺少一个。这是耶和华说的。”  5耶和华说：“日子将到，我要给大卫兴起一个公义的苗裔，他必掌王权，行事有智慧，在地上施行公平和公义。 6在他的日子，犹大必得救，以色列也安然居住。他的名必称为耶和华我们的义。”'
            },
            psalm:{
                title:'诗篇23',
                content:'1耶和华是我的牧者，我必不至缺乏。  2他使我躺卧在青草地上，领我在可安歇的水边；  3他使我的灵魂苏醒，为自己的名引导我走义路。  4我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在；你的杖，你的竿，都安慰我。  5在我敌人面前，你为我摆设筵席；你用油膏了我的头，使我的福杯满溢。  6我一生一世必有恩惠慈爱随着我，我且要住在耶和华的殿中，直到永远。'
            },
            secondReading:{
                title:'以弗所书2:11-22',
                content:'11所以你们应当记念，你们从前按肉体是外邦人，是称为没受割礼的，这名原是那些凭人手在肉身上称为受割礼之人所起的。 12那时，你们与基督无关，在以色列国民以外，在所应许的诸约上是局外人，并且活在世上没有指望，没有神。 13你们从前远离神的人，如今却在基督耶稣里，靠着他的血，已经得亲近了。 14因他使我们和睦（原文作“因他是我们的和睦”），将两下合而为一，拆毁了中间隔断的墙， 15而且以自己的身体废掉冤仇，就是那记在律法上的规条，为要将两下藉着自己造成一个新人，如此便成就了和睦。 16既在十字架上灭了冤仇，便藉这十字架使两下归为一体，与神和好了， 17并且来传和平的福音给你们远处的人，也给那近处的人。 18因为我们两下藉着他被一个圣灵所感，得以进到父面前。  19这样，你们不再作外人和客旅，是与圣徒同国，是神家里的人了。 20并且被建造在使徒和先知的根基上，有基督耶稣自己为房角石， 21各（或作“全”）房靠他联络得合式，渐渐成为主的圣殿。 22你们也靠他同被建造，成为神藉着圣灵居住的所在。'
            },
            gospel:{
                title:'马可福音6:30-44',
                content:'30使徒聚集到耶稣那里，将一切所作的事、所传的道全告诉他。 31他就说：“你们来，同我暗暗的到旷野地方去歇一歇。”这是因为来往的人多，他们连吃饭也没有工夫。 32他们就坐船，暗暗的往旷野地方去。 33众人看见他们去，有许多认识他们的，就从各城步行，一同跑到那里，比他们先赶到了。 34耶稣出来，见有许多的人，就怜悯他们，因为他们如同羊没有牧人一般，于是开口教训他们许多道理。 35天已经晚了，门徒进前来，说：“这是野地，天已经晚了， 36请叫众人散开，他们好往四面乡村里去，自己买什么吃。” 37耶稣回答说：“你们给他们吃吧！”门徒说：“我们可以去买二十两银子的饼，给他们吃吗？” 38耶稣说：“你们有多少饼，可以去看看。”他们知道了，就说：“五个饼，两条鱼。” 39耶稣吩咐他们，叫众人一帮一帮的坐在青草地上。 40众人就一排一排的坐下，有一百一排的，有五十一排的。 41耶稣拿着这五个饼，两条鱼，望着天祝福，擘开饼，递给门徒，摆在众人面前，也把那两条鱼分给众人。 42他们都吃，并且吃饱了。 43门徒就把碎饼、碎鱼收拾起来，装满了十二个篮子。 44吃饼的男人共有五千。'
            }
        },
        proper12:{
            firstReading:{
                title:'创世记9:8-17',
                content:'8神晓谕挪亚和他的儿子说： 9“我与你们和你们的后裔立约， 10并与你们这里的一切活物，就是飞鸟、牲畜、走兽，凡从方舟里出来的活物立约。 11我与你们立约，凡有血肉的，不再被洪水灭绝，也不再有洪水毁坏地了。” 12神说：“我与你们并你们这里的各样活物所立的永约是有记号的。 13我把虹放在云彩中，这就可作我与地立约的记号了。 14我使云彩盖地的时候，必有虹现在云彩中， 15我便记念我与你们和各样有血肉的活物所立的约，水就再不泛滥毁坏一切有血肉的物了。 16虹必现在云彩中，我看见，就要记念我与地上各样有血肉的活物所立的永约。” 17神对挪亚说：“这就是我与地上一切有血肉之物立约的记号了。”'
            },
            psalm:{
                title:'诗篇136:1-9',
                content:'1你们要称谢耶和华，因他本为善，他的慈爱永远长存。  2你们要称谢万神之神，因他的慈爱永远长存。  3你们要称谢万主之主，因他的慈爱永远长存。  4称谢那独行大奇事的，因他的慈爱永远长存。  5称谢那用智慧造天的，因他的慈爱永远长存。  6称谢那铺地在水以上的，因他的慈爱永远长存。  7称谢那造成大光的，因他的慈爱永远长存。  8他造日头管白昼，因他的慈爱永远长存。  9他造月亮星宿管黑夜，因他的慈爱永远长存。'
            },
            secondReading:{
                title:'以弗所书3:14-21',
                content:'14因此，我在父面前屈膝， 15（天上地上的各（或作“全”）家都是从他得名，） 16求他按着他丰盛的荣耀，藉着他的灵，叫你们心里的力量刚强起来。 17使基督因你们的信，住在你们心里，叫你们的爱心有根有基， 18能以和众圣徒一同明白基督的爱是何等长阔高深； 19并知道这爱是过于人所能测度的，便叫神一切所充满的，充满了你们。  20神能照着运行在我们心里的大力，充充足足地成就一切，超过我们所求所想的。 21但愿他在教会中，并在基督耶稣里，得着荣耀，直到世世代代，永永远远。阿们！'
            },
            gospel:{
                title:'马可福音6:45-56',
                content:'45耶稣随即催门徒上船，先渡到那边伯赛大去，等他叫众人散开。 46他既辞别了他们，就往山上去祷告。 47到了晚上，船在海中，耶稣独自在岸上， 48看见门徒因风不顺，摇橹甚苦，夜里约有四更天，就在海面上走，往他们那里去，意思要走过他们去。 49但门徒看见他在海面上走，以为是鬼怪，就喊叫起来， 50因为他们都看见了他，且甚惊慌。耶稣连忙对他们说：“你们放心，是我，不要怕！” 51于是到他们那里上了船，风就住了，他们心里十分惊奇。 52这是因为他们不明白那分饼的事，心里还是愚顽。 53既渡过去，来到革尼撒勒地方，就靠了岸。 54一下船，众人认得是耶稣， 55就跑遍那一带地方，听见他在何处，便将有病的人用褥子抬到那里。 56凡耶稣所到的地方，或村中、或城里、或乡间，他们都将病人放在街市上，求耶稣只容他们摸他的衣裳繸子，凡摸着的人就都好了。'
            }
        },
        proper13:{
            firstReading:{
                title:'出埃及记16:2-15',
                content:'2以色列全会众在旷野向摩西、亚伦发怨言， 3说：“巴不得我们早死在埃及地耶和华的手下，那时我们坐在肉锅旁边，吃得饱足；你们将我们领出来，到这旷野，是要叫这全会众都饿死啊！”  4耶和华对摩西说：“我要将粮食从天降给你们。百姓可以出去，每天收每天的份，我好试验他们遵不遵我的法度。 5到第六天他们要把所收进来的预备好了，比每天所收的多一倍。” 6摩西、亚伦对以色列众人说：“到了晚上，你们要知道是耶和华将你们从埃及地领出来的。 7早晨，你们要看见耶和华的荣耀，因为耶和华听见你们向他所发的怨言了。我们算什么，你们竟向我们发怨言呢？” 8摩西又说：“耶和华晚上必给你们肉吃，早晨必给你们食物得饱，因为你们向耶和华发的怨言，他都听见了。我们算什么？你们的怨言不是向我们发的，乃是向耶和华发的。”  9摩西对亚伦说：“你告诉以色列全会众说：‘你们就近耶和华面前，因为他已经听见你们的怨言了。’” 10亚伦正对以色列全会众说话的时候，他们向旷野观看，不料，耶和华的荣光在云中显现。 11耶和华晓谕摩西说： 12“我已经听见以色列人的怨言，你告诉他们说：‘到黄昏的时候，你们要吃肉，早晨必有食物得饱，你们就知道我是耶和华你们的神。’”  13到了晚上，有鹌鹑飞来，遮满了营。早晨，在营四围的地上有露水。 14露水上升之后，不料，野地面上有如白霜的小圆物。 15以色列人看见，不知道是什么，就彼此对问说：“这是什么呢？”摩西对他们说：“这就是耶和华给你们吃的食物。'
            },
            psalm:{
                title:'诗篇145:10-21',
                content:'10耶和华啊，你一切所造的都要称谢你；你的圣民也要称颂你，  11传说你国的荣耀，谈论你的大能，  12好叫世人知道你大能的作为，并你国度威严的荣耀。  13你的国是永远的国，你执掌的权柄存到万代。  14凡跌倒的，耶和华将他们扶持；凡被压下的，将他们扶起。  15万民都举目仰望你，你随时给他们食物。  16你张手，使有生气的都随愿饱足。  17耶和华在他一切所行的，无不公义；在他一切所作的都有慈爱。  18凡求告耶和华的，就是诚心求告他的，耶和华便与他们相近。  19敬畏他的，他必成就他们的心愿，也必听他们的呼求，拯救他们。  20耶和华保护一切爱他的人，却要灭绝一切的恶人。  21我的口要说出赞美耶和华的话，惟愿凡有血气的，都永永远远称颂他的圣名。'
            },
            secondReading:{
                title:'以弗所书4:1-16',
                content:'1我为主被囚的劝你们：既然蒙召，行事为人就当与蒙召的恩相称。 2凡事谦虚、温柔、忍耐，用爱心互相宽容， 3用和平彼此联络，竭力保守圣灵所赐合而为一的心。 4身体只有一个，圣灵只有一个，正如你们蒙召，同有一个指望。 5一主，一信，一洗， 6一神，就是众人的父，超乎众人之上，贯乎众人之中，也住在众人之内。 7我们各人蒙恩，都是照基督所量给各人的恩赐。 8所以经上说：“他升上高天的时候，掳掠了仇敌，将各样的恩赐赏给人。” 9（既说升上，岂不是先降在地下吗？ 10那降下的，就是远升诸天之上要充满万有的。） 11他所赐的有使徒，有先知，有传福音的，有牧师和教师。 12为要成全圣徒，各尽其职，建立基督的身体， 13直等到我们众人在真道上同归于一，认识神的儿子，得以长大成人，满有基督长成的身量， 14使我们不再作小孩子，中了人的诡计和欺骗的法术，被一切异教之风摇动，飘来飘去，就随从各样的异端。 15惟用爱心说诚实话，凡事长进，连于元首基督。 16全身都靠他联络得合式，百节各按各职，照着各体的功用彼此相助，便叫身体渐渐增长，在爱中建立自己。'
            },
            gospel:{
                title:'约翰福音6:22-35',
                content:'22第二日，站在海那边的众人，知道那里没有别的船，只有一只小船；又知道耶稣没有同他的门徒上船，乃是门徒自己去的。 23然而有几只小船从提比哩亚来，靠近主祝谢后分饼给人吃的地方。 24众人见耶稣和门徒都不在那里，就上了船，往迦百农去找耶稣。 25既在海那边找着了，就对他说：“拉比，是几时到这里来的？” 26耶稣回答说：“我实实在在地告诉你们：你们找我，并不是因见了神迹，乃是因吃饼得饱。 27不要为那必坏的食物劳力，要为那存到永生的食物劳力，就是人子要赐给你们的，因为人子是父神所印证的。” 28众人问他说：“我们当行什么，才算作神的工呢？” 29耶稣回答说：“信神所差来的，这就是作神的工。” 30他们又说：“你行什么神迹，叫我们看见就信你？你到底作什么事呢？ 31我们的祖宗在旷野吃过吗哪，如经上写着说：‘他从天上赐下粮来给他们吃。’” 32耶稣说：“我实实在在地告诉你们：那从天上来的粮不是摩西赐给你们的，乃是我父将天上来的真粮赐给你们。 33因为神的粮就是那从天上降下来赐生命给世界的。”  34他们说：“主啊，常将这粮赐给我们。” 35耶稣说：“我就是生命的粮，到我这里来的，必定不饿；信我的，永远不渴。'
            }
        },
        proper14:{
            firstReading:{
                title:'列王纪上19:1-8',
                content:'1亚哈将以利亚一切所行的和他用刀杀众先知的事，都告诉耶洗别。 2耶洗别就差遣人去见以利亚，告诉他说：“明日约在这时候，我若不使你的性命像那些人的性命一样，愿神明重重地降罚与我。” 3以利亚见这光景，就起来逃命，到了犹大的别是巴，将仆人留在那里。 4自己在旷野走了一日的路程，来到一棵罗腾树下（“罗腾”，小树名，松类。下同）；就坐在那里求死，说：“耶和华啊，罢了！求你取我的性命，因为我不胜于我的列祖。” 5他就躺在罗腾树下睡着了。有一个天使拍他，说：“起来吃吧！” 6他观看，见头旁有一瓶水与炭火烧的饼，他就吃了喝了，仍然躺下。 7耶和华的使者第二次来拍他，说：“起来吃吧！因为你当走的路甚远。” 8他就起来吃了喝了，仗着这饮食的力，走了四十昼夜，到了神的山，就是何烈山。'
            },
            psalm:{
                title:'诗篇34:1-8',
                content:'1我要时时称颂耶和华，赞美他的话必常在我口中。  2我的心必因耶和华夸耀；谦卑人听见，就要喜乐。  3你们和我当称耶和华为大，一同高举他的名。  4我曾寻求耶和华，他就应允我，救我脱离了一切的恐惧。  5凡仰望他的，便有光荣；他们的脸，必不蒙羞。  6我这困苦人呼求，耶和华便垂听，救我脱离一切患难。  7耶和华的使者，在敬畏他的人四围安营搭救他们。  8你们要尝尝主恩的滋味，便知道他是美善，投靠他的人有福了！'
            },
            secondReading:{
                title:'以弗所书4:17-5:1',
                content:'17所以我说，且在主里确实的说，你们行事，不要再像外邦人存虚妄的心行事。 18他们心地昏昧，与神所赐的生命隔绝了，都因自己无知，心里刚硬。 19良心既然丧尽，就放纵私欲，贪行种种的污秽。 20你们学了基督，却不是这样。 21如果你们听过他的道，领了他的教，学了他的真理， 22就要脱去你们从前行为上的旧人，这旧人是因私欲的迷惑渐渐变坏的。 23又要将你们的心志改换一新， 24并且穿上新人，这新人是照着神的形像造的，有真理的仁义和圣洁。 25所以你们要弃绝谎言，各人与邻舍说实话，因为我们是互相为肢体。 26生气却不要犯罪，不可含怒到日落， 27也不可给魔鬼留地步。 28从前偷窃的，不要再偷。总要劳力，亲手作正经事，就可有余，分给那缺少的人。 29污秽的言语，一句不可出口，只要随事说造就人的好话，叫听见的人得益处。 30不要叫神的圣灵担忧，你们原是受了他的印记，等候得赎的日子来到。 31一切苦毒、恼恨、忿怒、嚷闹、毁谤，并一切的恶毒（或作“阴毒”），都当从你们中间除掉。 32并要以恩慈相待，存怜悯的心，彼此饶恕，正如神在基督里饶恕了你们一样。 1所以你们该效法神，好像蒙慈爱的儿女一样。'
            },
            gospel:{
                title:'约翰福音6:35-51',
                content:'35耶稣说：“我就是生命的粮，到我这里来的，必定不饿；信我的，永远不渴。 36只是我对你们说过，你们已经看见我，还是不信。 37凡父所赐给我的人，必到我这里来；到我这里来的，我总不丢弃他。 38因为我从天上降下来，不是要按自己的意思行，乃是要按那差我来者的意思行。 39差我来者的意思就是：他所赐给我的，叫我一个也不失落，在末日却叫他复活。 40因为我父的意思是叫一切见子而信的人得永生，并且在末日我要叫他复活。”  41犹太人因为耶稣说“我是从天上降下来的粮”，就私下议论他说： 42“这不是约瑟的儿子耶稣吗？他的父母我们岂不认得吗？他如今怎么说‘我是从天上降下来的’呢？” 43耶稣回答说：“你们不要大家议论。 44若不是差我来的父吸引人，就没有能到我这里来的；到我这里来的，在末日我要叫他复活。 45在先知书上写着说：‘他们都要蒙神的教训。’凡听见父之教训又学习的，就到我这里来。 46这不是说有人看见过父，惟独从神来的，他看见过父。 47我实实在在地告诉你们，信的人有永生。 48我就是生命的粮。 49你们的祖宗在旷野吃过吗哪，还是死了。 50这是从天上降下来的粮，叫人吃了就不死。 51我是从天上降下来生命的粮；人若吃这粮，就必永远活着。我所要赐的粮，就是我的肉，为世人之生命所赐的。”'
            }
        },
        proper15:{
            firstReading:{
                title:'箴言9:1-10',
                content:'1智慧建造房屋，凿成七根柱子，  2宰杀牲畜，调和旨酒，设摆筵席。  3打发使女出去，自己在城中至高处呼叫，  4说：“谁是愚蒙人，可以转到这里来！”又对那无知的人说：  5“你们来，吃我的饼，喝我调和的酒。  6你们愚蒙人，要舍弃愚蒙，就得存活，并要走光明的道。”  7指斥亵慢人的必受辱骂，责备恶人的必被玷污。  8不要责备亵慢人，恐怕他恨你；要责备智慧人，他必爱你。  9教导智慧人，他就越发有智慧；指示义人，他就增长学问。  10敬畏耶和华是智慧的开端，认识至圣者便是聪明。'
            },
            firstReadingOptional:{
                title:'约书亚记24:1-2a, 14-18',
                content:'1约书亚将以色列的众支派聚集在示剑，召了以色列的长老、族长、审判官，并官长来，他们就站在神面前。 2a约书亚对众民说：\n14“现在你们要敬畏耶和华，诚心实意地侍奉他，将你们列祖在大河那边和在埃及所侍奉的神除掉，去侍奉耶和华。 15若是你们以侍奉耶和华为不好，今日就可以选择所要侍奉的，是你们列祖在大河那边所侍奉的神呢？是你们所住这地的亚摩利人的神呢？至于我和我家，我们必定侍奉耶和华。”  16百姓回答说：“我们断不敢离弃耶和华去侍奉别神， 17因耶和华我们的神曾将我们和我们列祖从埃及地的为奴之家领出来，在我们眼前行了那些大神迹，在我们所行的道上，所经过的诸国，都保护了我们。 18耶和华又把住此地的亚摩利人都从我们面前赶出去。所以，我们必侍奉耶和华，因为他是我们的神。”'
            },
            psalm:{
                title:'诗篇34:12-22',
                content:'12有何人喜好存活，爱慕长寿，得享美福，  13就要禁止舌头不出恶言，嘴唇不说诡诈的话。  14要离恶行善，寻求和睦，一心追赶。  15耶和华的眼目看顾义人，他的耳朵听他们的呼求。  16耶和华向行恶的人变脸，要从世上除灭他们的名号。  17义人呼求，耶和华听见了，便救他们脱离一切患难。  18耶和华靠近伤心的人，拯救灵性痛悔的人。  19义人多有苦难，但耶和华救他脱离这一切，  20又保全他一身的骨头，连一根也不折断。  21恶必害死恶人；恨恶义人的，必被定罪。  22耶和华救赎他仆人的灵魂，凡投靠他的，必不至定罪。'
            },
            secondReading:{
                title:'以弗所书5:6-21',
                content:'6不要被人虚浮的话欺哄，因这些事，神的忿怒必临到那悖逆之子。 7所以你们不要与他们同伙。 8从前你们是暗昧的，但如今在主里面是光明的，行事为人就当像光明的子女。 9光明所结的果子就是一切良善、公义、诚实。 10总要察验何为主所喜悦的事。 11那暗昧无益的事，不要与人同行，倒要责备行这事的人。 12因为他们暗中所行的，就是提起来也是可耻的。 13凡事受了责备，就被光显明出来，因为一切能显明的就是光。 14所以主说：“你这睡着的人当醒过来，从死里复活，基督就要光照你了。”  15你们要谨慎行事，不要像愚昧人，当像智慧人。 16要爱惜光阴，因为现今的世代邪恶。 17不要作糊涂人，要明白主的旨意如何。 18不要醉酒，酒能使人放荡，乃要被圣灵充满。 19当用诗章、颂词、灵歌彼此对说，口唱心和的赞美主。 20凡事要奉我们主耶稣基督的名常常感谢父神。 21又当存敬畏基督的心，彼此顺服。'
            },
            gospel:{
                title:'约翰福音6:51-69',
                content:'51我是从天上降下来生命的粮；人若吃这粮，就必永远活着。我所要赐的粮，就是我的肉，为世人之生命所赐的。”  52因此，犹太人彼此争论说：“这个人怎能把他的肉给我们吃呢？” 53耶稣说：“我实实在在地告诉你们：你们若不吃人子的肉，不喝人子的血，就没有生命在你们里面。 54吃我肉喝我血的人就有永生，在末日我要叫他复活。 55我的肉真是可吃的，我的血真是可喝的。 56吃我肉喝我血的人常在我里面，我也常在他里面。 57永活的父怎样差我来，我又因父活着；照样，吃我肉的人也要因我活着。 58这就是从天上降下来的粮。吃这粮的人，就永远活着，不像你们的祖宗吃过吗哪还是死了。” 59这些话是耶稣在迦百农会堂里教训人说的。 60他的门徒中有好些人听见了，就说：“这话甚难，谁能听呢？” 61耶稣心里知道门徒为这话议论，就对他们说：“这话是叫你们厌弃吗（“厌弃”原文作“跌倒”）？ 62倘或你们看见人子升到他原来所在之处，怎么样呢？ 63叫人活着的乃是灵，肉体是无益的。我对你们所说的话就是灵，就是生命。 64只是你们中间有不信的人。”耶稣从起头就知道谁不信他，谁要卖他。 65耶稣又说：“所以我对你们说过，若不是蒙我父的恩赐，没有人能到我这里来。”  66从此，他门徒中多有退去的，不再和他同行。 67耶稣就对那十二个门徒说：“你们也要去吗？” 68西门彼得回答说：“主啊，你有永生之道，我们还归从谁呢？ 69我们已经信了，又知道你是神的圣者。”'
            }
        },
        proper16:{
            firstReading:{
                title:'以赛亚书29:11-19',
                content:'11所有的默示，你们看如封住的书卷，人将这书卷交给识字的，说：“请念吧！”他说：“我不能念，因为是封住了。”  12又将这书卷交给不识字的人，说：“请念吧！”他说：“我不识字。”  13主说：“因为这百姓亲近我，用嘴唇尊敬我，心却远离我；他们敬畏我，不过是领受人的吩咐。  14所以，我在这百姓中要行奇妙的事，就是奇妙又奇妙的事。他们智慧人的智慧必然消灭；聪明人的聪明必然隐藏。” 15祸哉！那些向耶和华深藏谋略的，又在暗中行事，说：“谁看见我们呢？谁知道我们呢？”  16你们把事颠倒了，岂可看窑匠如泥吗？被制作的物岂可论制作物的说：他没有制作我？或是被创造的物论造物的说：他没有聪明？  17黎巴嫩变为肥田，肥田看如树林，不是只有一点点时候吗？  18那时，聋子必听见这书上的话；瞎子的眼必从迷蒙黑暗中得以看见。  19谦卑人必因耶和华增添欢喜；人间贫穷的必因以色列的圣者快乐。'
            },
            psalm:{
                title:'诗篇14',
                content:'1愚顽人心里说：“没有神。”他们都是邪恶，行了可憎恶的事，没有一个人行善。  2耶和华从天上垂看世人，要看有明白的没有，有寻求神的没有。  3他们都偏离正路，一同变为污秽；并没有行善的，连一个也没有。  4作孽的都没有知识吗？他们吞吃我的百姓如同吃饭一样，并不求告耶和华。  5他们在那里大大地害怕，因为神在义人的族类中。  6你们叫困苦人的谋算变为羞辱，然而耶和华是他的避难所。  7但愿以色列的救恩从锡安而出，耶和华救回他被掳的子民。那时，雅各要快乐，以色列要欢喜。'
            },
            secondReading:{
                title:'以弗所书5:22-33',
                content:'22你们作妻子的，当顺服自己的丈夫，如同顺服主。 23因为丈夫是妻子的头，如同基督是教会的头，他又是教会全体的救主。 24教会怎样顺服基督，妻子也要怎样凡事顺服丈夫。 25你们作丈夫的，要爱你们的妻子，正如基督爱教会，为教会舍己。 26要用水藉着道把教会洗净，成为圣洁， 27可以献给自己，作个荣耀的教会，毫无玷污、皱纹等类的病，乃是圣洁没有瑕疵的。 28丈夫也当照样爱妻子，如同爱自己的身子，爱妻子便是爱自己了。 29从来没有人恨恶自己的身子，总是保养顾惜，正像基督待教会一样， 30因我们是他身上的肢体（有古卷在此有“就是他的骨、他的肉”）。 31为这个缘故，人要离开父母，与妻子连合，二人成为一体。 32这是极大的奥秘，但我是指着基督和教会说的。 33然而你们各人都当爱妻子，如同爱自己一样。妻子也当敬重她的丈夫。'
            },
            gospel:{
                title:'马可福音7:1-13',
                content:'1有法利赛人和几个文士从耶路撒冷来，到耶稣那里聚集。 2他们曾看见他的门徒中有人用俗手，就是没有洗的手吃饭。 （3原来法利赛人和犹太人都拘守古人的遗传，若不仔细洗手就不吃饭； 4从市上来，若不洗浴也不吃饭；还有好些别的规矩，他们历代拘守，就是洗杯、罐、铜器等物。） 5法利赛人和文士问他说：“你的门徒为什么不照古人的遗传，用俗手吃饭呢？” 6耶稣说：“以赛亚指着你们假冒为善之人所说的预言是不错的。如经上说：‘这百姓用嘴唇尊敬我，心却远离我。 7他们将人的吩咐，当作道理教导人，所以拜我也是枉然。’ 8你们是离弃神的诫命，拘守人的遗传。” 9又说：“你们诚然是废弃神的诫命，要守自己的遗传。 10摩西说：‘当孝敬父母，’又说：‘咒骂父母的，必治死他。’ 11你们倒说：‘人若对父母说：我所当奉给你的，已经作了各耳板（’各耳板就是供献的意思）， 12以后你们就不容他再奉养父母。 13这就是你们承接遗传，废了神的道。你们还作许多这样的事。”'
            }
        },
        proper17:{
            firstReading:{
                title:'申命记4:1-2, 6-9',
                content:'1“以色列人哪，现在我所教训你们的律例、典章，你们要听从遵行，好叫你们存活，得以进入耶和华你们列祖之神所赐给你们的地，承受为业。 2所吩咐你们的话，你们不可加添，也不可删减，好叫你们遵守我所吩咐的，就是耶和华你们神的命令。\n6所以你们要谨守遵行。这就是你们在万民眼前的智慧、聪明。他们听见这一切律例，必说：‘这大国的人真是有智慧、有聪明。’ 7哪一大国的人有神与他们相近，像耶和华我们的神、在我们求告他的时候与我们相近呢？ 8又哪一大国有这样公义的律例、典章，像我今日在你们面前所陈明的这一切律法呢？  9“你只要谨慎，殷勤保守你的心灵，免得忘记你亲眼所看见的事，又免得你一生这事离开你的心，总要传给你的子子孙孙。'
            },
            psalm:{
                title:'诗篇119:129-136',
                content:'129你的法度奇妙，所以我一心谨守。  130你的言语一解开，就发出亮光，使愚人通达。  131我张口而气喘，因我切慕你的命令。  132求你转向我，怜悯我，好像你素常待那些爱你名的人。  133求你用你的话使我脚步稳当，不许什么罪孽辖制我。  134求你救我脱离人的欺压，我要遵守你的训词。  135求你用脸光照仆人，又将你的律例教训我。  136我的眼泪下流成河，因为他们不守你的律法。'
            },
            secondReading:{
                title:'以弗所书6:10-20',
                content:'10我还有末了的话：你们要靠着主，倚赖他的大能大力，作刚强的人。 11要穿戴神所赐的全副军装，就能抵挡魔鬼的诡计。 12因我们并不是与属血气的争战，乃是与那些执政的、掌权的、管辖这幽暗世界的，以及天空属灵气的恶魔争战（两“争战”原文都作“摔跤”）。 13所以，要拿起神所赐的全副军装，好在磨难的日子抵挡仇敌，并且成就了一切，还能站立得住。 14所以要站稳了，用真理当作带子束腰，用公义当作护心镜遮胸， 15又用平安的福音当作预备走路的鞋穿在脚上。 16此外又拿着信德当作藤牌，可以灭尽那恶者一切的火箭。 17并戴上救恩的头盔，拿着圣灵的宝剑，就是神的道。 18靠着圣灵，随时多方祷告祈求，并要在此警醒不倦，为众圣徒祈求， 19也为我祈求，使我得着口才，能以放胆，开口讲明福音的奥秘， 2（0我为这福音的奥秘作了带锁链的使者，）并使我照着当尽的本分放胆讲论。'
            },
            gospel:{
                title:'马可福音7:14-23',
                content:'14耶稣又叫众人来，对他们说：“你们都要听我的话，也要明白。 15从外面进去的，不能污秽人；惟有从里面出来的，乃能污秽人。” （16有古卷在此有“有耳可听的，就应当听。”） 17耶稣离开众人，进了屋子，门徒就问他这比喻的意思。 18耶稣对他们说：“你们也是这样不明白吗？岂不晓得凡从外面进入的，不能污秽人， 19因为不是入他的心，乃是入他的肚腹，又落到茅厕里。”这是说，各样的食物都是洁净的。 20又说：“从人里面出来的，那才能污秽人， 21因为从里面，就是从人心里发出恶念、苟合、 22偷盗、凶杀、奸淫、贪婪、邪恶、诡诈、淫荡、嫉妒、谤渎、骄傲、狂妄。 23这一切的恶都是从里面出来，且能污秽人。”'
            }
        },
        proper18:{
            firstReading:{
                title:'以赛亚书35:4-7a',
                content:'4对胆怯的人说：“你们要刚强，不要惧怕。看哪，你们的神必来报仇，必来施行极大的报应，他必来拯救你们。”  5那时瞎子的眼必睁开，聋子的耳必开通；  6那时瘸子必跳跃像鹿，哑巴的舌头必能歌唱；在旷野必有水发出，在沙漠必有河涌流，  7a发光的沙（或作“蜃楼”）要变为水池，干渴之地要变为泉源；'
            },
            psalm:{
                title:'诗篇146',
                content:'1你们要赞美耶和华！我的心哪，你要赞美耶和华！  2我一生要赞美耶和华。我还活的时候，要歌颂我的神。  3你们不要倚靠君王，不要倚靠世人，他一点不能帮助。  4他的气一断，就归回尘土。他所打算的，当日就消灭了。  5以雅各的神为帮助、仰望耶和华他神的，这人便为有福。  6耶和华造天、地、海和其中的万物，他守诚实，直到永远。  7他为受屈的伸冤，赐食物与饥饿的。耶和华释放被囚的。  8耶和华开了瞎子的眼睛。耶和华扶起被压下的人。耶和华喜爱义人。  9耶和华保护寄居的，扶持孤儿和寡妇，却使恶人的道路弯曲。  10耶和华要作王，直到永远。锡安哪，你的神要作王，直到万代。你们要赞美耶和华！'
            },
            secondReading:{
                title:'雅各书2:1-10, 14-18',
                content:'1我的弟兄们，你们信奉我们荣耀的主耶稣基督，便不可按着外貌待人。 2若有一个人带着金戒指，穿着华美衣服，进你们的会堂去；又有一个穷人穿着肮脏衣服也进去； 3你们就重看那穿华美衣服的人说“请坐在这好位上”，又对那穷人说“你站在那里”，或“坐在我脚凳下边”， 4这岂不是你们偏心待人，用恶意断定人吗？  5我亲爱的弟兄们，请听，神岂不是拣选了世上的贫穷人，叫他们在信上富足，并承受他所应许给那些爱他之人的国吗？ 6你们反倒羞辱贫穷人。那富足人岂不是欺压你们，拉你们到公堂去吗？ 7他们不是亵渎你们所敬奉（“所敬奉”或作“被称”）的尊名吗？  8经上记着说：“要爱人如己。”你们若全守这至尊的律法，才是好的； 9但你们若按外貌待人，便是犯罪，被律法定为犯法的。 10因为凡遵守全律法的，只在一条上跌倒，他就是犯了众条。\n14我的弟兄们，若有人说自己有信心，却没有行为，有什么益处呢？这信心能救他吗？ 15若是弟兄或是姐妹赤身露体，又缺了日用的饮食， 16你们中间有人对他们说，“平平安安地去吧！愿你们穿得暖吃得饱”，却不给他们身体所需用的，这有什么益处呢？ 17这样，信心若没有行为就是死的。  18必有人说：“你有信心，我有行为。”你将你没有行为的信心指给我看，我便藉着我的行为，将我的信心指给你看。'
            },
            gospel:{
                title:'马可福音7:(24-30)31-37',
                content:'【24耶稣从那里起身，往推罗、西顿的境内去，进了一家，不愿意人知道，却隐藏不住。 25当下，有一个妇人，她的小女儿被污鬼附着，听见耶稣的事，就来俯伏在他脚前。 26这妇人是希腊人，属叙利非尼基族。她求耶稣赶出那鬼，离开她的女儿。 27耶稣对她说：“让儿女们先吃饱，不好拿儿女的饼丢给狗吃。” 28妇人回答说：“主啊，不错，但是狗在桌子底下也吃孩子们的碎渣儿。” 29耶稣对她说：“因这句话，你回去吧！鬼已经离开你的女儿了。” 】30她就回家去，见小孩子躺在床上，鬼已经出去了。 31耶稣又离了推罗的境界，经过西顿，就从低加波利境内来到加利利海。 32有人带着一个耳聋舌结的人来见耶稣，求他按手在他身上。 33耶稣领他离开众人，到一边去，就用指头探他的耳朵，吐唾沫抹他的舌头， 34望天叹息，对他说：“以法大！”就是说：“开了吧！” 35他的耳朵就开了，舌结也解了，说话也清楚了。 36耶稣嘱咐他们不要告诉人，但他越发嘱咐，他们越发传扬开了。 37众人分外希奇，说：“他所作的事都好，他连聋子也叫他们听见，哑巴也叫他们说话。”'
            }
        },
        proper19:{
            firstReading:{
                title:'以赛亚书50:4-10',
                content:'4主耶和华赐我受教者的舌头，使我知道怎样用言语扶助疲乏的人。主每早晨提醒，提醒我的耳朵，使我能听，像受教者一样。  5主耶和华开通我的耳朵，我并没有违背，也没有退后。  6人打我的背，我任他打；人拔我腮颊的胡须，我由他拔；人辱我吐我，我并不掩面。  7主耶和华必帮助我，所以我不抱愧。我硬着脸面好像坚石，我也知道我必不至蒙羞。  8称我为义的与我相近，谁与我争论，可以与我一同站立；谁与我作对，可以就近我来。  9主耶和华要帮助我，谁能定我有罪呢？他们都像衣服渐渐旧了，为蛀虫所咬。  10你们中间谁是敬畏耶和华、听从他仆人之话的，这人行在暗中，没有亮光，当倚靠耶和华的名，仗赖自己的神。'
            },
            psalm:{
                title:'诗篇116:1-9',
                content:'1我爱耶和华，因为他听了我的声音和我的恳求。  2他既向我侧耳，我一生要求告他。  3死亡的绳索缠绕我，阴间的痛苦抓住我，我遭遇患难愁苦。  4那时，我便求告耶和华的名，说：“耶和华啊，求你救我的灵魂！”  5耶和华有恩惠，有公义，我们的神以怜悯为怀。  6耶和华保护愚人，我落到卑微的地步，他救了我。  7我的心哪，你要仍归安乐，因为耶和华用厚恩待你。  8主啊，你救我的命免了死亡，救我的眼免了流泪，救我的脚免了跌倒；  9我要在耶和华面前行活人之路。'
            },
            secondReading:{
                title:'雅各书3:1-12',
                content:'1我的弟兄们，不要多人作师傅，因为晓得我们要受更重的判断。 2原来我们在许多事上都有过失；若有人在话语上没有过失，他就是完全人，也能勒住自己的全身。 3我们若把嚼环放在马嘴里，叫它顺服，就能调动它的全身。 4看哪，船只虽然甚大，又被大风催逼，只用小小的舵，就随着掌舵的意思转动。  5这样，舌头在百体里也是最小的，却能说大话。看哪，最小的火能点着最大的树林。 6舌头就是火，在我们百体中，舌头是个罪恶的世界，能污秽全身，也能把生命的轮子点起来，并且是从地狱里点着的。 7各类的走兽、飞禽、昆虫、水族，本来都可以制伏，也已经被人制伏了； 8惟独舌头没有人能制伏，是不止息的恶物，满了害死人的毒气。 9我们用舌头颂赞那为主、为父的，又用舌头咒诅那照着神形像被造的人。 10颂赞和咒诅从一个口里出来，我的弟兄们，这是不应当的。 11泉源从一个眼里能发出甜苦两样的水吗？ 12我的弟兄们，无花果树能生橄榄吗？葡萄树能结无花果吗？咸水里也不能发出甜水来。'
            },
            gospel:{
                title:'马可福音9:14-29',
                content:'14耶稣到了门徒那里，看见有许多人围着他们，又有文士和他们辩论。 15众人一见耶稣，都甚希奇，就跑上去问他的安。 16耶稣问他们说：“你们和他们辩论的是什么？” 17众人中间有一个人回答说：“夫子，我带了我的儿子到你这里来，他被哑巴鬼附着。 18无论在哪里，鬼捉弄他，把他摔倒，他就口中流沫，咬牙切齿，身体枯干。我请过你的门徒把鬼赶出去，他们却是不能。” 19耶稣说：“嗳！不信的世代啊，我在你们这里要到几时呢？我忍耐你们要到几时呢？把他带到我这里来吧！” 20他们就带了他来。他一见耶稣，鬼便叫他重重地抽风，倒在地上，翻来复去，口中流沫。 21耶稣问他父亲说：“他得这病有多少日子呢？”回答说：“从小的时候。 22鬼屡次把他扔在火里、水里要灭他。你若能作什么，求你怜悯我们，帮助我们。” 23耶稣对他说：“你若能信，在信的人，凡事都能。” 24孩子的父亲立时喊着说（有古卷作“立时流泪地喊着说”）：“我信！但我信不足，求主帮助！” 25耶稣看见众人都跑上来，就斥责那污鬼，说：“你这聋哑的鬼，我吩咐你从他里头出来，再不要进去！” 26那鬼喊叫，使孩子大大的抽了一阵风，就出来了。孩子好像死了一般，以致众人多半说：“他是死了。” 27但耶稣拉着他的手扶他起来，他就站起来了。 28耶稣进了屋子，门徒就暗暗的问他说：“我们为什么不能赶出他去呢？” 29耶稣说：“非用祷告有（古卷在此有“禁食”二字），这一类的鬼总不能出来（或作“不能赶他出来”）。”'
            }
        },
        proper20:{
            firstReading:{
                title:'耶利米书11:18-20',
                content:'18耶和华指示我，我就知道。你将他们所行的给我指明。  19我却像柔顺的羊羔被牵到宰杀之地。我并不知道他们设计谋害我，说：“我们把树连果子都灭了吧！将他从活人之地剪除，使他的名不再被记念。”  20按公义判断、察验人肺腑心肠的万军之耶和华啊，我却要见你在他们身上报仇，因我将我的案件向你禀明了。'
            },
            psalm:{
                title:'诗篇54',
                content:'1神啊，求你以你的名救我，凭你的大能为我伸冤。  2神啊，求你听我的祷告，留心听我口中的言语。  3因为外人起来攻击我，强暴人寻索我的命。他们眼中没有神。  4神是帮助我的，是扶持我命的。  5他要报应我仇敌所行的恶，求你凭你的诚实灭绝他们。  6我要把甘心祭献给你。耶和华啊，我要称赞你的名，这名本为美好。  7他从一切的急难中把我救出来；我的眼睛也看见了我仇敌遭报。'
            },
            secondReading:{
                title:'雅各书3:13-4:10',
                content:'13你们中间谁是有智慧、有见识的呢？他就当在智慧的温柔上显出他的善行来。 14你们心里若怀着苦毒的嫉妒和纷争，就不可自夸，也不可说谎话抵挡真道。 15这样的智慧不是从上头来的，乃是属地的、属情欲的、属鬼魔的。 16在何处有嫉妒纷争，就在何处有扰乱和各样的坏事。 17惟独从上头来的智慧，先是清洁，后是和平，温良柔顺，满有怜悯，多结善果，没有偏见，没有假冒。 18并且使人和平的，是用和平所栽种的义果。 1你们中间的争战、斗殴，是从哪里来的呢？不是从你们百体中战斗之私欲来的吗？ 2你们贪恋，还是得不着；你们杀害嫉妒，又斗殴争战，也不能得。你们得不着，是因为你们不求。 3你们求也得不着，是因为你们妄求，要浪费在你们的宴乐中。 4你们这些淫乱的人哪（“淫乱的人”原文作“淫妇”），岂不知与世俗为友就是与神为敌吗？所以凡想要与世俗为友的，就是与神为敌了。 5你们想经上所说是徒然的吗？神所赐住在我们里面的灵，是恋爱至于嫉妒吗？ 6但他赐更多的恩典，所以经上说：“神阻挡骄傲的人，赐恩给谦卑的人。”  7故此，你们要顺服神。务要抵挡魔鬼，魔鬼就必离开你们逃跑了。 8你们亲近神，神就必亲近你们。有罪的人哪，要洁净你们的手；心怀二意的人哪，要清洁你们的心。 9你们要愁苦、悲哀、哭泣，将喜笑变作悲哀，欢乐变作愁闷。 10务要在主面前自卑，主就必叫你们升高。'
            },
            gospel:{
                title:'马可福音9:30-37',
                content:'30他们离开那地方，经过加利利。耶稣不愿意人知道。 31于是教训门徒说：“人子将要被交在人手里，他们要杀害他，被杀以后，过三天他要复活。” 32门徒却不明白这话，又不敢问他。 33他们来到迦百农。耶稣在屋里问门徒说：“你们在路上议论的是什么？” 34门徒不作声，因为他们在路上彼此争论谁为大。 35耶稣坐下，叫十二个门徒来，说：“若有人愿意作首先的，他必作众人末后的，作众人的用人。” 36于是领过一个小孩子来，叫他站在门徒中间，又抱起他来，对他们说： 37“凡为我名接待一个像这小孩子的，就是接待我；凡接待我的，不是接待我，乃是接待那差我来的。”'
            }
        },
        proper21:{
            firstReading:{
                title:'民数记11:4-6, 10-16, 24-29',
                content:'4他们中间的闲杂人大起贪欲的心，以色列人又哭号说：“谁给我们肉吃呢？ 5我们记得在埃及的时候，不花钱就吃鱼，也记得有黄瓜、西瓜、韭菜、葱、蒜。 6现在我们的心血枯竭了，除这吗哪以外，在我们眼前并没有别的东西。” \n10摩西听见百姓各在各家的帐棚门口哭号，耶和华的怒气便大发作，摩西就不喜悦。 11摩西对耶和华说：“你为何苦待仆人，我为何不在你眼前蒙恩，竟把这管理百姓的重任加在我身上呢？ 12这百姓岂是我怀的胎，岂是我生下来的呢？你竟对我说：‘把他们抱在怀里，如养育之父抱吃奶的孩子，直抱到你起誓应许给他们祖宗的地去。’ 13我从哪里得肉给这百姓吃呢？他们都向我哭号说：‘你给我们肉吃吧！’ 14管理这百姓的责任太重了，我独自担当不起。 15你这样待我，我若在你眼前蒙恩，求你立时将我杀了，不叫我见自己的苦情。”  16耶和华对摩西说：“你从以色列的长老中招聚七十个人，就是你所知道作百姓的长老和官长的，到我这里来，领他们到会幕前，使他们和你一同站立。\n24摩西出去将耶和华的话告诉百姓，又招聚百姓的长老中七十个人来，使他们站在会幕的四围。 25耶和华在云中降临，对摩西说话，把降与他身上的灵分赐那七十个长老，灵停在他们身上的时候，他们就受感说话，以后却没有再说。  26但有两个人仍在营里，一个名叫伊利达，一个名叫米达。他们本是在那些被录的人中，却没有到会幕那里去。灵停在他们身上，他们就在营里说预言。 27有个少年人跑来告诉摩西说：“伊利达、米达在营里说预言。” 28摩西的帮手，嫩的儿子约书亚，就是摩西所拣选的一个人，说：“请我主摩西禁止他们。” 29摩西对他说：“你为我的缘故嫉妒人吗？惟愿耶和华的百姓都受感说话，愿耶和华把他的灵降在他们身上。”'
            },
            psalm:{
                title:'诗篇104:27-35',
                content:'27这都仰望你按时给它食物。  28你给它们，它们便拾起来；你张手，它们饱得美食。  29你掩面，它们便惊惶；你收回它们的气，它们就死亡，归于尘土。  30你发出你的灵，它们便受造，你使地面更换为新。  31愿耶和华的荣耀存到永远；愿耶和华喜悦自己所造的。  32他看地，地便震动；他摸山，山就冒烟。  33我要一生向耶和华唱诗，我还活的时候，要向我神歌颂。  34愿他以我的默念为甘甜，我要因耶和华欢喜。  35愿罪人从世上消灭，愿恶人归于无有。我的心哪，要称颂耶和华！你们要赞美耶和华（原文作“哈利路亚”。下同）！'
            },
            secondReading:{
                title:'雅各书5:(1-12)13-20',
                content:'【1嗐！你们这些富足人哪，应当哭泣、号咷，因为将有苦难临到你们身上。 2你们的财物坏了，衣服也被虫子咬了。 3你们的金银都长了锈，那锈要证明你们的不是，又要吃你们的肉，如同火烧。你们在这末世只知积攒钱财。 4工人给你们收割庄稼，你们亏欠他们的工钱，这工钱有声音呼叫；并且那收割之人的冤声已经入了万军之主的耳了。 5你们在世上享美福，好宴乐，当宰杀的日子竟娇养你们的心。 6你们定了义人的罪，把他杀害，他也不抵挡你们。 7弟兄们哪，你们要忍耐，直到主来。看哪，农夫忍耐等候地里宝贵的出产，直到得了秋雨春雨。 8你们也当忍耐，坚固你们的心，因为主来的日子近了。 9弟兄们，你们不要彼此埋怨，免得受审判。看哪，审判的主站在门前了。 10弟兄们，你们要把那先前奉主名说话的众先知，当作能受苦、能忍耐的榜样。 11那先前忍耐的人，我们称他们是有福的。你们听见过约伯的忍耐，也知道主给他的结局，明显主是满心怜悯，大有慈悲。  12我的弟兄们，最要紧的是不可起誓。不可指着天起誓，也不可指着地起誓，无论何誓都不可起。你们说话，是就说是，不是就说不是，免得你们落在审判之下。  】13你们中间有受苦的呢，他就该祷告；有喜乐的呢，他就该歌颂。 14你们中间有病了的呢，他就该请教会的长老来，他们可以奉主的名用油抹他，为他祷告。 15出于信心的祈祷要救那病人，主必叫他起来，他若犯了罪，也必蒙赦免。 16所以你们要彼此认罪，互相代求，使你们可以得医治。义人祈祷所发的力量是大有功效的。 17以利亚与我们是一样性情的人，他恳切祷告，求不要下雨，雨就三年零六个月不下在地上。 18他又祷告，天就降下雨来，地也生出土产。  19我的弟兄们，你们中间若有失迷真道的，有人使他回转。 20这人该知道叫一个罪人从迷路上转回，便是救一个灵魂不死，并且遮盖许多的罪。'
            },
            gospel:{
                title:'马可福音9:38-50',
                content:'38约翰对耶稣说：“夫子，我们看见一个人奉你的名赶鬼，我们就禁止他，因为他不跟从我们。” 39耶稣说：“不要禁止他，因为没有人奉我名行异能，反倒轻易毁谤我。 40不敌挡我们的，就是帮助我们的。 41凡因你们是属基督，给你们一杯水喝的，我实在告诉你们：他不能不得赏赐。” 42“凡使这信我的一个小子跌倒的，倒不如把大磨石拴在这人的颈项上，扔在海里。 43倘若你一只手叫你跌倒，就把它砍下来。 44你缺了肢体进入永生，强如有两只手落到地狱，入那不灭的火里去。 45倘若你一只脚叫你跌倒，就把它砍下来。 46你瘸腿进入永生，强如有两只脚被丢在地狱里。 47倘若你一只眼叫你跌倒，就去掉它。你只有一只眼进入神的国，强如有两只眼被丢在地狱里。 48在那里，虫是不死的，火是不灭的。 49因为必用火当盐腌各人（有古卷在此有“凡祭物必用盐腌”）。 50盐本是好的，若失了味，可用什么叫它再咸呢？你们里头应当有盐，彼此和睦。”'
            }
        },
        proper22:{
            firstReading:{
                title:'创世记2:18-25',
                content:'18耶和华神说：“那人独居不好，我要为他造一个配偶帮助他。” 19耶和华神用土所造成的野地各样走兽和空中各样飞鸟都带到那人面前，看他叫什么。那人怎样叫各样的活物，那就是它的名字。 20那人便给一切牲畜和空中飞鸟、野地走兽都起了名，只是那人没有遇见配偶帮助他。 21耶和华神使他沉睡，他就睡了；于是取下他的一条肋骨，又把肉合起来。 22耶和华神就用那人身上所取的肋骨造成一个女人，领她到那人跟前。  23那人说：“这是我骨中的骨，肉中的肉，可以称她为女人，因为她是从男人身上取出来的。”  24因此，人要离开父母与妻子连合，二人成为一体。 25当时夫妻二人赤身露体并不羞耻。'
            },
            psalm:{
                title:'诗篇128',
                content:'1凡敬畏耶和华、遵行他道的人，便为有福。  2你要吃劳碌得来的，你要享福，事情顺利。  3你妻子在你的内室，好像多结果子的葡萄树；你儿女围绕你的桌子，好像橄榄栽子。  4看哪，敬畏耶和华的人，必要这样蒙福！  5愿耶和华从锡安赐福给你；愿你一生一世看见耶路撒冷的好处。  6愿你看见你儿女的儿女；愿平安归于以色列。'
            },
            secondReading:{
                title:'希伯来书2:1-13(14-18)',
                content:'1所以，我们当越发郑重所听见的道理，恐怕我们随流失去。 2那藉着天使所传的话既是确定的，凡干犯悖逆的，都受了该受的报应。 3我们若忽略这么大的救恩，怎能逃罪呢？这救恩起先是主亲自讲的，后来是听见的人给我们证实了。 4神又按自己的旨意，用神迹奇事和百般的异能，并圣灵的恩赐，同他们作见证。 5我们所说将来的世界，神原没有交给天使管辖。  6但有人在经上某处证明说：“人算什么，你竟顾念他？世人算什么，你竟眷顾他？  7你叫他比天使微小一点（或作“你叫他暂时比天使小”），赐他荣耀、尊贵为冠冕，并将你手所造的都派他管理，  8叫万物都服在他的脚下。”既叫万物都服他，就没有剩下一样不服他的。只是如今我们还不见万物都服他， 9惟独见那成为比天使小一点的耶稣（或作“惟独见耶稣暂时比天使小”），因为受死的苦，就得了尊贵、荣耀为冠冕，叫他因着神的恩，为人人尝了死味。 10原来那为万物所属、为万物所本的，要领许多的儿子进荣耀里去，使救他们的元帅因受苦难得以完全，本是合宜的。 11因那使人成圣的和那些得以成圣的，都是出于一，所以他称他们为弟兄，也不以为耻， 12说：“我要将你的名传与我的弟兄，在会中我要颂扬你。”  13又说：“我要倚赖他。”又说：“看哪，我与神所给我的儿女。” 【14儿女既同有血肉之体，他也照样亲自成了血肉之体，特要藉着死，败坏那掌死权的，就是魔鬼， 15并要释放那些一生因怕死而为奴仆的人。 16他并不救拔天使，乃是救拔亚伯拉罕的后裔。 17所以，他凡事该与他的弟兄相同，为要在神的事上成为慈悲忠信的大祭司，为百姓的罪献上挽回祭。 18他自己既然被试探而受苦，就能搭救被试探的人。】'
            },
            gospel:{
                title:'马可福音10:2-16',
                content:'2有法利赛人来问他说：“人休妻可以不可以？”意思要试探他。 3耶稣回答说：“摩西吩咐你们的是什么？” 4他们说：“摩西许人写了休书便可以休妻。” 5耶稣说：“摩西因为你们的心硬，所以写这条例给你们， 6但从起初创造的时候，神造人是造男造女。 7因此，人要离开父母，与妻子连合，二人成为一体。 8既然如此，夫妻不再是两个人，乃是一体的了。 9所以，神配合的，人不可分开。” 10到了屋里，门徒就问他这事。 11耶稣对他们说：“凡休妻另娶的，就是犯奸淫，辜负他的妻子； 12妻子若离弃丈夫另嫁，也是犯奸淫了。” 13有人带着小孩子来见耶稣，要耶稣摸他们，门徒便责备那些人。 14耶稣看见就恼怒，对门徒说：“让小孩子到我这里来，不要禁止他们，因为在神国的，正是这样的人。 15我实在告诉你们：凡要承受神国的，若不像小孩子，断不能进去。” 16于是抱着小孩子，给他们按手，为他们祝福。'
            }
        },
        proper23:{
            firstReading:{
                title:'阿摩司书5:6-7, 10-15',
                content:' 6要寻求耶和华，就必存活，免得他在约瑟家像火发出，在伯特利焚烧，无人扑灭。  7你们这使公平变为茵陈，将公义丢弃于地的，\n10你们怨恨那在城门口责备人的，憎恶那说正直话的；  11你们践踏贫民，向他们勒索麦子；你们用凿过的石头建造房屋，却不得住在其内；栽种美好的葡萄园，却不得喝所出的酒。  12我知道你们的罪过何等多，你们的罪恶何等大。你们苦待义人，收受贿赂，在城门口屈枉穷乏人。  13所以通达人见这样的时势，必静默不言，因为时势真恶。  14你们要求善，不要求恶，就必存活。这样，耶和华万军之神必照你们所说的，与你们同在。  15要恶恶好善，在城门口秉公行义，或者耶和华万军之神向约瑟的余民施恩。'
            },
            psalm:{
                title:'诗篇90:12-17',
                content:'12求你指教我们怎样数算自己的日子，好叫我们得着智慧的心。  13耶和华啊，我们要等到几时呢？求你转回，为你的仆人后悔。  14求你使我们早早饱得你的慈爱，好叫我们一生一世欢呼喜乐。  15求你照着你使我们受苦的日子和我们遭难的年岁，叫我们喜乐。  16愿你的作为向你仆人显现；愿你的荣耀向他们子孙显明。  17愿主我们神的荣美归于我们身上。愿你坚立我们手所作的工；我们手所作的工，愿你坚立。'
            },
            secondReading:{
                title:'希伯来书3:12-19',
                content:'12弟兄们，你们要谨慎，免得你们中间或有人存着不信的恶心，把永生神离弃了。 13总要趁着还有今日，天天彼此相劝，免得你们中间有人被罪迷惑，心里就刚硬了。 14我们若将起初确实的信心坚持到底，就在基督里有份了。 15经上说：“你们今日若听他的话，就不可硬着心，像惹他发怒的日子一样。” 16那时听见他话、惹他发怒的是谁呢？岂不是跟着摩西从埃及出来的众人吗？ 17神四十年之久又厌烦谁呢？岂不是那些犯罪、尸首倒在旷野的人吗？ 18又向谁起誓，不容他们进入他的安息呢？岂不是向那些不信从的人吗？ 19这样看来，他们不能进入安息是因为不信的缘故了。'
            },
            gospel:{
                title:'马可福音10:17-22',
                content:'17耶稣出来行路的时候，有一个人跑来，跪在他面前，问他说：“良善的夫子，我当作什么事，才可以承受永生？” 18耶稣对他说：“你为什么称我是良善的？除了神一位之外，再没有良善的。 19诫命你是晓得的：不可杀人，不可奸淫，不可偷盗，不可作假见证，不可亏负人，当孝敬父母。” 20他对耶稣说：“夫子，这一切我从小都遵守了。” 21耶稣看着他，就爱他，对他说：“你还缺少一件，去变卖你所有的分给穷人，就必有财宝在天上，你还要来跟从我。” 22他听见这话，脸上就变了色，忧忧愁愁地走了，因为他的产业很多。'
            }
        },
        proper24:{
            firstReading:{
                title:'传道书5:10-20',
                content:'10贪爱银子的，不因得银子知足；贪爱丰富的，也不因得利益知足。这也是虚空。  11货物增添，吃的人也增添，物主得什么益处呢？不过眼看而已。  12劳碌的人不拘吃多吃少，睡得香甜；富足人的丰满，却不容他睡觉。  13我见日光之下，有一宗大祸患，就是财主积存资财，反害自己。 14因遭遇祸患，这些资财就消灭；那人若生了儿子，手里也一无所有。 15他怎样从母胎赤身而来，也必照样赤身而去；他所劳碌得来的，手中分毫不能带去。 16他来的情形怎样，他去的情形也怎样。这也是一宗大祸患。他为风劳碌有什么益处呢？ 17并且他终身在黑暗中吃喝，多有烦恼，又有病患呕气。  18我所见为善为美的，就是人在神赐他一生的日子吃喝，享受日光之下劳碌得来的好处，因为这是他的份。 19神赐人资财丰富，使他能以吃用，能取自己的份，在他劳碌中喜乐，这乃是神的恩赐。 20他不多思念自己一生的年日，因为神应他的心使他喜乐。'
            },
            psalm:{
                title:'诗篇119:9-16',
                content:'9少年人用什么洁净他的行为呢？是要遵行你的话。  10我一心寻求了你，求你不要叫我偏离你的命令。  11我将你的话藏在心里，免得我得罪你。  12耶和华啊，你是应当称颂的，求你将你的律例教训我。  13我用嘴唇传扬你口中的一切典章。  14我喜悦你的法度，如同喜悦一切的财物。  15我要默想你的训词，看重你的道路。  16我要在你的律例中自乐，我不忘记你的话。'
            },
            secondReading:{
                title:'希伯来书4:1-14(14-16)',
                content:'1我们既蒙留下有进入他安息的应许，就当畏惧，免得我们中间（“我们”原文作“你们”）或有人似乎是赶不上了。 2因为有福音传给我们，像传给他们一样，只是所听见的道与他们无益，因为他们没有信心与所听见的道调和。 3但我们已经相信的人得以进入那安息，正如神所说：“我在怒中起誓说，‘他们断不可进入我的安息！’”其实造物之工，从创世以来已经成全了。 4论到第七日，有一处说：“到第七日，神就歇了他一切的工。” 5又有一处说：“他们断不可进入我的安息！” 6既有必进安息的人，那先前听见福音的，因为不信从，不得进去。 7所以过了多年，就在大卫的书上，又限定一日，如以上所引的说：“你们今日若听他的话，就不可硬着心。” 8若是约书亚已叫他们享了安息，后来神就不再提别的日子了。 9这样看来，必另有一安息日的安息，为神的子民存留。 10因为那进入安息的，乃是歇了自己的工，正如神歇了他的工一样。 11所以，我们务必竭力进入那安息，免得有人学那不信从的样子跌倒了。  12神的道是活泼的，是有功效的，比一切两刃的剑更快，甚至魂与灵、骨节与骨髓，都能刺入、剖开，连心中的思念和主意都能辨明。 13并且被造的没有一样在他面前不显然的。原来万物在那与我们有关系的主眼前，都是赤露敞开的。 【14我们既然有一位已经升入高天尊荣的大祭司，就是神的儿子耶稣，便当持定所承认的道。 15因我们的大祭司并非不能体恤我们的软弱，他也曾凡事受过试探，与我们一样，只是他没有犯罪。 16所以我们只管坦然无惧的来到施恩的宝座前，为要得怜恤，蒙恩惠，作随时的帮助。】'
            },
            gospel:{
                title:'马可福音10:23-31',
                content:'23耶稣周围一看，对门徒说：“有钱财的人进神的国是何等地难哪！” 24门徒希奇他的话。耶稣又对他们说：“小子，倚靠钱财的人进神的国是何等地难哪！ 25骆驼穿过针的眼，比财主进神的国还容易呢。” 26门徒就分外希奇，对他说：“这样，谁能得救呢？” 27耶稣看着他们，说：“在人是不能，在神却不然，因为神凡事都能。” 28彼得就对他说：“看哪，我们已经撇下所有的跟从你了。” 29耶稣说：“我实在告诉你们：人为我和福音撇下房屋，或是弟兄、姐妹、父母、儿女、田地， 30没有不在今世得百倍的；就是房屋、弟兄、姐妹、母亲、儿女、田地，并且要受逼迫，在来世必得永生。 31然而，有许多在前的，将要在后；在后的，将要在前。”'
            }
        },
        proper25:{
            firstReading:{
                title:'耶利米书31:7-9',
                content:'7耶和华如此说：“你们当为雅各欢乐歌唱，因万国中为首的欢呼。当传扬颂赞说：‘耶和华啊，求你拯救你的百姓以色列所剩下的人。’  8我必将他们从北方领来，从地极招聚，同着他们来的有瞎子、瘸子、孕妇、产妇，他们必成为大帮回到这里来。  9他们要哭泣而来，我要照他们恳求的引导他们，使他们在河水旁走正直的路，在其上不至绊跌，因为我是以色列的父，以法莲是我的长子。”'
            },
            psalm:{
                title:'诗篇126',
                content:'1当耶和华将那些被掳的带回锡安的时候，我们好像作梦的人。  2我们满口喜笑、满舌欢呼的时候，外邦中就有人说：“耶和华为他们行了大事！”  3耶和华果然为我们行了大事，我们就欢喜。  4耶和华啊，求你使我们被掳的人归回，好像南地的河水复流。  5流泪撒种的，必欢呼收割。  6那带种流泪出去的，必要欢欢乐乐地带禾捆回来。'
            },
            secondReading:{
                title:'希伯来书7:23-28',
                content:'23那些成为祭司的，数目本来多，是因为有死阻隔，不能长久。 24这位既是永远常存的，他祭司的职任就长久不更换。 25凡靠着他进到神面前的人，他都能拯救到底，因为他是长远活着，替他们祈求。  26像这样圣洁、无邪恶、无玷污、远离罪人、高过诸天的大祭司，原是与我们合宜的。 27他不像那些大祭司，每日必须先为自己的罪，后为百姓的罪献祭，因为他只一次将自己献上，就把这事成全了。 28律法本是立软弱的人为大祭司，但在律法以后起誓的话，是立儿子为大祭司，乃是成全到永远的。'
            },
            gospel:{
                title:'马可福音10:46-52',
                content:'46到了耶利哥，耶稣同门徒并许多人出耶利哥的时候，有一个讨饭的瞎子，是底买的儿子巴底买，坐在路旁。 47他听见是拿撒勒的耶稣，就喊着说：“大卫的子孙耶稣啊，可怜我吧！” 48有许多人责备他，不许他作声。他却越发大声喊着说：“大卫的子孙哪，可怜我吧！” 49耶稣就站住，说：“叫过他来。”他们就叫那瞎子，对他说：“放心，起来，他叫你啦！” 50瞎子就丢下衣服，跳起来，走到耶稣那里。 51耶稣说：“要我为你作什么？”瞎子说：“拉波尼，我要能看见（“拉波尼”就是“夫子”）。” 52耶稣说：“你去吧！你的信救了你了。”瞎子立刻看见了，就在路上跟随耶稣。'
            }
        },
        proper26:{
            firstReading:{
                title:'申命记6:1-9',
                content:'1“这是耶和华你们神所吩咐教训你们的诫命、律例、典章，使你们在所要过去得为业的地上遵行， 2好叫你和你子子孙孙一生敬畏耶和华你的神，谨守他的一切律例、诫命，就是我所吩咐你的，使你的日子得以长久。 3以色列啊，你要听，要谨守遵行，使你可以在那流奶与蜜之地得以享福，人数极其增多，正如耶和华你列祖的神所应许你的。  4“以色列啊，你要听！耶和华我们神是独一的主。 5你要尽心、尽性、尽力爱耶和华你的神。 6我今日所吩咐你的话都要记在心上， 7也要殷勤教训你的儿女，无论你坐在家里，行在路上，躺下，起来，都要谈论； 8也要系在手上为记号，戴在额上为经文； 9又要写在你房屋的门框上，并你的城门上。”'
            },
            psalm:{
                title:'诗篇119:1-8',
                content:'1行为完全、遵行耶和华律法的，这人便为有福；  2遵守他的法度、一心寻求他的，这人便为有福。  3这人不作非义的事，但遵行他的道。  4耶和华啊，你曾将你的训词吩咐我们，为要我们殷勤遵守。  5但愿我行事坚定，得以遵守你的律例。  6我看重你的一切命令，就不至于羞愧。  7我学了你公义的判语，就要以正直的心称谢你。  8我必守你的律例，求你总不要丢弃我。'
            },
            secondReading:{
                title:'希伯来书9:11-14(15-22)',
                content:'11但现在基督已经来到，作了将来美事的大祭司，经过那更大、更全备的帐幕，不是人手所造，也不是属乎这世界的。 12并且不用山羊和牛犊的血，乃用自己的血，只一次进入圣所，成了永远赎罪的事。 13若山羊和公牛的血，并母牛犊的灰，洒在不洁的人身上，尚且叫人成圣，身体洁净， 14何况基督藉着永远的灵，将自己无瑕无疵献给神，他的血岂不更能洗净你们的心（原文作“良心”），除去你们的死行，使你们侍奉那永生神吗？  【15为此，他作了新约的中保，既然受死赎了人在前约之时所犯的罪过，便叫蒙召之人得着所应许永远的产业。 16凡有遗命，必须等到留遗命的人死了（“遗命”原文与“约”字同）。 17因为人死了，遗命才有效力；若留遗命的尚在，那遗命还有用处吗？ 18所以前约也不是不用血立的。 19因为摩西当日照着律法将各样诫命传给众百姓，就拿朱红色绒和牛膝草，把牛犊、山羊的血和水洒在书上，又洒在众百姓身上，说： 20“这血就是神与你们立约的凭据。” 21他又照样把血洒在帐幕和各样器皿上。 22按着律法，凡物差不多都是用血洁净的，若不流血，罪就不得赦免了。】'
            },
            gospel:{
                title:'马可福音12:28-37',
                content:'28有一个文士来，听见他们辩论，晓得耶稣回答的好，就问他说：“诫命中哪是第一要紧的呢？” 29耶稣回答说：“第一要紧的就是说：‘以色列啊，你要听，主我们神是独一的主。 30你要尽心、尽性、尽意、尽力爱主你的神。’ 31其次就是说：‘要爱人如己。’再没有比这两条诫命更大的了。” 32那文士对耶稣说：“夫子说，神是一位，实在不错。除了他以外，再没有别的神。 33并且尽心、尽智、尽力爱他，又爱人如己，就比一切燔祭和各样祭祀好的多。” 34耶稣见他回答的有智慧，就对他说：“你离神的国不远了。”从此以后，没有人敢再问他什么。 35耶稣在殿里教训人，就问他们说：“文士怎么说基督是大卫的子孙呢？ 36大卫被圣灵感动，说：‘主对我主说，你坐在我的右边，等我使你仇敌作你的脚凳。’ 37大卫既自己称他为主，他怎么又是大卫的子孙呢？”众人都喜欢听他。'
            }
        },
        proper27:{
            firstReading:{
                title:'列王纪上17:8-16',
                content:'8耶和华的话临到他说： 9“你起身往西顿的撒勒法去（“撒勒法”与路加福音四章二十六节同），住在那里，我已吩咐那里的一个寡妇供养你。” 10以利亚就起身往撒勒法去。到了城门，见有一个寡妇在那里捡柴。以利亚呼叫她说：“求你用器皿取点水来给我喝。” 11她去取水的时候，以利亚又呼叫她说：“也求你拿点饼来给我。” 12她说：“我指着永生耶和华你的神起誓，我没有饼，坛内只有一把面，瓶里只有一点油。我现在找两根柴，回家要为我和我儿子作饼。我们吃了，死就死吧！” 13以利亚对她说：“不要惧怕，可以照你所说的去作吧！只要先为我作一个小饼，拿来给我，然后为你和你的儿子作饼。 14因为耶和华以色列的神如此说：‘坛内的面必不减少，瓶里的油必不缺短，直到耶和华使雨降在地上的日子。’” 15妇人就照以利亚的话去行。她和她家中的人，并以利亚，吃了许多日子。 16坛内的面果不减少，瓶里的油也不缺短，正如耶和华藉以利亚所说的话。'
            },
            psalm:{
                title:'诗篇146',
                content:'1你们要赞美耶和华！我的心哪，你要赞美耶和华！  2我一生要赞美耶和华。我还活的时候，要歌颂我的神。  3你们不要倚靠君王，不要倚靠世人，他一点不能帮助。  4他的气一断，就归回尘土。他所打算的，当日就消灭了。  5以雅各的神为帮助、仰望耶和华他神的，这人便为有福。  6耶和华造天、地、海和其中的万物，他守诚实，直到永远。  7他为受屈的伸冤，赐食物与饥饿的。耶和华释放被囚的。  8耶和华开了瞎子的眼睛。耶和华扶起被压下的人。耶和华喜爱义人。  9耶和华保护寄居的，扶持孤儿和寡妇，却使恶人的道路弯曲。  10耶和华要作王，直到永远。锡安哪，你的神要作王，直到万代。你们要赞美耶和华！'
            },
            secondReading:{
                title:'希伯来书9:24-28',
                content:'24因为基督并不是进了人手所造的圣所（这不过是真圣所的影像），乃是进了天堂，如今为我们显在神面前； 25也不是多次将自己献上，像那大祭司每年带着牛羊的血进入圣所（“牛羊的血”原文作“不是自己的血”）。 26如果这样，他从创世以来，就必多次受苦了，但如今在这末世显现一次，把自己献为祭，好除掉罪。 27按着定命，人人都有一死，死后且有审判。 28像这样，基督既然一次被献，担当了多人的罪，将来要向那等候他的人第二次显现，并与罪无关，乃是为拯救他们。'
            },
            gospel:{
                title:'马可福音12:38-44',
                content:'38耶稣在教训之间，说：“你们要防备文士，他们好穿长衣游行，喜爱人在街市上问他们的安； 39又喜爱会堂里的高位，筵席上的首座。 40他们侵吞寡妇的家产，假意作很长的祷告。这些人要受更重的刑罚。” 41耶稣对银库坐着，看众人怎样投钱入库。有好些财主往里投了若干的钱。 42有一个穷寡妇来，往里投了两个小钱，就是一个大钱。 43耶稣叫门徒来，说：“我实在告诉你们：这穷寡妇投入库里的，比众人所投的更多。 44因为他们都是自己有余，拿出来投在里头；但这寡妇是自己不足，把她一切养生的都投上了。”'
            }
        },
        proper28:{
            firstReading:{
                title:'但以理书12:1-3',
                content:'1“那时，保佑你本国之民的天使长（原文作“大君”）米迦勒必站起来，并且有大艰难，从有国以来直到此时，没有这样的。你本国的民中，凡名录在册上的，必得拯救。 2睡在尘埃中的，必有多人复醒，其中有得永生的，有受羞辱、永远被憎恶的。 3智慧人必发光，如同天上的光；那使多人归义的，必发光如星，直到永永远远。'
            },
            psalm:{
                title:'诗篇16',
                content:'1神啊，求你保佑我，因为我投靠你。  2我的心哪，你曾对耶和华说：“你是我的主，我的好处不在你以外。”  3论到世上的圣民，他们又美又善，是我最喜悦的。  4以别神代替耶和华的（或作“送礼物给别神的”），他们的愁苦必加增；他们所浇奠的血我不献上；我嘴唇也不提别神的名号。  5耶和华是我的产业，是我杯中的份；我所得的，你为我持守。  6用绳量给我的地界，坐落在佳美之处；我的产业实在美好。  7我必称颂那指教我的耶和华，我的心肠在夜间也警戒我。  8我将耶和华常摆在我面前，因他在我右边，我便不至摇动。  9因此，我的心欢喜，我的灵（原文作“荣耀”）快乐，我的肉身也要安然居住。  10因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。  11你必将生命的道路指示我。在你面前有满足的喜乐，在你右手中有永远的福乐。'
            },
            secondReading:{
                title:'希伯来书10:11-25',
                content:'11凡祭司天天站着侍奉神，屡次献上一样的祭物，这祭物永不能除罪。 12但基督献了一次永远的赎罪祭，就在神的右边坐下了， 13从此等候他仇敌成了他的脚凳。 14因为他一次献祭，便叫那得以成圣的人永远完全。 15圣灵也对我们作见证，因为他既已说过  16“主说：那些日子以后，我与他们所立的约乃是这样，我要将我的律法写在他们心上，又要放在他们的里面；”  17以后就说：“我不再记念他们的罪愆和他们的过犯。”  18这些罪过既已赦免，就不用再为罪献祭了。 19弟兄们，我们既因耶稣的血得以坦然进入至圣所， 20是藉着他给我们开了一条又新、又活的路从幔子经过，这幔子就是他的身体。 21又有一位大祭司治理神的家。 22并我们心中天良的亏欠已经洒去，身体用清水洗净了，就当存着诚心和充足的信心来到神面前， 23也要坚守我们所承认的指望，不至摇动，因为那应许我们的是信实的。 24又要彼此相顾，激发爱心，勉励行善。 25你们不可停止聚会，好像那些停止惯了的人，倒要彼此劝勉。既知道（原文作“看见”）那日子临近，就更当如此。'
            },
            gospel:{
                title:'马可福音13:1-13',
                content:'1耶稣从殿里出来的时候，有一个门徒对他说：“夫子，请看。这是何等的石头，何等的殿宇！” 2耶稣对他说：“你看见这大殿宇吗？将来在这里没有一块石头留在石头上，不被拆毁了。” 3耶稣在橄榄山上对圣殿而坐，彼得、雅各、约翰和安得烈暗暗的问他说： 4“请告诉我们，什么时候有这些事呢？这一切事将成的时候，有什么预兆呢？” 5耶稣说：“你们要谨慎，免得有人迷惑你们。 6将来有好些人冒我的名来，说：‘我是基督’，并且要迷惑许多人。 7你们听见打仗和打仗的风声不要惊慌。这些事是必须有的，只是末期还没有到。 8民要攻打民，国要攻打国，多处必有地震、饥荒，这都是灾难的起头（“灾难”原文作“生产之难”）。 9但你们要谨慎，因为人要把你们交给公会，并且你们在会堂里要受鞭打，又为我的缘故站在诸侯与君王面前，对他们作见证。 10然而，福音必须先传给万民。 11人把你们拉去交官的时候，不要预先思虑说什么；到那时候，赐给你们什么话，你们就说什么，因为说话的不是你们，乃是圣灵。 12弟兄要把弟兄，父亲要把儿子，送到死地，儿女要起来与父母为敌，害死他们。 13并且你们要为我的名被众人恨恶，惟有忍耐到底的，必然得救。”'
            }
        },
        proper29:{
            firstReading:{
                title:'以赛亚书51:4-6',
                content:'4“我的百姓啊，要向我留心；我的国民哪，要向我侧耳。因为训诲必从我而出，我必坚定我的公理为万民之光。  5我的公义临近，我的救恩发出，我的膀臂要审判万民；海岛都要等候我，倚赖我的膀臂。  6你们要向天举目，观看下地，因为天必像烟云消散，地必如衣服渐渐旧了，其上的居民也要如此死亡（“如此死亡”或作“像蠓虫死亡”）；惟有我的救恩永远长存，我的公义也不废掉。 '
            },
            firstReadingOptional:{
                title:'但以理书7:9-10, 13-14',
                content:'9我观看，见有宝座设立，上头坐着亘古常在者，他的衣服洁白如雪，头发如纯净的羊毛，宝座乃火焰，其轮乃烈火。  10从他面前有火，像河发出，侍奉他的有千千，在他面前侍立的有万万。他坐着要行审判，案卷都展开了。\n13我在夜间的异象中观看，见有一位像人子的，驾着天云而来，被领到亘古常在者面前，  14得了权柄、荣耀、国度，使各方、各国、各族的人都侍奉他。他的权柄是永远的，不能废去，他的国必不败坏。'
            },
            psalm:{
                title:'诗篇93',
                content:'1耶和华作王，他以威严为衣穿上，耶和华以能力为衣，以能力束腰，世界就坚定，不得动摇。  2你的宝座从太初立定，你从亘古就有。  3耶和华啊，大水扬起，大水发声，波浪澎湃。  4耶和华在高处大有能力，胜过诸水的响声，洋海的大浪。  5耶和华啊，你的法度最的确，你的殿永称为圣，是合宜的。'
            },
            secondReading:{
                title:'犹大书1:20-25',
                content:'20亲爱的弟兄啊，你们却要在至圣的真道上造就自己，在圣灵里祷告， 21保守自己常在神的爱中，仰望我们主耶稣基督的怜悯，直到永生。 22有些人存疑心，你们要怜悯他们； 23有些人你们要从火中抢出来，搭救他们；有些人你们要存惧怕的心怜悯他们，连那被情欲沾染的衣服也当厌恶。 24那能保守你们不失脚，叫你们无瑕无疵、欢欢喜喜站在他荣耀之前的我们的救主独一的神， 25愿荣耀、威严、能力、权柄，因我们的主耶稣基督归与他，从万古以前并现今，直到永永远远。阿们！'
            },
            secondReadingOptional:{
                title:'启示录1:4b-8',
                content:'4b但愿从那昔在、今在、以后永在的神和他宝座前的七灵， 5并那诚实作见证的，从死里首先复活，为世上君王元首的耶稣基督，有恩惠、平安归与你们！他爱我们，用自己的血使我们脱离罪恶（“脱离”有古卷“洗去”）， 6又使我们成为国民，作他父神的祭司。但愿荣耀、权能归给他，直到永永远远。阿们！  7看哪，他驾云降临，众目要看见他，连刺他的人也要看见他，地上的万族都要因他哀哭。这话是真实的。阿们！  8主神说：“我是阿拉法，我是俄梅戛（“阿拉法，俄梅戛”是希腊字母首末二字），是昔在、今在、以后永在的全能者。”'
            },
            gospel:{
                title:'马可福音13:24-37',
                content:'24“在那些日子，那灾难以后，日头要变黑了，月亮也不放光， 25众星要从天上坠落，天势都要震动。 26那时，他们（马太二十四章三十节作“地上的万族”）要看见人子有大能力、大荣耀，驾云降临。 27他要差遣天使，把他的选民从四方、从地极直到天边，都招聚了来（“方”原文作“风”）。” 28“你们可以从无花果树学个比方：当树枝发嫩长叶的时候，你们就知道夏天近了。 29这样，你们几时看见这些事成就，也该知道人子近了（“人子”或作“神的国”），正在门口了。 30我实在告诉你们：这世代还没有过去，这些事都要成就。 31天地要废去，我的话却不能废去。” 32“但那日子、那时辰，没有人知道，连天上的使者也不知道，子也不知道，惟有父知道。 33你们要谨慎，警醒祈祷，因为你们不晓得那日期几时来到。 34这事正如一个人离开本家，寄居外邦，把权柄交给仆人，分派各人当作的工，又吩咐看门的警醒。 35所以你们要警醒，因为你们不知道家主什么时候来，或晚上、或半夜、或鸡叫、或早晨， 36恐怕他忽然来到，看见你们睡着了。 37我对你们所说的话，也是对众人说：要警醒！”'
            },
            gospelOptional:{
                title:'约翰福音18:33-37',
                content:'33彼拉多又进了衙门，叫耶稣来，对他说：“你是犹太人的王吗？” 34耶稣回答说：“这话是你自己说的，还是别人论我对你说的呢？” 35彼拉多说：“我岂是犹太人呢？你本国的人和祭司长把你交给我，你作了什么事呢？” 36耶稣回答说：“我的国不属这世界；我的国若属这世界，我的臣仆必要争战，使我不至于被交给犹太人；只是我的国不属这世界。” 37彼拉多就对他说：“这样，你是王吗？”耶稣回答说：“你说我是王，我为此而生，也为此来到世间，特为给真理作见证；凡属真理的人就听我的话。”'
            }
        }
    },
    C:{
        advent1:{
            firstReading:{
                title:'耶利米书33:14-16',
                content:'14耶和华说：“日子将到，我应许以色列家和犹大家的恩言必然成就。 15当那日子，那时候，我必使大卫公义的苗裔长起来，他必在地上施行公平和公义。 16在那日子犹大必得救，耶路撒冷必安然居住，他的名必称为‘耶和华我们的义’”。'
            },
            psalm:{
                title:'诗篇25:1-10',
                content:'1耶和华啊，我的心仰望你。  2我的神啊，我素来倚靠你。求你不要叫我羞愧，不要叫我的仇敌向我夸胜。  3凡等候你的必不羞愧，惟有那无故行奸诈的必要羞愧。  4耶和华啊，求你将你的道指示我，将你的路教训我。  5求你以你的真理引导我，教训我，因为你是救我的神，我终日等候你。  6耶和华啊，求你记念你的怜悯和慈爱，因为这是亘古以来所常有的。  7求你不要记念我幼年的罪愆和我的过犯。耶和华啊，求你因你的恩惠，按你的慈爱记念我。  8耶和华是良善正直的，所以他必指示罪人走正路。  9他必按公平引领谦卑人，将他的道教训他们。  10凡遵守他的约和他法度的人，耶和华都以慈爱诚实待他。'
            },
            secondReading:{
                title:'帖撒罗尼迦前书3:9-13',
                content:'9我们在神面前，因着你们甚是喜乐，为这一切喜乐，可用何等的感谢为你们报答神呢？ 10我们昼夜切切地祈求，要见你们的面，补满你们信心的不足。  11愿神我们的父和我们的主耶稣，一直引领我们到你们那里去； 12又愿主叫你们彼此相爱的心，并爱众人的心，都能增长、充足，如同我们爱你们一样， 13好使你们当我们主耶稣同他众圣徒来的时候，在我们父神面前心里坚固，成为圣洁，无可责备。'
            },
            gospel:{
                title:'路加福音19:28-40',
                content:'28耶稣说完了这话，就在前面走，上耶路撒冷去。 29将近伯法其和伯大尼，在一座山名叫橄榄山那里，就打发两个门徒，说： 30“你们往对面村子里去，进去的时候，必看见一匹驴驹拴在那里，是从来没有人骑过的，可以解开牵来。 31若有人问为什么解它，你们就说：‘主要用它。’” 32打发的人去了，所遇见的，正如耶稣所说的。 33他们解驴驹的时候，主人问他们说：“解驴驹作什么？” 34他们说：“主要用它。” 35他们牵到耶稣那里，把自己的衣服搭在上面，扶着耶稣骑上。 36走的时候，众人把衣服铺在路上。 37将近耶路撒冷，正下橄榄山的时候，众门徒因所见过的一切异能，都欢乐起来，大声赞美神， 38说：“奉主名来的王是应当称颂的！在天上有和平，在至高之处有荣光。”  39众人中有几个法利赛人对耶稣说：“夫子，责备你的门徒吧！” 40耶稣说：“我告诉你们：若是他们闭口不说，这些石头必要呼叫起来。”'
            },
            gospelOptional:{
                title:'路加福音21:25-36',
                content:'25“日月星辰要显出异兆，地上的邦国也有困苦，因海中波浪的响声，就慌慌不定。 26天势都要震动，人想起那将要临到世界的事，就都吓得魂不附体。 27那时，他们要看见人子有能力，有大荣耀，驾云降临。 28一有这些事，你们就当挺身昂首，因为你们得赎的日子近了。” 29 30耶稣又设比喻对他们说：“你们看无花果树和各样的树，它发芽的时候，你们一看见，自然晓得夏天近了。 31这样，你们看见这些事渐渐地成就，也该晓得神的国近了。 32我实在告诉你们：这世代还没有过去，这些事都要成就。 33天地要废去，我的话却不能废去。” 34“你们要谨慎，恐怕因贪食、醉酒，并今生的思虑累住你们的心，那日子就如同网罗忽然临到你们， 35因为那日子要这样临到全地上一切居住的人。 36你们要时时警醒，常常祈求，使你们能逃避这一切要来的事，得以站立在人子面前。”'
            }
        },
        advent2:{
            firstReading:{
                title:'玛拉基书3:1-7b',
                content:'1万军之耶和华说：“我要差遣我的使者在我前面预备道路。你们所寻求的主，必忽然进入他的殿；立约的使者，就是你们所仰慕的，快要来到。” 2他来的日子，谁能当得起呢？他显现的时候，谁能立得住呢？因为他如炼金之人的火，如漂布之人的碱。 3他必坐下如炼净银子的，必洁净利未人，熬炼他们像金银一样，他们就凭公义献供物给耶和华。 4那时，犹大和耶路撒冷所献的供物必蒙耶和华悦纳，仿佛古时之日、上古之年。  5万军之耶和华说：“我必临近你们，施行审判。我必速速作见证，警戒行邪术的、犯奸淫的、起假誓的、亏负人之工价的、欺压寡妇孤儿的、屈枉寄居的，和不敬畏我的。” 6“因我耶和华是不改变的，所以你们雅各之子没有灭亡。” 7a万军之耶和华说：“从你们列祖的日子以来，你们常常偏离我的典章而不遵守。 7b现在你们要转向我，我就转向你们。'
            },
            psalm:{
                title:'诗篇66:1-12',
                content:'1全地都当向神欢呼！  2歌颂他名的荣耀，用赞美的言语将他的荣耀发明。  3当对神说：“你的作为何等可畏！因你的大能，仇敌要投降你。  4全地要敬拜你，歌颂你，要歌颂你的名。”  5你们来看神所行的，他向世人所作之事是可畏的。  6他将海变成干地，众民步行过河。我们在那里因他欢喜。  7他用权能治理万民，直到永远。他的眼睛鉴察列邦，悖逆的人不可自高。  8万民哪，你们当称颂我们的神，使人得听赞美他的声音。  9他使我们的性命存活，也不叫我们的脚摇动。  10神啊，你曾试验我们，熬炼我们，如熬炼银子一样。  11你使我们进入网罗，把重担放在我们的身上。  12你使人坐车轧我们的头。我们经过水火，你却使我们到丰富之地。'
            },
            secondReading:{
                title:'腓立比书1:2-11',
                content:'2愿恩惠、平安从神我们的父并主耶稣基督归与你们！ 3我每逢想念你们，就感谢我的神； 4（每逢为你们众人祈求的时候，常是欢欢喜喜地祈求。） 5因为从头一天直到如今，你们是同心合意的兴旺福音。 6我深信那在你们心里动了善工的，必成全这工，直到耶稣基督的日子。 7我为你们众人有这样的意念，原是应当的，因你们常在我心里，无论我是在捆锁之中，是辩明证实福音的时候，你们都与我一同得恩。 8我体会基督耶稣的心肠，切切地想念你们众人，这是神可以给我作见证的。 9我所祷告的，就是要你们的爱心在知识和各样见识上多而又多， 10使你们能分别是非（或作“喜爱那美好的事”），作诚实无过的人，直到基督的日子； 11并靠着耶稣基督结满了仁义的果子，叫荣耀称赞归与神。'
            },
            gospel:{
                title:'路加福音3:1-14(15-20)',
                content:'1凯撒提庇留在位第十五年，本丢彼拉多作犹太巡抚，希律作加利利分封的王，他兄弟腓力作以土利亚和特拉可尼地方分封的王，吕撒聂作亚比利尼分封的王， 2亚那和该亚法作大祭司。那时，撒迦利亚的儿子约翰在旷野里，神的话临到他。 3他就来到约旦河一带地方，宣讲悔改的洗礼，使罪得赦。  4正如先知以赛亚书上所记的话，说：“在旷野有人声喊着说：‘预备主的道，修直他的路。  5一切山洼都要填满，大小山冈都要削平。弯弯曲曲的地方要改为正直，高高低低的道路要改为平坦！  6凡有血气的，都要见神的救恩。’”  7约翰对那出来要受他洗的众人说：“毒蛇的种类！谁指示你们逃避将来的愤怒呢？ 8你们要结出果子来，与悔改的心相称，不要自己心里说：‘有亚伯拉罕为我们的祖宗。’我告诉你们：神能从这些石头中给亚伯拉罕兴起子孙来。 9现在斧子已经放在树根上，凡不结好果子的树就砍下来，丢在火里。” 10众人问他说：“这样，我们当作什么呢？” 11约翰回答说：“有两件衣裳的，就分给那没有的；有食物的，也当这样行。” 12又有税吏来要受洗，问他说：“夫子，我们当作什么呢？” 13约翰说：“除了例定的数目，不要多取。” 14又有兵丁问他说：“我们当作什么呢？”约翰说：“不要以强暴待人，也不要讹诈人，自己有钱粮就当知足。”  【15百姓指望基督来的时候，人都心里猜疑，或者约翰是基督。 16约翰说：“我是用水给你们施洗，但有一位能力比我更大的要来，我就是给他解鞋带也不配。他要用圣灵与火给你们施洗。 17他手里拿着簸箕，要扬净他的场，把麦子收在仓里，把糠用不灭的火烧尽了。” 18约翰又用许多别的话劝百姓，向他们传福音。 19只是分封的王希律因他兄弟之妻希罗底的缘故，并因他所行的一切恶事，受了约翰的责备； 20又另外添了一件，就是把约翰收在监里。】'
            }
        },
        advent3:{
            firstReading:{
                title:'西番雅书3:14-20',
                content:'14锡安的民哪，应当歌唱！以色列啊，应当欢呼！耶路撒冷的民哪，应当满心欢喜快乐！  15耶和华已经除去你的刑罚，赶出你的仇敌。以色列的王耶和华在你中间，你必不再惧怕灾祸。  16当那日，必有话向耶路撒冷说：“不要惧怕！锡安哪，不要手软。  17耶和华你的神是施行拯救、大有能力的主。他在你中间必因你欢欣喜乐，默然爱你，且因你喜乐而欢呼。  18那些属你、为无大会愁烦、因你担当羞辱的，我必聚集他们。  19那时，我必罚办一切苦待你的人，又拯救你瘸腿的，聚集你被赶出的。那些在全地受羞辱的，我必使他们得称赞，有名声。  20那时，我必领你们进来，聚集你们。我使你们被掳之人归回的时候，就必使你们在地上的万民中有名声，得称赞。”这是耶和华说的。'
            },
            psalm:{
                title:'诗篇85',
                content:'1耶和华啊，你已经向你的地施恩，救回被掳的雅各。  2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。  3你收转了所发的忿怒和你猛烈的怒气。  4拯救我们的神啊，求你使我们回转，叫你的恼恨向我们止息。  5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？  6你不再将我们救活，使你的百姓靠你欢喜吗？  7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。  8我要听神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。  9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。  10慈爱和诚实彼此相遇；公义和平安彼此相亲。  11诚实从地而生，公义从天而现。  12耶和华必将好处赐给我们，我们的地也要多出土产。  13公义要行在他面前，叫他的脚踪成为可走的路。'
            },
            secondReading:{
                title:'腓立比书4:4-7',
                content:'4你们要靠主常常喜乐；我再说，你们要喜乐。 5当叫众人知道你们谦让的心。主已经近了。 6应当一无挂虑，只要凡事藉着祷告、祈求和感谢，将你们所要的告诉神。 7神所赐出人意外的平安，必在基督耶稣里保守你们的心怀意念。'
            },
            gospel:{
                title:'路加福音7:18-28(29-35)',
                content:'18约翰的门徒把这些事都告诉约翰。 19他便叫了两个门徒来，打发他们到主那里去，说：“那将要来的是你吗？还是我们等候别人呢？” 20那两个人来到耶稣那里，说：“施洗的约翰打发我们来问你：‘那将要来的是你吗？还是我们等候别人呢？’” 21正当那时候，耶稣治好了许多有疾病的，受灾患的，被恶鬼附着的，又开恩叫好些瞎子能看见。 22耶稣回答说：“你们去把所看见、所听见的事告诉约翰，就是瞎子看见，瘸子行走，长大麻风的洁净，聋子听见，死人复活，穷人有福音传给他们。 23凡不因我跌倒的，就有福了。” 24约翰所差来的人既走了，耶稣就对众人讲论约翰说：“你们从前出去到旷野，是要看什么呢？要看风吹动的芦苇吗？ 25你们出去到底是要看什么？要看穿细软衣服的人吗？那穿华丽衣服、宴乐度日的人是在王宫里。 26你们出去究竟是要看什么？要看先知吗？我告诉你们：是的，他比先知大多了。 27经上记着说：‘我要差遣我的使者在你前面预备道路。’所说的就是这个人。 28我告诉你们：凡妇人所生的，没有一个大过约翰的；然而神国里最小的比他还大。” 【29众百姓和税吏既受过约翰的洗，听见这话，就以神为义。 30但法利赛人和律法师没有受过约翰的洗，竟为自己废弃了神的旨意（29、30两节或作“众百姓和税吏听见了约翰的话，就受了他的洗，便以神为义；但法利赛人和律法师不受约翰的洗，竟为自己废弃了神的旨意”。）  31主又说：“这样，我可用什么比这世代的人呢？他们好像什么呢？ 32好像孩童坐在街市上，彼此呼叫说：‘我们向你们吹笛，你们不跳舞；我们向你们举哀，你们不啼哭。’ 33施洗的约翰来，不吃饼，不喝酒，你们说他是被鬼附着的。 34人子来，也吃也喝，你们说他是贪食好酒的人，是税吏和罪人的朋友。 35但智慧之子，都以智慧为是。”】'
            }
        },
        advent4:{
            firstReading:{
                title:'弥迦书5:2-5a',
                content:'2伯利恒以法他啊，你在犹大诸城中为小。将来必有一位从你那里出来，在以色列中为我作掌权的；他的根源从亘古、从太初就有。  3耶和华必将以色列人交付敌人，直等那生产的妇人生下子来。那时掌权者（原文作“他”）其余的弟兄必归到以色列人那里。  4他必起来，倚靠耶和华的大能，并耶和华他神之名的威严，牧养他的羊群。他们要安然居住；因为他必日见尊大，直到地极。  5a这位必作我们的平安。'
            },
            psalm:{
                title:'诗篇80:1-7',
                content:'1领约瑟如领羊群之以色列的牧者啊，求你留心听！坐在二基路伯上的啊，求你发出光来！  2在以法莲、便雅悯、玛拿西前面，施展你的大能，来救我们。  3神啊，求你使我们回转（“回转”或作“复兴”），使你的脸发光，我们便要得救。  4耶和华万军之神啊，你向你百姓的祷告发怒，要到几时呢？  5你以眼泪当食物给他们吃，又多量出眼泪给他们喝。  6你使邻邦因我们纷争，我们的仇敌彼此戏笑。  7万军之神啊，求你使我们回转，使你的脸发光，我们便要得救。'
            },
            secondReading:{
                title:'希伯来书10:5-10',
                content:'5所以，基督到世上来的时候，就说：“神啊，祭物和礼物是你不愿意的，你曾给我预备了身体，  6燔祭和赎罪祭是你不喜欢的。  7那时我说：‘神啊，我来了，为要照你的旨意行，我的事在经卷上已经记载了。’” 8以上说：“祭物和礼物，燔祭和赎罪祭，是你不愿意的，也是你不喜欢的（这都是按着律法献的）。” 9后又说：“我来了为要照你的旨意行。”可见他是除去在先的，为要立定在后的。 10我们凭这旨意，靠耶稣基督只一次献上他的身体，就得以成圣。'
            },
            gospel:{
                title:'路加福音1:39-45(46-56)',
                content:'39那时候马利亚起身，急忙往山地里去，来到犹大的一座城。 40进了撒迦利亚的家，问伊利莎白安。 41伊利莎白一听马利亚问安，所怀的胎就在腹里跳动，伊利莎白且被圣灵充满， 42高声喊着说：“你在妇女中是有福的，你所怀的胎也是有福的。 43我主的母到我这里来，这是从哪里得的呢？ 44因为你问安的声音一入我耳，我腹里的胎就欢喜跳动。 45这相信的女子是有福的，因为主对她所说的话都要应验。” 【46马利亚说：“我心尊主为大，  47我灵以神我的救主为乐。  48因为他顾念他使女的卑微，从今以后，万代要称我有福。  49那有权能的，为我成就了大事，他的名为圣。  50他怜悯敬畏他的人，直到世世代代。  51他用膀臂施展大能，那狂傲的人正心里妄想，就被他赶散了。  52他叫有权柄的失位，叫卑贱的升高；  53叫饥饿的得饱美食，叫富足的空手回去。  54他扶助了他的仆人以色列，  55为要记念亚伯拉罕和他的后裔，施怜悯直到永远，正如从前对我们列祖所说的话。”  56马利亚和伊利莎白同住约有三个月，就回家去了。】'
            }
        },
        christmasEve:{
            firstReading:{
                title:'以赛亚书7:10-14',
                content:'10耶和华又晓谕亚哈斯说： 11“你向耶和华你的神求一个兆头，或求显在深处，或求显在高处。” 12亚哈斯说：“我不求；我不试探耶和华。” 13以赛亚说：“大卫家啊，你们当听！你们使人厌烦岂算小事，还要使我的神厌烦吗？ 14因此，主自己要给你们一个兆头，必有童女怀孕生子，给他起名叫以马内利（就是“神与我们同在”的意思。）'
            },
            psalm:{
                title:'诗篇110:1-4',
                content:'1耶和华对我主说：“你坐在我的右边，等我使你仇敌作你的脚凳。”  2耶和华必使你从锡安伸出能力的杖来，你要在你仇敌中掌权。  3当你掌权的日子（或作“行军的日子”），你的民要以圣洁的妆饰为衣（或作“以圣洁为妆饰”），甘心牺牲自己。你的民多如清晨的甘露（或作“你少年时光耀如清晨的甘露”）。  4耶和华起了誓，决不后悔，说：“你是照着麦基洗德的等次永远为祭司。”'
            },
            secondReading:{
                title:'约翰一书4:7-16',
                content:'7亲爱的弟兄啊，我们应当彼此相爱，因为爱是从神来的。凡有爱心的，都是由神而生，并且认识神。 8没有爱心的，就不认识神，因为神就是爱。 9神差他独生子到世间来，使我们藉着他得生，神爱我们的心在此就显明了。 10不是我们爱神，乃是神爱我们，差他的儿子为我们的罪作了挽回祭，这就是爱了。 11亲爱的弟兄啊，神既是这样爱我们，我们也当彼此相爱。 12从来没有人见过神。我们若彼此相爱，神就住在我们里面，爱他的心在我们里面得以完全了。  13神将他的灵赐给我们，从此就知道我们是住在他里面，他也住在我们里面。 14父差子作世人的救主，这是我们所看见且作见证的。 15凡认耶稣为神儿子的，神就住在他里面，他也住在神里面。  16神爱我们的心，我们也知道、也信。神就是爱，住在爱里面的，就是住在神里面，神也住在他里面。'
            },
            gospel:{
                title:'马太福音1:18-25',
                content:'18耶稣基督降生的事记在下面：他母亲马利亚已经许配了约瑟，还没有迎娶，马利亚就从圣灵怀了孕。 19她丈夫约瑟是个义人，不愿意明明地羞辱她，想要暗暗地把她休了。 20正思念这事的时候，有主的使者向他梦中显现，说：“大卫的子孙约瑟，不要怕，只管娶过你的妻子马利亚来，因她所怀的孕是从圣灵来的。 21她将要生一个儿子，你要给他起名叫耶稣，因他要将自己的百姓从罪恶里救出来。” 22这一切的事成就，是要应验主藉先知所说的话， 23说：“必有童女怀孕生子，人要称他的名为以马内利。”（“以马内利”翻出来就是“神与我们同在”。） 24约瑟醒了，起来，就遵着主使者的吩咐，把妻子娶过来， 25只是没有和她同房，等她生了儿子（有古卷作“等她生了头胎的儿子”），就给他起名叫耶稣。'
            }
        },
        christmas:{
            firstReading:{
                title:'以赛亚书52:7-10',
                content:'7那报佳音、传平安、报好信、传救恩的，对锡安说：“你的神作王了！”这人的脚登山何等佳美。  8听啊，你守望之人的声音，他们扬起声来，一同歌唱，因为耶和华归回锡安的时候，他们必亲眼看见。  9耶路撒冷的荒场啊，要发起欢声，一同歌唱，因为耶和华安慰了他的百姓，救赎了耶路撒冷。  10耶和华在万国眼前露出圣臂，地极的人都看见我们神的救恩了。'
            },
            psalm:{
                title:'诗篇2',
                content:'1外邦为什么争闹？万民为什么谋算虚妄的事？  2世上的君王一齐起来，臣宰一同商议，要敌挡耶和华并他的受膏者，  3说：“我们要挣开他们的捆绑，脱去他们的绳索。”  4那坐在天上的必发笑；主必嗤笑他们。  5那时，他要在怒中责备他们，在烈怒中惊吓他们，  6说：“我已经立我的君在锡安我的圣山上了。”  7受膏者说：“我要传圣旨。耶和华曾对我说：‘你是我的儿子，我今日生你。  8你求我，我就将列国赐你为基业，将地极赐你为田产。  9你必用铁杖打破他们，你必将他们如同窑匠的瓦器摔碎。’”  10现在，你们君王应当省悟，你们世上的审判官该受管教。  11当存畏惧侍奉耶和华，又当存战兢而快乐；  12当以嘴亲子，恐怕他发怒，你们便在道中灭亡，因为他的怒气快要发作。凡投靠他的，都是有福的。'
            },
            secondReading:{
                title:'希伯来书1:1-6(7-12)',
                content:' 1神既在古时藉着众先知多次多方的晓谕列祖； 2就在这末世藉着他儿子晓谕我们，又早已立他为承受万有的；也曾藉着他创造诸世界。 3他是神荣耀所发的光辉，是神本体的真像，常用他权能的命令托住万有。他洗净了人的罪，就坐在高天至大者的右边。 4他所承受的名既比天使的名更尊贵，就远超过天使。 5所有的天使，神从来对哪一个说，“你是我的儿子，我今日生你”？又指着哪一个说，“我要作他的父，他要作我的子”？  6再者，神使长子到世上来的时候（或作“神再使长子到世上来的时候”），就说：“神的使者都要拜他。”  【7论到使者，又说：“神以风为使者，以火焰为仆役。”  8论到子却说：“神啊，你的宝座是永永远远地，你的国权是正直的。  9你喜爱公义，恨恶罪恶，所以神，就是你的神，用喜乐油膏你，胜过膏你的同伴。”  10又说：“主啊，你起初立了地的根基，天也是你手所造的。  11天地都要灭没，你却要长存；天地都要像衣服渐渐旧了，  12你要将天地卷起来，像一件外衣，天地就都改变了。惟有你永不改变，你的年数没有穷尽。”】'
            },
            gospel:{
                title:'约翰福音1:1-14(15-18)',
                content:'1太初有道，道与神同在，道就是神。 2这道太初与神同在。 3万物是藉着他造的；凡被造的，没有一样不是藉着他造的。 4生命在他里头，这生命就是人的光。 5光照在黑暗里，黑暗却不接受光。  6有一个人，是从神那里差来的，名叫约翰。 7这人来，为要作见证，就是为光作见证，叫众人因他可以信。 8他不是那光，乃是要为光作见证。 9那光是真光，照亮一切生在世上的人。 10他在世界，世界也是藉着他造的，世界却不认识他。 11他到自己的地方来，自己的人倒不接待他。 12凡接待他的，就是信他名的人，他就赐他们权柄，作神的儿女。 13这等人不是从血气生的，不是从情欲生的，也不是从人意生的，乃是从神生的。  14道成了肉身，住在我们中间，充充满满地有恩典，有真理。我们也见过他的荣光，正是父独生子的荣光。 【15约翰为他作见证，喊着说：“这就是我曾说，‘那在我以后来的，反成了在我以前的，因他本来在我以前。’” 16从他丰满的恩典里，我们都领受了，而且恩上加恩。 17律法本是藉着摩西传的，恩典和真理都是由耶稣基督来的。 18从来没有人看见神，只有在父怀里的独生子将他表明出来。】'
            }
        },
        christmas1:{
            firstReading:{
                title:'出埃及记13:1-3a, 11-15',
                content:'1耶和华晓谕摩西说： 2“以色列中凡头生的，无论是人是牲畜，都是我的，要分别为圣归我。” 3摩西对百姓说：\n11“将来，耶和华照他向你和你祖宗所起的誓，将你领进迦南人之地，把这地赐给你。 12那时你要将一切头生的，并牲畜中头生的，归给耶和华；公的都要属耶和华。 13凡头生的驴，你要用羊羔代赎；若不代赎，就要打折它的颈项。凡你儿子中头生的都要赎出来。 14日后，你的儿子问你说：‘这是什么意思？’你就说：‘耶和华用大能的手将我们从埃及为奴之家领出来。 15那时法老几乎不容我们去，耶和华就把埃及地所有头生的，无论是人是牲畜，都杀了，因此我把一切头生的公牲畜献给耶和华为祭，但将头生的儿子都赎出来。'
            },
            psalm:{
                title:'诗篇111',
                content:'1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。  2耶和华的作为本为大，凡喜爱的都必考察。  3他所行的是尊荣和威严，他的公义存到永远。  4他行了奇事，使人记念。耶和华有恩惠，有怜悯。  5他赐粮食给敬畏他的人，他必永远记念他的约。  6他向百姓显出大能的作为，把外邦的地赐给他们为业。  7他手所行的，是诚实公平，他的训词都是确实的，  8是永永远远坚定的，是按诚实正直设立的。  9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。  10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。'
            },
            secondReading:{
                title:'歌罗西书3:12-17',
                content:'12所以你们既是神的选民，圣洁蒙爱的人，就要存（原文作“穿”。下同）怜悯、恩慈、谦虚、温柔、忍耐的心。 13倘若这人与那人有嫌隙，总要彼此包容，彼此饶恕；主怎样饶恕了你们，你们也要怎样饶恕人。 14在这一切之外，要存着爱心，爱心就是联络全德的。 15又要叫基督的平安在你们心里作主，你们也为此蒙召，归为一体，且要存感谢的心。 16当用各样的智慧，把基督的道理丰丰富富地存在心里（或作“当把基督的道理丰丰富富地存在心里，以各样的智慧”），用诗章、颂词、灵歌，彼此教导，互相劝戒，心被恩感，歌颂神。 17无论作什么，或说话、或行事，都要奉主耶稣的名，藉着他感谢父神。'
            },
            gospel:{
                title:'路加福音2:22-40',
                content:'22按摩西律法满了洁净的日子，他们带着孩子上耶路撒冷去，要把他献与主。 23（正如主的律法上所记：“凡头生的男子必称圣归主。”） 24又要照主的律法上所说，或用一对斑鸠，或用两只雏鸽献祭。 25在耶路撒冷有一个人名叫西面。这人又公义又虔诚，素常盼望以色列的安慰者来到，又有圣灵在他身上。 26他得了圣灵的启示，知道自己未死以前，必看见主所立的基督。 27他受了圣灵的感动，进入圣殿，正遇见耶稣的父母抱着孩子进来，要照律法的规矩办理。 28西面就用手接过他来，称颂神说：  29“主啊，如今可以照你的话，释放仆人安然去世，  30因为我的眼睛已经看见你的救恩，  31就是你在万民面前所预备的，  32是照亮外邦人的光，又是你民以色列的荣耀。”  33孩子的父母因这论耶稣的话就希奇。 34西面给他们祝福，又对孩子的母亲马利亚说：“这孩子被立，是要叫以色列中许多人跌倒，许多人兴起；又要作毁谤的话柄，叫许多人心里的意念显露出来；你自己的心也要被刀刺透。” 35 36又有女先知名叫亚拿，是亚设支派法内力的女儿，年纪已经老迈，从作童女出嫁的时候，同丈夫住了七年，就寡居了。 37现在已经八十四岁（或作“就寡居了八十四年”），并不离开圣殿，禁食祈求，昼夜侍奉神。 38正当那时，她进前来称谢神，将孩子的事对一切盼望耶路撒冷得救赎的人讲说。 39约瑟和马利亚照主的律法办完了一切的事，就回加利利，到自己的城拿撒勒去了。 40孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。'
            }
        },
        christmas2:{
            firstReading:{
                title:'列王纪上3:4-15',
                content:'4所罗门王上基遍去献祭，因为在那里有极大的邱坛（“极大”或作“出名”），他在那坛上献一千牺牲作燔祭。 5在基遍，夜间梦中，耶和华向所罗门显现，对他说：“你愿我赐你什么？你可以求。” 6所罗门说：“你仆人我父亲大卫用诚实、公义、正直的心行在你面前，你就向他大施恩典；又为他存留大恩，赐他一个儿子坐在他的位上，正如今日一样。 7耶和华我的神啊，如今你使仆人接续我父亲大卫作王，但我是幼童，不知道应当怎样出入。 8仆人住在你所拣选的民中，这民多得不可胜数。 9所以求你赐我智慧，可以判断你的民，能辨别是非。不然，谁能判断这众多的民呢？”  10所罗门因为求这事，就蒙主喜悦。 11神对他说：“你既然求这事，不为自己求寿、求富，也不求灭绝你仇敌的性命，单求智慧可以听讼， 12我就应允你所求的，赐你聪明智慧，甚至在你以前没有像你的，在你以后也没有像你的。 13你所没有求的我也赐给你，就是富足、尊荣，使你在世的日子，列王中没有一个能比你的。 14你若效法你父亲大卫，遵行我的道，谨守我的律例、诫命，我必使你长寿。”  15所罗门醒了，不料是个梦。他就回到耶路撒冷，站在耶和华的约柜前，献燔祭和平安祭，又为他众臣仆设摆筵席。'
            },
            psalm:{
                title:'诗篇119:97-104',
                content:'97我何等爱慕你的律法，终日不住地思想。  98你的命令常存在我心里，使我比仇敌有智慧。  99我比我的师傅更通达，因我思想你的法度；  100我比年老的更明白，因我守了你的训词。  101我禁止我脚走一切的邪路，为要遵守你的话。  102我没有偏离你的典章，因为你教训了我。  103你的言语在我上膛何等甘美，在我口中比蜜更甜！  104我藉着你的训词得以明白，所以我恨一切的假道。'
            },
            secondReading:{
                title:'以弗所书1:3-14',
                content:'3愿颂赞归与我们主耶稣基督的父神，他在基督里曾赐给我们天上各样属灵的福气。 4就如神从创立世界以前，在基督里拣选了我们，使我们在他面前成为圣洁，无有瑕疵。 5又因爱我们，就按着自己意旨所喜悦的，预定我们藉着耶稣基督得儿子的名分， 6使他荣耀的恩典得着称赞。这恩典是他在爱子里所赐给我们的。 7我们藉这爱子的血得蒙救赎，过犯得以赦免，乃是照他丰富的恩典。 8这恩典是神用诸般智慧聪明，充充足足赏给我们的， 9都是照他自己所预定的美意，叫我们知道他旨意的奥秘； 10要照所安排的，在日期满足的时候，使天上地上一切所有的，都在基督里面同归于一。 11我们也在他里面得了基业（“得”或作“成”），这原是那位随己意行作万事的，照着他旨意所预定的， 12叫他的荣耀，从我们这首先在基督里有盼望的人可以得着称赞。 13你们既听见真理的道，就是那叫你们得救的福音，也信了基督，既然信他，就受了所应许的圣灵为印记。 14这圣灵是我们得基业的凭据（原文作“质”），直等到神之民（“民”原文作“产业”）被赎，使他的荣耀得着称赞。'
            },
            gospel:{
                title:'路加福音2:40-52',
                content:'40孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。 41每年到逾越节，他父母就上耶路撒冷去。 42当他十二岁的时候，他们按着节期的规矩上去。 43守满了节期，他们回去，孩童耶稣仍旧在耶路撒冷。他的父母并不知道， 44以为他在同行的人中间，走了一天的路程，就在亲族和熟识的人中找他。 45既找不着，就回耶路撒冷去找他。 46过了三天，就遇见他在殿里，坐在教师中间，一面听，一面问。 47凡听见他的，都希奇他的聪明和他的应对。 48他父母看见就很希奇。他母亲对他说：“我儿，为什么向我们这样行呢？看哪，你父亲和我伤心来找你。” 49耶稣说：“为什么找我呢？岂不知我应当以我父的事为念吗（或作“岂不知我应当在我父的家里吗”）？” 50他所说的这话，他们不明白。 51他就同他们下去，回到拿撒勒，并且顺从他们。他母亲把这一切的事都存在心里。 52耶稣的智慧和身量（“身量”或作“年纪”），并神和人喜爱他的心，都一齐增长。'
            }
        },
        epiphany:{
            firstReading:{
                title:'以赛亚书60:1-6',
                content:'1兴起，发光！因为你的光已经来到，耶和华的荣耀发现照耀你。  2看哪，黑暗遮盖大地，幽暗遮盖万民，耶和华却要显现照耀你，他的荣耀要现在你身上。  3万国要来就你的光，君王要来就你发现的光辉。  4你举目向四方观看，众人都聚集来到你这里。你的众子从远方而来，你的众女也被怀抱而来。  5那时你看见就有光荣，你心又跳动又宽畅。因为大海丰盛的货物必转来归你，列国的财宝也必来归你。  6成群的骆驼，并米甸和以法的独峰驼必遮满你。示巴的众人都必来到；要奉上黄金乳香，又要传说耶和华的赞美。'
            },
            psalm:{
                title:'诗篇72:1-11(12-15)',
                content:'1神啊，求你将判断的权柄赐给王，将公义赐给王的儿子。  2他要按公义审判你的民，按公平审判你的困苦人。  3大山小山都要因公义使民得享平安。  4他必为民中的困苦人伸冤，拯救穷乏之辈，压碎那欺压人的。  5太阳还存，月亮还在，人要敬畏你，直到万代。  6他必降临，像雨降在已割的草地上，如甘霖滋润田地。  7在他的日子，义人要发旺，大有平安，好像月亮长存。  8他要执掌权柄，从这海直到那海，从大河直到地极。  9住在旷野的，必在他面前下拜；他的仇敌必要舔土。  10他施和海岛的王要进贡，示巴和西巴的王要献礼物。  11诸王都要叩拜他，万国都要侍奉他。  12因为穷乏人呼求的时候，他要搭救；没有人帮助的困苦人，他也要搭救。  13他要怜恤贫寒和穷乏的人，拯救穷苦人的性命。  14他要救赎他们脱离欺压和强暴。他们的血在他眼中看为宝贵。  15他们要存活。示巴的金子要奉给他。人要常常为他祷告，终日称颂他。'
            },
            secondReading:{
                title:'以弗所书3:1-12',
                content:'1因此，我保罗为你们外邦人作了基督耶稣被囚的，替你们祈祷（此句乃对照十四节所加）。 2谅必你们曾听见神赐恩给我，将关切你们的职分托付我， 3用启示使我知道福音的奥秘，正如我以前略略写过的。 4你们念了，就能晓得我深知基督的奥秘， 5这奥秘在以前的世代没有叫人知道，像如今藉着圣灵启示他的圣使徒和先知一样。 6这奥秘就是外邦人在基督耶稣里，藉着福音，得以同为后嗣，同为一体，同蒙应许。 7我作了这福音的执事，是照神的恩赐，这恩赐是照他运行的大能赐给我的。 8我本来比众圣徒中最小的还小，然而他还赐我这恩典，叫我把基督那测不透的丰富传给外邦人。 9又使众人都明白，这历代以来隐藏在创造万物之神里的奥秘，是如何安排的， 10为要藉着教会使天上执政的、掌权的，现在得知神百般的智慧。 11这是照神从万世以前，在我们主基督耶稣里所定的旨意。 12我们因信耶稣，就在他里面放胆无惧，笃信不疑的来到神面前。'
            },
            gospel:{
                title:'马太福音2:1-12',
                content:'1当希律王的时候，耶稣生在犹太的伯利恒。有几个博士从东方来到耶路撒冷，说： 2“那生下来作犹太人之王的在哪里？我们在东方看见他的星，特来拜他。” 3希律王听见了，就心里不安；耶路撒冷合城的人也都不安。 4他就召齐了祭司长和民间的文士，问他们说：“基督当生在何处？” 5他们回答说：“在犹太的伯利恒。因为有先知记着，说： 6‘犹大地的伯利恒啊，你在犹大诸城中并不是最小的，因为将来有一位君王要从你那里出来，牧养我以色列民。’”  7当下希律暗暗地召了博士来，细问那星是什么时候出现的， 8就差他们往伯利恒去，说：“你们去仔细寻访那小孩子，寻到了，就来报信，我也好去拜他。” 9他们听见王的话就去了。在东方所看见的那星，忽然在他们前头行，直行到小孩子的地方，就在上头停住了。 10他们看见那星，就大大地欢喜， 11进了房子，看见小孩子和他母亲马利亚，就俯伏拜那小孩子，揭开宝盒，拿黄金、乳香、没药为礼物献给他。 12博士因为在梦中被主指示不要回去见希律，就从别的路回本地去了。'
            }
        },
        baptism:{
            firstReading:{
                title:'以赛亚书43:1-7',
                content:'1雅各啊，创造你的耶和华；以色列啊，造成你的那位，现在如此说：“你不要害怕！因为我救赎了你。我曾提你的名召你，你是属我的。  2你从水中经过，我必与你同在；你趟过江河，水必不漫过你；你从火中行过，必不被烧，火焰也不着在你身上。  3因为我是耶和华你的神，是以色列的圣者你的救主。我已经使埃及作你的赎价，使古实和西巴代替你。  4因我看你为宝为尊，又因我爱你，所以我使人代替你，使列邦人替换你的生命。  5不要害怕，因我与你同在，我必领你的后裔从东方来，又从西方招聚你。  6我要对北方说：‘交出来！’对南方说：‘不要拘留！’将我的众子从远方带来，将我的众女从地极领回，  7就是凡称为我名下的人，是我为自己的荣耀创造的，是我所作成、所造作的。”'
            },
            psalm:{
                title:'诗篇29',
                content:'1神的众子啊，你们要将荣耀能力归给耶和华，归给耶和华。  2要将耶和华的名所当得的荣耀归给他，以圣洁的妆饰（“的”或作“为”）敬拜耶和华。  3耶和华的声音发在水上，荣耀的神打雷，耶和华打雷在大水之上。  4耶和华的声音大有能力，耶和华的声音满有威严。  5耶和华的声音震破香柏树，耶和华震碎黎巴嫩的香柏树。  6他也使之跳跃如牛犊，使黎巴嫩和西连跳跃如野牛犊。  7耶和华的声音使火焰分岔。  8耶和华的声音震动旷野，耶和华震动加低斯的旷野。  9耶和华的声音惊动母鹿落胎，树木也脱落净光；凡在他殿中的，都称说他的荣耀。  10洪水泛滥之时，耶和华坐着为王；耶和华坐着为王，直到永远。  11耶和华必赐力量给他的百姓，耶和华必赐平安的福给他的百姓。'
            },
            secondReading:{
                title:'罗马书6:1-11',
                content:'1这样，怎么说呢？我们可以仍在罪中，叫恩典显多吗？ 2断乎不可！我们在罪上死了的人岂可仍在罪中活着呢？ 3岂不知我们这受洗归入基督耶稣的人，是受洗归入他的死吗？ 4所以我们藉着洗礼归入死，和他一同埋葬，原是叫我们一举一动有新生的样式，像基督藉着父的荣耀从死里复活一样。 5我们若在他死的形状上与他联合，也要在他复活的形状上与他联合。 6因为知道我们的旧人和他同钉十字架，使罪身灭绝，叫我们不再作罪的奴仆。 7因为已死的人是脱离了罪， 8我们若是与基督同死，就信必与他同活。 9因为知道基督既从死里复活，就不再死，死也不再作他的主了。 10他死是向罪死了，只有一次；他活是向神活着。 11这样，你们向罪也当看自己是死的；向神在基督耶稣里，却当看自己是活的。'
            },
            gospel:{
                title:'路加福音3:15-22',
                content:'15百姓指望基督来的时候，人都心里猜疑，或者约翰是基督。 16约翰说：“我是用水给你们施洗，但有一位能力比我更大的要来，我就是给他解鞋带也不配。他要用圣灵与火给你们施洗。 17他手里拿着簸箕，要扬净他的场，把麦子收在仓里，把糠用不灭的火烧尽了。” 18约翰又用许多别的话劝百姓，向他们传福音。 19只是分封的王希律因他兄弟之妻希罗底的缘故，并因他所行的一切恶事，受了约翰的责备； 20又另外添了一件，就是把约翰收在监里。 21众百姓都受了洗，耶稣也受了洗。正祷告的时候，天就开了， 22圣灵降临在他身上，形状仿佛鸽子，又有声音从天上来，说：“你是我的爱子，我喜悦你！”'
            }
        },
        epiphany2:{
            firstReading:{
                title:'以赛亚书62:1-5',
                content:'1我因锡安必不静默，为耶路撒冷必不息声，直到他的公义如光辉发出，他的救恩如明灯发亮。  2列国必见你的公义，列王必见你的荣耀。你必得新名的称呼，是耶和华亲口所起的。  3你在耶和华的手中要作为华冠，在你神的掌上必作为冕旒。  4你必不再称为撇弃的，你的地也不再称为荒凉的，你却要称为我所喜悦的，你的地也必称为有夫之妇；因为耶和华喜悦你，你的地也必归他。  5少年人怎样娶处女，你的众民（“民”原文作“子”）也要照样娶你；新郎怎样喜悦新妇，你的神也要照样喜悦你。'
            },
            psalm:{
                title:'诗篇128',
                content:'1凡敬畏耶和华、遵行他道的人，便为有福。  2你要吃劳碌得来的，你要享福，事情顺利。  3你妻子在你的内室，好像多结果子的葡萄树；你儿女围绕你的桌子，好像橄榄栽子。  4看哪，敬畏耶和华的人，必要这样蒙福！  5愿耶和华从锡安赐福给你；愿你一生一世看见耶路撒冷的好处。  6愿你看见你儿女的儿女；愿平安归于以色列。'
            },
            secondReading:{
                title:'哥林多前书12:1-11',
                content:'1弟兄们，论到属灵的恩赐，我不愿意你们不明白。 2你们作外邦人的时候，随事被牵引、受迷惑，去服侍那哑巴偶像，这是你们知道的。 3所以我告诉你们：被神的灵感动的，没有说耶稣是可咒诅的；若不是被圣灵感动的，也没有能说耶稣是主的。  4恩赐原有分别，圣灵却是一位； 5职事也有分别，主却是一位； 6功用也有分别，神却是一位，在众人里面运行一切的事。 7圣灵显在各人身上，是叫人得益处。 8这人蒙圣灵赐他智慧的言语，那人也蒙这位圣灵赐他知识的言语， 9又有一人蒙这位圣灵赐他信心，还有一人蒙这位圣灵赐他医病的恩赐。 10又叫一人能行异能，又叫一人能作先知，又叫一人能辨别诸灵，又叫一人能说方言，又叫一人能翻方言。 11这一切都是这位圣灵所运行，随己意分给各人的。'
            },
            gospel:{
                title:'约翰福音2:1-11',
                content:'1第三日，在加利利的迦拿有娶亲的筵席，耶稣的母亲在那里。 2耶稣和他的门徒也被请去赴席。 3酒用尽了，耶稣的母亲对他说：“他们没有酒了。” 4耶稣说：“母亲（原文作“妇人”），我与你有什么相干？我的时候还没有到。” 5他母亲对用人说：“他告诉你们什么，你们就作什么。” 6照犹太人洁净的规矩，有六口石缸摆在那里，每口可以盛两三桶水。 7耶稣对用人说：“把缸倒满了水。”他们就倒满了，直到缸口。 8耶稣又说：“现在可以舀出来，送给管筵席的。”他们就送了去。 9管筵席的尝了那水变的酒，并不知道是哪里来的，只有舀水的用人知道。管筵席的便叫新郎来， 10对他说：“人都是先摆上好酒，等客喝足了，才摆上次的；你倒把好酒留到如今！” 11这是耶稣所行的头一件神迹，是在加利利的迦拿行的，显出他的荣耀来，他的门徒就信他了。'
            }
        },
        epiphany3:{
            firstReading:{
                title:'尼希米记8:1-3, 5-6, 8-10',
                content:'1到了七月，以色列人住在自己的城里。那时，他们如同一人聚集在水门前的宽阔处，请文士以斯拉将耶和华藉摩西传给以色列人的律法书带来。 2七月初一日，祭司以斯拉将律法书带到听了能明白的男女会众面前。 3在水门前的宽阔处，从清早到晌午，在众男女一切听了能明白的人面前，读这律法书。众民侧耳而听。\n5以斯拉站在众民以上，在众民眼前展开这书。他一展开，众民就都站起来。 6以斯拉称颂耶和华至大的神，众民都举手应声说：“阿们！阿们！”就低头，面伏于地，敬拜耶和华。\n8他们清清楚楚地念神的律法书，讲明意思，使百姓明白所念的。  9省长尼希米和作祭司的文士以斯拉，并教训百姓的利未人，对众民说：“今日是耶和华你们神的圣日，不要悲哀哭泣。”这是因为众民听见律法书上的话都哭了。 10又对他们说：“你们去吃肥美的，喝甘甜的，有不能预备的，就分给他；因为今日是我们主的圣日。你们不要忧愁，因靠耶和华而得的喜乐是你们的力量。”'
            },
            psalm:{
                title:'诗篇19:(1-6)7-14',
                content:'【1诸天述说神的荣耀，穹苍传扬他的手段。  2这日到那日发出言语，这夜到那夜传出知识。  3无言无语，也无声音可听。  4他的量带通遍天下，他的言语传到地极。神在其间为太阳安设帐幕。  5太阳如同新郎出洞房，又如勇士欢然奔路。  6它从天这边出来，绕到天那边，没有一物被隐藏不得它的热气。  】7耶和华的律法全备，能苏醒人心；耶和华的法度确定，能使愚人有智慧；  8耶和华的训词正直，能快活人的心；耶和华的命令清洁，能明亮人的眼目；  9耶和华的道理洁净，存到永远；耶和华的典章真实，全然公义。  10都比金子可羡慕，且比极多的精金可羡慕；比蜜甘甜，且比蜂房下滴的蜜甘甜。  11况且你的仆人因此受警戒，守着这些便有大赏。  12谁能知道自己的错失呢？愿你赦免我隐而未现的过错。  13求你拦阻仆人不犯任意妄为的罪，不容这罪辖制我，我便完全，免犯大罪。  14耶和华我的磐石，我的救赎主啊，愿我口中的言语，心里的意念，在你面前蒙悦纳。'
            },
            secondReading:{
                title:'哥林多前书12:12-31a',
                content:'12就如身子是一个，却有许多肢体；而且肢体虽多，仍是一个身子。基督也是这样。 13我们不拘是犹太人，是希腊人，是为奴的，是自主的，都从一位圣灵受洗，成了一个身体，饮于一位圣灵。 14身子原不是一个肢体，乃是许多肢体。 15设若脚说：“我不是手，所以不属乎身子；”它不能因此就不属乎身子； 16设若耳说：“我不是眼，所以不属乎身子；”它也不能因此就不属乎身子。 17若全身是眼，从哪里听声呢？若全身是耳，从哪里闻味呢？ 18但如今神随自己的意思把肢体俱各安排在身上了。 19若都是一个肢体，身子在哪里呢？ 20但如今肢体是多的，身子却是一个。 21眼不能对手说：“我用不着你；”头也不能对脚说：“我用不着你。” 22不但如此，身上肢体，人以为软弱的，更是不可少的。 23身上肢体，我们看为不体面的，越发给它加上体面；不俊美的，越发得着俊美。 24我们俊美的肢体，自然用不着装饰；但神配搭这身子，把加倍的体面给那有缺欠的肢体， 25免得身上分门别类，总要肢体彼此相顾。 26若一个肢体受苦，所有的肢体就一同受苦；若一个肢体得荣耀，所有的肢体就一同快乐。 27你们就是基督的身子，并且各自作肢体。 28神在教会所设立的：第一是使徒，第二是先知，第三是教师，其次是行异能的，再次是得恩赐医病的、帮助人的、治理事的、说方言的。 29岂都是使徒吗？岂都是先知吗？岂都是教师吗？岂都是行异能的吗？ 30岂都是得恩赐医病的吗？岂都是说方言的吗？岂都是翻方言的吗？ 31a你们要切切的求那更大的恩赐。'
            },
            gospel:{
                title:'路加福音4:16-30',
                content:'16耶稣来到拿撒勒，就是他长大的地方。在安息日，照他平常的规矩进了会堂，站起来要念圣经。 17有人把先知以赛亚的书交给他，他就打开，找到一处写着说：  18“主的灵在我身上，因为他用膏膏我，叫我传福音给贫穷的人；差遣我报告：被掳的得释放，瞎眼的得看见，叫那受压制的得自由，  19报告神悦纳人的禧年。”  20于是把书卷起来，交还执事，就坐下。会堂里的人都定睛看他。 21耶稣对他们说：“今天这经应验在你们耳中了。” 22众人都称赞他，并希奇他口中所出的恩言。又说：“这不是约瑟的儿子吗？” 23耶稣对他们说：“你们必引这俗语向我说：‘医生，你医治自己吧！我们听见你在迦百农所行的事，也当行在你自己家乡里。’” 24又说：“我实在告诉你们：没有先知在自己家乡被人悦纳的。 25我对你们说实话：当以利亚的时候，天闭塞了三年零六个月，遍地有大饥荒。那时，以色列中有许多寡妇， 26以利亚并没有奉差往她们一个人那里去，只奉差往西顿的撒勒法一个寡妇那里去。 27先知以利沙的时候，以色列中有许多长大麻风的，但内中除了叙利亚国的乃缦，没有一个得洁净的。” 28会堂里的人听见这话，都怒气满胸， 29就起来撵他出城。他们的城造在山上。他们带他到山崖，要把他推下去。 30他却从他们中间直行，过去了。'
            }
        },
        epiphany4:{
            firstReading:{
                title:'耶利米书1:4-10(17-19)',
                content:'4耶利米说，耶和华的话临到我说：  5“我未将你造在腹中，我已晓得你；你未出母胎，我已分别你为圣；我已派你作列国的先知。”  6我就说：“主耶和华啊，我不知怎样说，因为我是年幼的。”  7耶和华对我说：“你不要说‘我是年幼的’，因为我差遣你到谁那里去，你都要去；我吩咐你说什么话，你都要说。  8你不要惧怕他们，因为我与你同在，要拯救你。这是耶和华说的。”  9于是耶和华伸手按我的口，对我说：“我已将当说的话传给你。  10看哪，我今日立你在列邦列国之上，为要施行拔出、拆毁、毁坏、倾覆，又要建立、栽植。”\n【17所以你当束腰，起来将我所吩咐你的一切话告诉他们。不要因他们惊惶，免得我使你在他们面前惊惶。 18看哪，我今日使你成为坚城、铁柱、铜墙，与全地，和犹大的君王、首领、祭司，并地上的众民反对。 19他们要攻击你，却不能胜你，因为我与你同在，要拯救你。这是耶和华说的。”】'
            },
            psalm:{
                title:'诗篇71:(1-6)7-11',
                content:'【1耶和华啊，我投靠你，求你叫我永不羞愧。  2求你凭你的公义搭救我，救拔我；侧耳听我，拯救我。  3求你作我常住的磐石。你已经命定要救我，因为你是我的岩石，我的山寨。  4我的神啊，求你救我脱离恶人的手，脱离不义和残暴之人的手。  5主耶和华啊，你是我所盼望的，从我年幼，你是我所倚靠的。  6我从出母胎被你扶持，使我出母腹的是你。我必常常赞美你。  】7许多人以我为怪，但你是我坚固的避难所。  8你的赞美，你的荣耀，终日必满了我的口。  9我年老的时候，求你不要丢弃我；我力气衰弱的时候，求你不要离弃我。  10我的仇敌议论我，那些窥探要害我命的彼此商议，  11说：“神已经离弃他，我们追赶他，捉拿他吧！因为没有人搭救。”'
            },
            secondReading:{
                title:'哥林多前书12:31b-13:13',
                content:'31b我现今把最妙的道指示你们。 1我若能说万人的方言，并天使的话语，却没有爱，我就成了鸣的锣、响的钹一般。 2我若有先知讲道之能，也明白各样的奥秘、各样的知识，而且有全备的信，叫我能够移山，却没有爱，我就算不得什么。 3我若将所有的周济穷人，又舍己身叫人焚烧，却没有爱，仍然与我无益。 4爱是恒久忍耐，又有恩慈；爱是不嫉妒，爱是不自夸，不张狂， 5不作害羞的事，不求自己的益处，不轻易发怒，不计算人的恶， 6不喜欢不义，只喜欢真理； 7凡事包容，凡事相信，凡事盼望，凡事忍耐。  8爱是永不止息。先知讲道之能终必归于无有，说方言之能终必停止，知识也终必归于无有。 9我们现在所知道的有限，先知所讲的也有限， 10等那完全的来到，这有限的必归于无有了。 11我作孩子的时候，话语像孩子，心思像孩子，意念像孩子；既成了人，就把孩子的事丢弃了。 12我们如今仿佛对着镜子观看，模糊不清（“模糊不清”原文作“如同猜谜”），到那时，就要面对面了。我如今所知道的有限，到那时就全知道，如同主知道我一样。  13如今常存的有信，有望，有爱；这三样，其中最大的是爱。'
            },
            gospel:{
                title:'路加福音4:31-44',
                content:'31耶稣下到迦百农，就是加利利的一座城，在安息日教训众人。 32他们很希奇他的教训，因为他的话里有权柄。 33在会堂里有一个人被污鬼的精气附着，大声喊叫说： 34“唉！拿撒勒的耶稣，我们与你有什么相干？你来灭我们吗？我知道你是谁，乃是神的圣者。” 35耶稣责备他说：“不要作声，从这人身上出来吧！”鬼把那人摔倒在众人中间，就出来了，却也没有害他。 36众人都惊讶，彼此对问说：“这是什么道理呢？因为他用权柄能力吩咐污鬼，污鬼就出来。” 37于是耶稣的名声传遍了周围地方。 38耶稣出了会堂，进了西门的家。西门的岳母害热病甚重，有人为她求耶稣。 39耶稣站在她旁边，斥责那热病，热就退了。她立刻起来服侍他们。 40日落的时候，凡有病人的，不论害什么病，都带到耶稣那里。耶稣按手在他们各人身上，医好他们。 41又有鬼从好些人身上出来，喊着说：“你是神的儿子！”耶稣斥责他们，不许他们说话，因为他们知道他是基督。 42天亮的时候，耶稣出来，走到旷野地方。众人去找他，到了他那里，要留住他，不要他离开他们。 43但耶稣对他们说：“我也必须在别城传神国的福音，因我奉差原是为此。” 44于是耶稣在加利利的各会堂传道。'
            }
        },
        epiphany5:{
            firstReading:{
                title:'以赛亚书6:1-8(9-13)',
                content:'1当乌西雅王崩的那年，我见主坐在高高的宝座上。他的衣裳垂下，遮满圣殿。 2其上有撒拉弗侍立，各有六个翅膀：用两个翅膀遮脸，两个翅膀遮脚，两个翅膀飞翔。 3彼此呼喊说：“圣哉！圣哉！圣哉！万军之耶和华，他的荣光充满全地！”  4因呼喊者的声音，门槛的根基震动，殿充满了烟云。 5那时我说：“祸哉！我灭亡了！因为我是嘴唇不洁的人，又住在嘴唇不洁的民中；又因我眼见大君王万军之耶和华。”  6有一撒拉弗飞到我跟前，手里拿着红炭，是用火剪从坛上取下来的， 7将炭沾我的口，说：“看哪！这炭沾了你的嘴，你的罪孽便除掉，你的罪恶就赦免了。” 8我又听见主的声音说：“我可以差遣谁呢？谁肯为我们去呢？”我说：“我在这里，请差遣我！”  9他说：“你去告诉这百姓说：你们听是要听见，却不明白；看是要看见，却不晓得。  10要使这百姓心蒙脂油，耳朵发沉，眼睛昏迷；恐怕眼睛看见，耳朵听见，心里明白，回转过来，便得医治。”  11我就说：“主啊！这到几时为止呢？”他说：“直到城邑荒凉，无人居住，房屋空闲无人，地土极其荒凉。  12并且耶和华将人迁到远方，在这境内撇下的地土很多。  13境内剩下的人若还有十分之一，也必被吞灭，像栗树、橡树，虽被砍伐，树墩子却仍存留。这圣洁的种类在国中也是如此。”'
            },
            psalm:{
                title:'诗篇138',
                content:'1我要一心称谢你，在诸神面前歌颂你。  2我要向你的圣殿下拜，为你的慈爱和诚实称赞你的名；因你使你的话显为大，过于你所应许的（或作“超乎你的名声”）。  3我呼求的日子，你就应允我，鼓励我，使我心里有能力。  4耶和华啊，地上的君王都要称谢你，因他们听见了你口中的言语。  5他们要歌颂耶和华的作为，因耶和华大有荣耀。  6耶和华虽高，仍看顾低微的人，他却从远处看出骄傲的人。  7我虽行在患难中，你必将我救活。我的仇敌发怒，你必伸手抵挡他们，你的右手也必救我。  8耶和华必成全关乎我的事。耶和华啊，你的慈爱永远长存，求你不要离弃你手所造的。'
            },
            secondReading:{
                title:'哥林多前书14:12b-20',
                content:'12b既是切慕属灵的恩赐，就当求多得造就教会的恩赐。 13所以那说方言的，就当求着能翻出来。 14我若用方言祷告，是我的灵祷告，但我的悟性没有果效。 15这却怎么样呢？我要用灵祷告，也要用悟性祷告；我要用灵歌唱，也要用悟性歌唱。 16不然，你用灵祝谢，那在座不通方言的人，既然不明白你的话，怎能在你感谢的时候说“阿们”呢？ 17你感谢的固然是好，无奈不能造就别人。 18我感谢神，我说方言比你们众人还多。 19但在教会中，宁可用悟性说五句教导人的话，强如说万句方言。  20弟兄们，在心志上不要作小孩子。然而，在恶事上要作婴孩，在心志上总要作大人。'
            },
            gospel:{
                title:'路加福音5:1-11',
                content:'1耶稣站在革尼撒勒湖边，众人拥挤他，要听神的道。 2他见有两只船湾在湖边，打鱼的人却离开船洗网去了。 3有一只船是西门的。耶稣就上去，请他把船撑开，稍微离岸，就坐下，从船上教训众人。 4讲完了，对西门说：“把船开到水深之处，下网打鱼。” 5西门说：“夫子，我们整夜劳力，并没有打着什么。但依从你的话，我就下网。” 6他们下了网，就圈住许多鱼，网险些裂开， 7便招呼那只船上的同伴来帮助。他们就来，把鱼装满了两只船，甚至船要沉下去。 8西门彼得看见，就俯伏在耶稣膝前，说：“主啊，离开我，我是个罪人！” 9他和一切同在的人都惊讶这一网所打的鱼。 10他的伙伴西庇太的儿子雅各、约翰也是这样。耶稣对西门说：“不要怕！从今以后，你要得人了。” 11他们把两只船拢了岸，就撇下所有的，跟从了耶稣。'
            }
        },
        epiphany6:{
            firstReading:{
                title:'耶利米书17:5-8',
                content:'5耶和华如此说：倚靠人血肉的膀臂，心中离弃耶和华的，那人有祸了！  6因他必像沙漠的杜松，不见福乐来到，却要住旷野干旱之处，无人居住的碱地。  7倚靠耶和华、以耶和华为可靠的，那人有福了。  8他必像树栽于水旁，在河边扎根，炎热来到，并不惧怕，叶子仍必青翠，在干旱之年毫无挂虑，而且结果不止。'
            },
            psalm:{
                title:'诗篇1',
                content:'1不从恶人的计谋，不站罪人的道路，不坐亵慢人的座位，  2惟喜爱耶和华的律法，昼夜思想，这人便为有福。  3他要像一棵树栽在溪水旁，按时候结果子，叶子也不枯干。凡他所作的尽都顺利。  4恶人并不是这样，乃像糠秕被风吹散。  5因此当审判的时候，恶人必站立不住；罪人在义人的会中也是如此。  6因为耶和华知道义人的道路，恶人的道路却必灭亡。'
            },
            secondReading:{
                title:'哥林多前书15:(1-11)12-20',
                content:'【1弟兄们，我如今把先前所传给你们的福音，告诉你们知道。这福音你们也领受了，又靠着站立得住； 2并且你们若不是徒然相信，能以持守我所传给你们的，就必因这福音得救。 3我当日所领受又传给你们的，第一，就是基督照圣经所说，为我们的罪死了， 4而且埋葬了，又照圣经所说，第三天复活了， 5并且显给矶法看，然后显给十二使徒看， 6后来一时显给五百多弟兄看，其中一大半到如今还在，却也有已经睡了的。 7以后显给雅各看，再显给众使徒看， 8末了，也显给我看。我如同未到产期而生的人一般。 9我原是使徒中最小的，不配称为使徒，因为我从前逼迫神的教会。 10然而我今日成了何等人，是蒙神的恩才成的；并且他所赐我的恩不是徒然的。我比众使徒格外劳苦，这原不是我，乃是神的恩与我同在。 11不拘是我，是众使徒，我们如此传，你们也如此信了。 】12既传基督是从死里复活了，怎么在你们中间有人说没有死人复活的事呢？ 13若没有死人复活的事，基督也就没有复活了。 14若基督没有复活，我们所传的便是枉然，你们所信的也是枉然， 15并且明显我们是为神妄作见证的，因我们见证神是叫基督复活了。若死人真不复活，神也就没有叫基督复活了。 16因为死人若不复活，基督也就没有复活了。 17基督若没有复活，你们的信便是徒然，你们仍在罪里， 18就是在基督里睡了的人也灭亡了。 19我们若靠基督只在今生有指望，就算比众人更可怜。  20但基督已经从死里复活，成为睡了之人初熟的果子。'
            },
            gospel:{
                title:'路加福音6:17-26',
                content:'17耶稣和他们下了山，站在一块平地上。同站的有许多门徒，又有许多百姓，从犹太全地和耶路撒冷并推罗、西顿的海边来，都要听他讲道，又指望医治他们的病。 18还有被污鬼缠磨的，也得了医治。 19众人都想要摸他，因为有能力从他身上发出来，医好了他们。 20耶稣举目看着门徒说：“你们贫穷的人有福了，因为神的国是你们的；  21你们饥饿的人有福了，因为你们将要饱足；你们哀哭的人有福了，因为你们将要喜笑；  22人为人子恨恶你们，拒绝你们，辱骂你们，弃掉你们的名，以为是恶，你们就有福了。” 23当那日，你们要欢喜跳跃，因为你们在天上的赏赐是大的，他们的祖宗待先知也是这样。  24“但你们富足的人有祸了，因为你们受过你们的安慰；  25你们饱足的人有祸了，因为你们将要饥饿；你们喜笑的人有祸了，因为你们将要哀恸哭泣；  26人都说你们好的时候，你们就有祸了，因为他们的祖宗待假先知也是这样。”'
            }
        },
        epiphany7:{
            firstReading:{
                title:'创世记45:3-15',
                content:'3约瑟对他弟兄们说：“我是约瑟，我的父亲还在吗？”他弟兄不能回答，因为在他面前都惊惶。  4约瑟又对他弟兄们说：“请你们近前来。”他们就近前来，他说：“我是你们的兄弟约瑟，就是你们所卖到埃及的。 5现在不要因为把我卖到这里自忧自恨，这是神差我在你们以先来，为要保全生命。 6现在这地的饥荒已经二年了，还有五年不能耕种，不能收成。 7神差我在你们以先来，为要给你们存留余种在世上，又要大施拯救，保全你们的生命。 8这样看来，差我到这里来的不是你们，乃是神。他又使我如法老的父，作他全家的主，并埃及全地的宰相。 9你们要赶紧上到我父亲那里，对他说：‘你儿子约瑟这样说：神使我作全埃及的主，请你下到我这里来，不要耽延。 10你和你的儿子、孙子，连牛群羊群，并一切所有的，都可以住在歌珊地与我相近， 11我要在那里奉养你。因为还有五年的饥荒，免得你和你的眷属，并一切所有的，都败落了。’ 12况且你们的眼和我兄弟便雅悯的眼都看见是我亲口对你们说话。 13你们也要将我在埃及一切的荣耀和你们所看见的事，都告诉我父亲，又要赶紧地将我父亲搬到我这里来。” 14于是约瑟伏在他兄弟便雅悯的颈项上哭；便雅悯也在他的颈项上哭。 15他又与众弟兄亲嘴，抱着他们哭，随后他弟兄们就和他说话。'
            },
            psalm:{
                title:'诗篇103:1-13',
                content:'1我的心哪，你要称颂耶和华，凡在我里面的，也要称颂他的圣名！  2我的心哪，你要称颂耶和华，不可忘记他的一切恩惠。  3他赦免你的一切罪孽，医治你的一切疾病。  4他救赎你的命脱离死亡，以仁爱和慈悲为你的冠冕。  5他用美物使你所愿的得以知足，以致你如鹰返老还童。  6耶和华施行公义，为一切受屈的人伸冤。  7他使摩西知道他的法则，叫以色列人晓得他的作为。  8耶和华有怜悯，有恩典，不轻易发怒，且有丰盛的慈爱。  9他不长久责备，也不永远怀怒。  10他没有按我们的罪过待我们，也没有照我们的罪孽报应我们。  11天离地何等的高，他的慈爱向敬畏他的人也是何等的大；  12东离西有多远，他叫我们的过犯离我们也有多远。  13父亲怎样怜恤他的儿女，耶和华也怎样怜恤敬畏他的人。'
            },
            secondReading:{
                title:'哥林多前书15:21-26, 30-42',
                content:'21死既是因一人而来，死人复活也是因一人而来。 22在亚当里众人都死了，照样，在基督里众人也都要复活。 23但各人是按着自己的次序复活，初熟的果子是基督，以后在他来的时候，是那些属基督的。 24再后，末期到了，那时基督既将一切执政的、掌权的、有能的都毁灭了，就把国交与父神。 25因为基督必要作王，等神把一切仇敌都放在他的脚下。 26尽末了所毁灭的仇敌就是死。\n30我们又因何时刻冒险呢？ 31弟兄们，我在我主基督耶稣里指着你们所夸的口极力的说，我是天天冒死。 32我若当日像寻常人在以弗所同野兽战斗，那于我有什么益处呢？若死人不复活，我们就吃吃喝喝吧！因为明天要死了。 33你们不要自欺，滥交是败坏善行。 34你们要醒悟为善，不要犯罪，因为有人不认识神。我说这话是要叫你们羞愧。 35或有人问：“死人怎样复活，带着什么身体来呢？” 36无知的人哪，你所种的若不死就不能生。 37并且你所种的不是那将来的形体，不过是子粒，即如麦子，或是别样的谷。 38但神随自己的意思给他一个形体，并叫各等子粒各有自己的形体。 39凡肉体各有不同：人是一样，兽又是一样，鸟又是一样，鱼又是一样。 40有天上的形体，也有地上的形体。但天上形体的荣光是一样，地上形体的荣光又是一样。 41日有日的荣光，月有月的荣光，星有星的荣光。这星和那星的荣光也有分别。  42死人复活也是这样：所种的是必朽坏的，复活的是不朽坏的；'
            },
            gospel:{
                title:'路加福音6:27-38',
                content:'27“只是我告诉你们这听道的人，你们的仇敌，要爱他；恨你们的，要待他好； 28咒诅你们的，要为他祝福；凌辱你们的，要为他祷告。 29有人打你这边的脸，连那边的脸也由他打。有人夺你的外衣，连里衣也由他拿去。 30凡求你的，就给他。有人夺你的东西去，不用再要回来。 31你们愿意人怎样待你们，你们也要怎样待人。 32你们若单爱那爱你们的人，有什么可酬谢的呢？就是罪人也爱那爱他们的人。 33你们若善待那善待你们的人，有什么可酬谢的呢？就是罪人也是这样行。 34你们若借给人，指望从他收回，有什么可酬谢的呢？就是罪人也借给罪人，要如数收回。 35你们倒要爱仇敌，也要善待他们，并要借给人不指望偿还，你们的赏赐就必大了，你们也必作至高者的儿子，因为他恩待那忘恩的和作恶的。 36你们要慈悲，像你们的父慈悲一样。” 37“你们不要论断人，就不被论断；你们不要定人的罪，就不被定罪；你们要饶恕人，就必蒙饶恕（“饶恕”原文作“释放”）。 38你们要给人，就必有给你们的，并且用十足的升斗，连摇带按、上尖下流的倒在你们怀里；因为你们用什么量器量给人，也必用什么量器量给你们。”'
            }
        },
        epiphany8:{
            firstReading:{
                title:'耶利米书7:1-7(8-15)',
                content:'1耶和华的话临到耶利米说： 2“你当站在耶和华殿的门口，在那里宣传这话说：你们进这些门敬拜耶和华的一切犹大人，当听耶和华的话。 3万军之耶和华以色列的神如此说：你们改正行动作为，我就使你们在这地方仍然居住。 4你们不要倚靠虚谎的话，说：‘这些是耶和华的殿，是耶和华的殿，是耶和华的殿。’  5“你们若实在改正行动作为，在人和邻舍中间诚然施行公平， 6不欺压寄居的和孤儿寡妇，在这地方不流无辜人的血，也不随从别神陷害自己， 7我就使你们在这地方仍然居住，就是我古时所赐给你们列祖的地，直到永远。  【8“看哪，你们倚靠虚谎无益的话， 9你们偷盗、杀害、奸淫、起假誓、向巴力烧香，并随从素不认识的别神； 10且来到这称为我名下的殿，在我面前敬拜。又说：‘我们可以自由了！’你们这样的举动是要行那些可憎的事吗？ 11这称为我名下的殿在你们眼中岂可看为贼窝吗？我都看见了。这是耶和华说的。 12你们且往示罗去，就是我先前立为我名的居所，察看我因这百姓以色列的罪恶，向那地所行的如何。” 13耶和华说：现在因你们行了这一切的事，我也从早起来警戒你们，你们却不听从；呼唤你们，你们却不答应。 14所以我要向这称为我名下、你们所倚靠的殿，与我所赐给你们和你们列祖的地施行，照我从前向示罗所行的一样。 15我必将你们从我眼前赶出，正如赶出你们的众弟兄，就是以法莲的一切后裔。】'
            },
            psalm:{
                title:'诗篇92',
                content:'1称谢耶和华，歌颂你至高者的名。  2用十弦的乐器和瑟，用琴弹幽雅的声音。早晨传扬你的慈爱，每夜传扬你的信实。这本为美事。  3 4因你耶和华藉着你的作为叫我高兴，我要因你手的工作欢呼。  5耶和华啊，你的工作何其大，你的心思极其深！  6畜类人不晓得，愚顽人也不明白。  7恶人茂盛如草，一切作孽之人发旺的时候，正是他们要灭亡，直到永远。  8惟你耶和华是至高，直到永远。  9耶和华啊，你的仇敌都要灭亡，一切作孽的也要离散。  10你却高举了我的角，如野牛的角。我是被新油膏了的。  11我眼睛看见仇敌遭报，我耳朵听见那些起来攻击我的恶人受罚。  12义人要发旺如棕树，生长如黎巴嫩的香柏树。  13他们栽于耶和华的殿中，发旺在我们神的院里。  14他们年老的时候仍要结果子，要满了汁浆而常发青，  15好显明耶和华是正直的。他是我的磐石，在他毫无不义。'
            },
            secondReading:{
                title:'哥林多前书15:42-52(53-58)',
                content:'42死人复活也是这样：所种的是必朽坏的，复活的是不朽坏的； 43所种的是羞辱的，复活的是荣耀的；所种的是软弱的，复活的是强壮的； 44所种的是血气的身体，复活的是灵性的身体。若有血气的身体，也必有灵性的身体。 45经上也是这样记着说，“首先的人亚当成了有灵的活人（“灵”或作“血气”）”，末后的亚当成了叫人活的灵。 46但属灵的不在先，属血气的在先，以后才有属灵的。 47头一个人是出于地，乃属土；第二个人是出于天。 48那属土的怎样，凡属土的也就怎样；属天的怎样，凡属天的也就怎样。 49我们既有属土的形状，将来也必有属天的形状。  50弟兄们，我告诉你们说，血肉之体不能承受神的国，必朽坏的不能承受不朽坏的。 51我如今把一件奥秘的事告诉你们，我们不是都要睡觉，乃是都要改变， 52就在一霎时，眨眼之间，号筒末次吹响的时候；因号筒要响，死人要复活，成为不朽坏的，我们也要改变。 【53这必朽坏的总要变成不朽坏的（“变成”原文作“穿”。下同），这必死的总要变成不死的。 54这必朽坏的既变成不朽坏的，这必死的既变成不死的，那时经上所记“死被得胜吞灭”的话就应验了。  55死啊，你得胜的权势在哪里？死啊，你的毒钩在哪里？ 56死的毒钩就是罪，罪的权势就是律法。 57感谢神，使我们藉着我们的主耶稣基督得胜。 58所以，我亲爱的弟兄们，你们务要坚固，不可摇动，常常竭力多作主工，因为知道你们的劳苦，在主里面不是徒然的。】'
            },
            gospel:{
                title:'路加福音6:39-49',
                content:'39耶稣又用比喻对他们说：“瞎子岂能领瞎子，两个人不是都要掉在坑里吗？ 40学生不能高过先生；凡学成了的不过和先生一样。 41为什么看见你弟兄眼中有刺，却不想自己眼中有梁木呢？ 42你不见自己眼中有梁木，怎能对你弟兄说‘容我去掉你眼中的刺’呢？你这假冒为善的人，先去掉自己眼中的梁木，然后才能看得清楚，去掉你弟兄眼中的刺。” 43“因为，没有好树结坏果子，也没有坏树结好果子。 44凡树木看果子，就可以认出它来。人不是从荆棘上摘无花果，也不是从蒺藜里摘葡萄。 45善人从他心里所存的善，就发出善来；恶人从他心里所存的恶，就发出恶来。因为心里所充满的，口里就说出来。” 46“你们为什么称呼我‘主啊，主啊，’却不遵我的话行呢？ 47凡到我这里来，听见我的话就去行的，我要告诉你们他像什么人。 48他像一个人盖房子，深深的挖地，把根基安在盘石上。到发大水的时候，水冲那房子，房子总不能摇动，因为根基立在盘石上（有古卷作“因为盖造得好”）。 49惟有听见不去行的，就像一个人在土地上盖房子，没有根基；水一冲，随即倒塌了，并且那房子坏的很大。”'
            }
        },
        transfiguration:{
            firstReading:{
                title:'申命记34:1-12',
                content:'1摩西从摩押平原登尼波山，上了那与耶利哥相对的毗斯迦山顶。耶和华把基列全地直到但， 2拿弗他利全地，以法莲、玛拿西的地，犹大全地直到西海， 3南地和棕树城耶利哥的平原，直到琐珥，都指给他看。 4耶和华对他说：“这就是我向亚伯拉罕、以撒、雅各起誓应许之地，说：‘我必将这地赐给你的后裔。’现在我使你眼睛看见了，你却不得过到那里去。” 5于是，耶和华的仆人摩西死在摩押地，正如耶和华所说的。 6耶和华将他埋葬在摩押地、伯毗珥对面的谷中，只是到今日没有人知道他的坟墓。 7摩西死的时候年一百二十岁。眼目没有昏花，精神没有衰败。 8以色列人在摩押平原为摩西哀哭了三十日，为摩西居丧哀哭的日子就满了。  9嫩的儿子约书亚，因为摩西曾按手在他头上，就被智慧的灵充满，以色列人便听从他，照着耶和华吩咐摩西的行了。 10以后以色列中再没有兴起先知像摩西的；他是耶和华面对面所认识的。 11耶和华打发他在埃及地向法老和他的一切臣仆，并他的全地，行各样神迹奇事， 12又在以色列众人眼前显大能的手，行一切大而可畏的事。'
            },
            psalm:{
                title:'诗篇99',
                content:'1耶和华作王，万民当战抖。他坐在二基路伯上，地当动摇。  2耶和华在锡安为大，他超乎万民之上。  3他们当称赞他大而可畏的名，他本为圣。  4王有能力，喜爱公平，坚立公正，在雅各中施行公平和公义。  5你们当尊崇耶和华我们的神，在他脚凳前下拜。他本为圣。  6在他的祭司中有摩西和亚伦，在求告他名的人中有撒母耳。他们求告耶和华，他就应允他们。  7他在云柱中对他们说话。他们遵守他的法度和他所赐给他们的律例。  8耶和华我们的神啊，你应允他们。你是赦免他们的神，却按他们所行的报应他们。  9你们要尊崇耶和华我们的神，在他的圣山下拜，因为耶和华我们的神本为圣。'
            },
            secondReading:{
                title:'希伯来书3:1-6',
                content:'1同蒙天召的圣洁弟兄啊，你们应当思想我们所认为使者、为大祭司的耶稣， 2他为那设立他的尽忠，如同摩西在神的全家尽忠一样。 3他比摩西算是更配多得荣耀，好像建造房屋的比房屋更尊荣。 4因为房屋都必有人建造，但建造万物的就是神。 5摩西为仆人，在神的全家诚然尽忠，为要证明将来必传说的事。 6但基督为儿子，治理神的家；我们若将可夸的盼望和胆量坚持到底，便是他的家了。'
            },
            gospel:{
                title:'路加福音9:28-36',
                content:'28说了这话以后约有八天，耶稣带着彼得、约翰、雅各上山去祷告。 29正祷告的时候，他的面貌就改变了，衣服洁白放光。 30忽然有摩西、以利亚两个人，同耶稣说话。 31他们在荣光里显现，谈论耶稣去世的事，就是他在耶路撒冷将要成的事。 32彼得和他的同伴都打盹，既清醒了，就看见耶稣的荣光，并同他站着的那两个人。 33二人正要和耶稣分离的时候，彼得对耶稣说：“夫子，我们在这里真好，可以搭三座棚：一座为你，一座为摩西，一座为以利亚。”他却不知道所说的是什么。 34说这话的时候，有一朵云彩来遮盖他们。他们进入云彩里就惧怕。 35有声音从云彩里出来，说：“这是我的儿子，我所拣选的（有古卷作“这是我的爱子”），你们要听他。” 36声音住了，只见耶稣一人在那里。当那些日子，门徒不提所看见的事，一样也不告诉人。'
            }
        },
        ashWednesday:{
            firstReading:{
                title:'约珥书2:12-19',
                content:'12耶和华说：“虽然如此，你们应当禁食、哭泣、悲哀，一心归向我。”  13你们要撕裂心肠，不撕裂衣服，归向耶和华你们的神；因为他有恩典，有怜悯，不轻易发怒，有丰盛的慈爱，并且后悔不降所说的灾。  14或者他转意后悔，留下余福，就是留下献给耶和华你们神的素祭和奠祭，也未可知。  15你们要在锡安吹角，分定禁食的日子，宣告严肃会。  16聚集众民，使会众自洁；招聚老者，聚集孩童和吃奶的，使新郎出离洞房，新妇出离内室。  17侍奉耶和华的祭司，要在廊子和祭坛中间哭泣说：“耶和华啊，求你顾惜你的百姓，不要使你的产业受羞辱，列邦管辖他们。为何容列国的人说：‘他们的神在哪里呢？’” 18耶和华就为自己的地发热心，怜恤他的百姓。  19耶和华应允他的百姓说：“我必赐给你们五谷、新酒和油，使你们饱足；我也不再使你们受列国的羞辱'
            },
            psalm:{
                title:'诗篇51:1-19',
                content:'1神啊，求你按你的慈爱怜恤我，按你丰盛的慈悲涂抹我的过犯。  2求你将我的罪孽洗除净尽，并洁除我的罪。  3因为我知道我的过犯，我的罪常在我面前。  4我向你犯罪，惟独得罪了你，在你眼前行了这恶，以致你责备我的时候显为公义；判断我的时候显为清正。  5我是在罪孽里生的，在我母亲怀胎的时候就有了罪。  6你所喜爱的是内里诚实；你在我隐密处必使我得智慧。  7求你用牛膝草洁净我，我就干净；求你洗涤我，我就比雪更白。  8求你使我得听欢喜快乐的声音，使你所压伤的骨头可以踊跃。  9求你掩面不看我的罪，涂抹我一切的罪孽。  10神啊，求你为我造清洁的心，使我里面重新有正直的灵（“正直”或作“坚定”）。  11不要丢弃我，使我离开你的面；不要从我收回你的圣灵。  12求你使我仍得救恩之乐，赐我乐意的灵扶持我；  13我就把你的道指教有过犯的人，罪人必归顺你。  14神啊，你是拯救我的神，求你救我脱离流人血的罪，我的舌头就高声歌唱你的公义。  15主啊，求你使我嘴唇张开，我的口便传扬赞美你的话。  16你本不喜爱祭物，若喜爱，我就献上；燔祭你也不喜悦。  17神所要的祭，就是忧伤的灵。神啊，忧伤痛悔的心，你必不轻看。  18求你随你的美意善待锡安，建造耶路撒冷的城墙。  19那时，你必喜爱公义的祭和燔祭，并全牲的燔祭；那时，人必将公牛献在你坛上。'
            },
            secondReading:{
                title:'哥林多后书5:20b-6:10',
                content:'20b我们替基督求你们与神和好。 21神使那无罪的（“无罪”原文作“不知罪”），替我们成为罪，好叫我们在他里面成为神的义。 1我们与神同工的，也劝你们，不可徒受他的恩典， 2因为他说：“在悦纳的时候，我应允了你；在拯救的日子，我搭救了你。”看哪，现在正是悦纳的时候，现在正是拯救的日子。 3我们凡事都不叫人有妨碍，免得这职分被人毁谤， 4反倒在各样的事上表明自己是神的用人，就如在许多的忍耐、患难、穷乏、困苦、 5鞭打、监禁、扰乱、勤劳、警醒、不食、 6廉洁、知识、恒忍、恩慈、圣灵的感化、无伪的爱心、 7真实的道理、神的大能；仁义的兵器在左在右。 8荣耀、羞辱、恶名、美名；似乎是诱惑人的，却是诚实的； 9似乎不为人所知，却是人所共知的；似乎要死，却是活着的；似乎受责罚，却是不至丧命的； 10似乎忧愁，却是常常快乐的；似乎贫穷，却是叫许多人富足的；似乎一无所有，却是样样都有的。'
            },
            gospel:{
                title:'马太福音6:1-6, 16-21',
                content:'1“你们要小心，不可将善事行在人的面前，故意叫他们看见；若是这样，就不能得你们天父的赏赐了。 2所以，你施舍的时候，不可在你前面吹号，像那假冒为善的人在会堂里和街道上所行的，故意要得人的荣耀。我实在告诉你们，他们已经得了他们的赏赐。 3你施舍的时候，不要叫左手知道右手所作的， 4要叫你施舍的事行在暗中，你父在暗中察看，必然报答你（有古卷作“必在明处报答你”）。” 5“你们祷告的时候，不可像那假冒为善的人，爱站在会堂里和十字路口上祷告，故意叫人看见。我实在告诉你们，他们已经得了他们的赏赐。 6你祷告的时候，要进你的内屋，关上门，祷告你在暗中的父。你父在暗中察看，必然报答你。\n16“你们禁食的时候，不可像那假冒为善的人，脸上带着愁容，因为他们把脸弄得难看，故意叫人看出他们是禁食。我实在告诉你们：他们已经得了他们的赏赐。 17你禁食的时候，要梳头洗脸， 18不叫人看出你禁食来，只叫你暗中的父看见。你父在暗中察看，必然报答你。” 19“不要为自己积攒财宝在地上，地上有虫子咬，能锈坏，也有贼挖窟窿来偷； 20只要积攒财宝在天上，天上没有虫子咬，不能锈坏，也没有贼挖窟窿来偷。 21因为你的财宝在哪里，你的心也在那里。”'
            }
        },
        lent1:{
            firstReading:{
                title:'申命记26:1-11',
                content:'1“你进去得了耶和华你神所赐你为业之地居住， 2就要从耶和华你神赐你的地上，将所收的各种初熟的土产取些来，盛在筐子里，往耶和华你神所选择要立为他名的居所去， 3见当时作祭司的，对他说：‘我今日向耶和华你神明认，我已来到耶和华向我们列祖起誓应许赐给我们的地。’ 4祭司就从你手里取过筐子来，放在耶和华你神的坛前。 5你要在耶和华你神面前说：‘我祖原是一个将亡的亚兰人，下到埃及寄居。他人口稀少，在那里却成了又大又强、人数很多的国民。 6埃及人恶待我们，苦害我们，将苦工加在我们身上。 7于是我们哀求耶和华我们列祖的神，耶和华听见我们的声音，看见我们所受的困苦、劳碌、欺压， 8他就用大能的手和伸出来的膀臂，并大可畏的事与神迹奇事，领我们出了埃及， 9将我们领进这地方，把这流奶与蜜之地赐给我们。 10耶和华啊，现在我把你所赐给我地上初熟的土产奉了来。’随后你要把筐子放在耶和华你神面前，向耶和华你的神下拜。 11你和利未人，并在你们中间寄居的，要因耶和华你神所赐你和你家的一切福分欢乐。'
            },
            psalm:{
                title:'诗篇91:1-13',
                content:'1住在至高者隐密处的，必住在全能者的荫下。  2我要论到耶和华说：“他是我的避难所，是我的山寨，是我的神，是我所倚靠的。”  3他必救你脱离捕鸟人的网罗和毒害的瘟疫。  4他必用自己的翎毛遮蔽你，你要投靠在他的翅膀底下。他的诚实是大小的盾牌。  5你必不怕黑夜的惊骇，或是白日飞的箭；  6也不怕黑夜行的瘟疫，或是午间灭人的毒病。  7虽有千人仆倒在你旁边，万人仆倒在你右边，这灾却不得临近你。  8你惟亲眼观看，见恶人遭报。  9耶和华是我的避难所。你已将至高者当你的居所，  10祸患必不临到你，灾害也不挨近你的帐棚。  11因他要为你吩咐他的使者，在你行的一切道路上保护你。  12他们要用手托着你，免得你的脚碰在石头上。  13你要踹在狮子和虺蛇的身上，践踏少壮狮子和大蛇。'
            },
            secondReading:{
                title:'罗马书10:8b-13',
                content:'8b他说：“这道离你不远，正在你口里，在你心里。”就是我们所传信主的道。 9你若口里认耶稣为主，心里信神叫他从死里复活，就必得救。 10因为人心里相信，就可以称义；口里承认，就可以得救。 11经上说：“凡信他的人，必不至于羞愧。” 12犹太人和希腊人并没有分别；因为众人同有一位主，他也厚待一切求告他的人。 13因为“凡求告主名的，就必得救”。'
            },
            gospel:{
                title:'路加福音4:1-13',
                content:'1耶稣被圣灵充满，从约旦河回来，圣灵将他引到旷野， 2四十天受魔鬼的试探。那些日子没有吃什么，日子满了，他就饿了。 3魔鬼对他说：“你若是神的儿子，可以吩咐这块石头变成食物。” 4耶稣回答说：“经上记着说：‘人活着不是单靠食物，乃是靠神口里所出的一切话。’”  5魔鬼又领他上了高山，霎时间把天下的万国都指给他看， 6对他说：“这一切权柄、荣华我都要给你，因为这原是交付我的，我愿意给谁就给谁。 7你若在我面前下拜，这都要归你。” 8耶稣说：“经上记着说：‘当拜主你的神，单要侍奉他。’”  9魔鬼又领他到耶路撒冷去，叫他站在殿顶上（“顶”原文作“翅”），对他说：“你若是神的儿子，可以从这里跳下去， 10因为经上记着说：‘主要为你吩咐他的使者保护你。 11他们要用手托着你，免得你的脚碰在石头上。’” 12耶稣对他说：“经上说：‘不可试探主你的神。’”  13魔鬼用完了各样的试探，就暂时离开耶稣。'
            }
        },
        lent2:{
            firstReading:{
                title:'耶利米书26:8-15',
                content:'8耶利米说完了耶和华所吩咐他对众人说的一切话，祭司、先知与众民都来抓住他，说：“你必要死！ 9你为何托耶和华的名预言说：‘这殿必如示罗，这城必变为荒场无人居住’呢？”于是众民都在耶和华的殿中，聚集到耶利米那里。  10犹大的首领听见这事，就从王宫上到耶和华的殿，坐在耶和华殿的新门口。 11祭司、先知对首领和众民说：“这人是该死的，因为他说预言攻击这城，正如你们亲耳所听见的。”  12耶利米就对众首领和众民说：“耶和华差遣我预言，攻击这殿和这城，说你们所听见的这一切话。 13现在要改正你们的行动作为，听从耶和华你们神的话，他就必后悔，不将所说的灾祸降与你们。 14至于我，我在你们手中，你们眼看何为善，何为正，就那样待我吧！ 15但你们要确实地知道，若把我治死，就使无辜人的血归到你们和这城，并其中的居民了，因为耶和华实在差遣我到你们这里来，将这一切话传与你们耳中。”'
            },
            psalm:{
                title:'诗篇4',
                content:'1显我为义的神啊，我呼吁的时候，求你应允我！我在困苦中，你曾使我宽广；现在求你怜恤我，听我的祷告。  2你们这上流人哪，你们将我的尊荣变为羞辱要到几时呢？你们喜爱虚妄、寻找虚假要到几时呢？  3你们要知道，耶和华已经分别虔诚人归他自己。我求告耶和华，他必听我。  4你们应当畏惧，不可犯罪；在床上的时候，要心里思想，并要肃静。  5当献上公义的祭，又当倚靠耶和华。  6有许多人说：“谁能指示我们什么好处？”耶和华啊，求你仰起脸来，光照我们。  7你使我心里快乐，胜过那丰收五谷新酒的人。  8我必安然躺下睡觉，因为独有你耶和华使我安然居住。'
            },
            secondReading:{
                title:'腓立比书3:17-4:1',
                content:'17弟兄们，你们要一同效法我，也当留意看那些照我们榜样行的人。 18因为有许多人行事是基督十字架的仇敌。我屡次告诉你们，现在又流泪的告诉你们： 19他们的结局就是沉沦，他们的神就是自己的肚腹，他们以自己的羞辱为荣耀，专以地上的事为念。 20我们却是天上的国民，并且等候救主，就是主耶稣基督从天上降临。 21他要按着那能叫万有归服自己的大能，将我们这卑贱的身体改变形状，和他自己荣耀的身体相似。 1我所亲爱、所想念的弟兄们，你们就是我的喜乐，我的冠冕。我亲爱的弟兄，你们应当靠主站立得稳。'
            },
            gospel:{
                title:'路加福音13:31-35',
                content:'31正当那时，有几个法利赛人来对耶稣说：“离开这里去吧！因为希律想要杀你。” 32耶稣说：“你们去告诉那个狐狸说，今天、明天我赶鬼治病，第三天我的事就成全了。 33虽然这样，今天、明天、后天，我必须前行，因为先知在耶路撒冷之外丧命是不能的。 34耶路撒冷啊，耶路撒冷啊！你常杀害先知，又用石头打死那奉差遣到你这里来的人。我多次愿意聚集你的儿女，好像母鸡把小鸡聚集在翅膀底下，只是你们不愿意。 35看哪，你们的家成为荒场留给你们。我告诉你们：从今以后，你们不得再见我，直等到你们说‘奉主名来的是应当称颂的。’”'
            }
        },
        lent3:{
            firstReading:{
                title:'以西结书33:7-20',
                content:'7“人子啊，我照样立你作以色列家守望的人。所以你要听我口中的话，替我警戒他们。 8我对恶人说：‘恶人哪，你必要死！’你以西结若不开口警戒恶人，使他离开所行的道，这恶人必死在罪孽之中，我却要向你讨他丧命的罪（“罪”原文作“血”）； 9倘若你警戒恶人转离所行的道，他仍不转离，他必死在罪孽之中，你却救自己脱离了罪。” 10“人子啊，你要对以色列家说，你们常说：‘我们的过犯罪恶在我们身上，我们必因此消灭，怎能存活呢？’ 11你对他们说，主耶和华说：我指着我的永生起誓，我断不喜悦恶人死亡，惟喜悦恶人转离所行的道而活。以色列家啊，你们转回，转回吧！离开恶道，何必死亡呢？ 12人子啊，你要对本国的子民说：义人的义，在犯罪之日不能救他；至于恶人的恶，在他转离恶行之日也不能使他倾倒；义人在犯罪之日也不能因他的义存活。 13我对义人说：‘你必定存活！’他若倚靠他的义而作罪孽，他所行的义都不被记念；他必因所作的罪孽死亡。 14再者，我对恶人说：‘你必定死亡！’他若转离他的罪，行正直与合理的事， 15还人的当头和所抢夺的，遵行生命的律例，不作罪孽，他必定存活，不至死亡。 16他所犯的一切罪必不被记念；他行了正直与合理的事，必定存活。  17“你本国的子民还说：‘主的道不公平。’其实他们的道不公平。 18义人转离他的义而作罪孽，就必因此死亡。 19恶人转离他的恶，行正直与合理的事，就必因此存活。 20你们还说：‘主的道不公平。’以色列家啊，我必按你们各人所行的审判你们。”'
            },
            psalm:{
                title:'诗篇85',
                content:'1耶和华啊，你已经向你的地施恩，救回被掳的雅各。  2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。  3你收转了所发的忿怒和你猛烈的怒气。  4拯救我们的神啊，求你使我们回转，叫你的恼恨向我们止息。  5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？  6你不再将我们救活，使你的百姓靠你欢喜吗？  7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。  8我要听神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。  9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。  10慈爱和诚实彼此相遇；公义和平安彼此相亲。  11诚实从地而生，公义从天而现。  12耶和华必将好处赐给我们，我们的地也要多出土产。  13公义要行在他面前，叫他的脚踪成为可走的路。'
            },
            secondReading:{
                title:'哥林多前书10:1-13',
                content:'1弟兄们，我不愿意你们不晓得，我们的祖宗从前都在云下，都从海中经过， 2都在云里、海里受洗归了摩西， 3并且都吃了一样的灵食， 4也都喝了一样的灵水；所喝的，是出于随着他们的灵磐石，那磐石就是基督。 5但他们中间，多半是神不喜欢的人，所以在旷野倒毙。 6这些事都是我们的鉴戒，叫我们不要贪恋恶事，像他们那样贪恋的； 7也不要拜偶像，像他们有人拜的。如经上所记：“百姓坐下吃喝，起来玩耍。” 8我们也不要行奸淫，像他们有人行的，一天就倒毙了二万三千人； 9也不要试探主（“主”有古卷作“基督”），像他们有人试探的，就被蛇所灭； 10你们也不要发怨言，像他们有发怨言的，就被灭命的所灭。 11他们遭遇这些事都要作为鉴戒，并且写在经上，正是警戒我们这末世的人。 12所以，自己以为站得稳的，须要谨慎，免得跌倒。 13你们所遇见的试探，无非是人所能受的。神是信实的，必不叫你们受试探过于所能受的。在受试探的时候，总要给你们开一条出路，叫你们能忍受得住。'
            },
            gospel:{
                title:'路加福音13:1-9',
                content:'1正当那时，有人将彼拉多使加利利人的血搀杂在他们祭物中的事告诉耶稣。 2耶稣说：“你们以为这些加利利人比众加利利人更有罪，所以受这害吗？ 3我告诉你们，不是的。你们若不悔改，都要如此灭亡！ 4从前西罗亚楼倒塌了，压死十八个人，你们以为那些人比一切住在耶路撒冷的人更有罪吗？ 5我告诉你们，不是的。你们若不悔改，都要如此灭亡！” 6于是用比喻说：“一个人有一棵无花果树，栽在葡萄园里。他来到树前找果子，却找不着， 7就对管园的说：‘看哪，我这三年，来到这无花果树前找果子，竟找不着。把它砍了吧，何必白占地土呢！’ 8管园的说：‘主啊，今年且留着。等我周围掘开土，加上粪， 9以后若结果子便罢，不然，再把它砍了。’”'
            }
        },
        lent4:{
            firstReading:{
                title:'以赛亚书12:1-6',
                content:'1到那日，你必说：“耶和华啊，我要称谢你！因为你虽然向我发怒，你的怒气却已转消，你又安慰了我。  2看哪！神是我的拯救，我要倚靠他，并不惧怕；因为主耶和华是我的力量，是我的诗歌，他也成了我的拯救。”  3所以，你们必从救恩的泉源欢然取水。  4在那日，你们要说：“当称谢耶和华，求告他的名，将他所行的传扬在万民中，提说他的名已被尊崇。  5你们要向耶和华唱歌，因他所行的甚是美好；但愿这事普传天下。  6锡安的居民哪，当扬声欢呼，因为在你们中间的以色列圣者乃为至大。”'
            },
            psalm:{
                title:'诗篇32',
                content:'1得赦免其过、遮盖其罪的，这人是有福的。  2凡心里没有诡诈，耶和华不算为有罪的，这人是有福的。  3我闭口不认罪的时候，因终日唉哼而骨头枯干。  4黑夜白日，你的手在我身上沉重；我的精液耗尽，如同夏天的干旱。  5我向你陈明我的罪，不隐瞒我的恶。我说：“我要向耶和华承认我的过犯。”你就赦免我的罪恶。  6为此，凡虔诚人都当趁你可寻找的时候祷告你，大水泛溢的时候，必不能到他那里。  7你是我藏身之处，你必保佑我脱离苦难，以得救的乐歌四面环绕我。  8我要教导你，指示你当行的路；我要定睛在你身上劝戒你。  9你不可像那无知的骡马，必用嚼环辔头勒住它，不然，就不能驯服。  10恶人必多受苦楚，惟独倚靠耶和华的，必有慈爱四面环绕他。  11你们义人应当靠耶和华欢喜快乐，你们心里正直的人都当欢呼。'
            },
            secondReading:{
                title:'哥林多后书5:16-21',
                content:'16所以，我们从今以后，不凭着外貌（原文作“肉体”。本节同）认人了，虽然凭着外貌认过基督，如今却不再这样认他了。 17若有人在基督里，他就是新造的人，旧事已过，都变成新的了。 18一切都是出于神，他藉着基督使我们与他和好，又将劝人与他和好的职分赐给我们。 19这就是神在基督里叫世人与自己和好，不将他们的过犯归到他们身上，并且将这和好的道理托付了我们。  20所以，我们作基督的使者，就好像神藉我们劝你们一般。我们替基督求你们与神和好。 21神使那无罪的（“无罪”原文作“不知罪”），替我们成为罪，好叫我们在他里面成为神的义。'
            },
            gospel:{
                title:'路加福音5:1-3, 11-32',
                content:'1耶稣站在革尼撒勒湖边，众人拥挤他，要听神的道。 2他见有两只船湾在湖边，打鱼的人却离开船洗网去了。 3有一只船是西门的。耶稣就上去，请他把船撑开，稍微离岸，就坐下，从船上教训众人。\n11他们把两只船拢了岸，就撇下所有的，跟从了耶稣。 12有一回，耶稣在一个城里，有人满身长了大麻风，看见他，就俯伏在地，求他说：“主若肯，必能叫我洁净了。” 13耶稣伸手摸他说：“我肯，你洁净了吧！”大麻风立刻就离了他的身。 14耶稣嘱咐他：“你切不可告诉人，只要去把身体给祭司察看，又要为你得了洁净，照摩西所吩咐的献上礼物，对众人作证据。” 15但耶稣的名声越发传扬出去。有极多的人聚集来听道，也指望医治他们的病。 16耶稣却退到旷野去祷告。 17有一天耶稣教训人，有法利赛人和教法师在旁边坐着，他们是从加利利各乡村和犹太并耶路撒冷来的。主的能力与耶稣同在，使他能医治病人。 18有人用褥子抬着一个瘫子，要抬进去放在耶稣面前， 19却因人多，寻不出法子抬进去，就上了房顶，从瓦间把他连褥子缒到当中，正在耶稣面前。 20耶稣见他们的信心，就对瘫子说：“你的罪赦了。” 21文士和法利赛人就议论说：“这说僭妄话的是谁？除了神以外，谁能赦罪呢？” 22耶稣知道他们所议论的，就说：“你们心里议论的是什么呢？ 23或说‘你的罪赦了’，或说‘你起来行走’，哪一样容易呢？ 24但要叫你们知道人子在地上有赦罪的权柄。”就对瘫子说：“我吩咐你起来，拿你的褥子回家去吧！” 25那人当众人面前立刻起来，拿着他所躺卧的褥子回家去，归荣耀与神。 26众人都惊奇，也归荣耀与神，并且满心惧怕，说：“我们今日看见非常的事了。” 27这事以后，耶稣出去，看见一个税吏，名叫利未，坐在税关上，就对他说：“你跟从我来！” 28他就撇下所有的，起来跟从了耶稣。 29利未在自己家里为耶稣大摆筵席，有许多税吏和别人与他们一同坐席。 30法利赛人和文士就向耶稣的门徒发怨言说：“你们为什么和税吏并罪人一同吃喝呢？” 31耶稣对他们说：“无病的人用不着医生，有病的人才用得着。 32我来本不是召义人悔改，乃是召罪人悔改。”'
            }
        },
        lent5:{
            firstReading:{
                title:'以赛亚书43:16-21',
                content:'16耶和华在沧海中开道，在大水中开路，  17使车辆、马匹、军兵、勇士都出来，一同躺下，不再起来，他们灭没，好像熄灭的灯火。  18耶和华如此说：“你们不要记念从前的事，也不要思想古时的事。  19看哪，我要作一件新事，如今要发现，你们岂不知道吗？我必在旷野开道路，在沙漠开江河。  20野地的走兽必尊重我，野狗和鸵鸟也必如此。因我使旷野有水，使沙漠有河，好赐给我的百姓、我的选民喝。  21这百姓是我为自己所造的，好述说我的美德。”'
            },
            psalm:{
                title:'诗篇126',
                content:'1当耶和华将那些被掳的带回锡安的时候，我们好像作梦的人。  2我们满口喜笑、满舌欢呼的时候，外邦中就有人说：“耶和华为他们行了大事！”  3耶和华果然为我们行了大事，我们就欢喜。  4耶和华啊，求你使我们被掳的人归回，好像南地的河水复流。  5流泪撒种的，必欢呼收割。  6那带种流泪出去的，必要欢欢乐乐地带禾捆回来。'
            },
            secondReading:{
                title:'腓立比书3:(4b-7)8-14',
                content:'【4b若是别人想他可以靠肉体，我更可以靠着了。 5我第八天受割礼，我是以色列族、便雅悯支派的人，是希伯来人所生的希伯来人。就律法说，我是法利赛人； 6就热心说，我是逼迫教会的；就律法上的义说，我是无可指摘的。 7只是我先前以为与我有益的，我现在因基督都当作有损的。 】8不但如此，我也将万事当作有损的，因我以认识我主基督耶稣为至宝。我为他已经丢弃万事，看作粪土，为要得着基督， 9并且得以在他里面，不是有自己因律法而得的义，乃是有信基督的义，就是因信神而来的义， 10使我认识基督，晓得他复活的大能，并且晓得和他一同受苦，效法他的死， 11或者我也得以从死里复活。 12这不是说我已经得着了，已经完全了，我乃是竭力追求，或者可以得着基督耶稣所以得着我的（“所以得着我的”或作“所要我得的”）。 13弟兄们，我不是以为自己已经得着了，我只有一件事，就是忘记背后，努力面前的， 14向着标竿直跑，要得神在基督耶稣里从上面召我来得的奖赏。'
            },
            gospel:{
                title:'路加福音20:9-20',
                content:'9耶稣就设比喻对百姓说：“有人栽了一个葡萄园，租给园户，就往外国去住了许久。 10到了时候，打发一个仆人到园户那里去，叫他们把园中当纳的果子交给他。园户竟打了他，叫他空手回去。 11又打发一个仆人去，他们也打了他，并且凌辱他，叫他空手回去。 12又打发第三个仆人去，他们也打伤了他，把他推出去了。 13园主说：‘我怎么办呢？我要打发我的爱子去，或者他们尊敬他。’ 14不料，园户看见他，就彼此商量说：‘这是承受产业的，我们杀他吧，使产业归于我们！’ 15于是把他推出葡萄园外杀了。这样，葡萄园的主人要怎样处治他们呢？ 16他要来除灭这些园户，将葡萄园转给别人。”听见的人说：“这是万不可的。” 17耶稣看着他们说：“经上记着：‘匠人所弃的石头已作了房角的头块石头。’这是什么意思呢？ 18凡掉在那石头上的，必要跌碎；那石头掉在谁的身上，就要把谁砸得稀烂。” 19文士和祭司长看出这比喻是指着他们说的，当时就想要下手拿他，只是惧怕百姓。 20于是窥探耶稣，打发奸细装作好人，要在他的话上得把柄，好将他交在巡抚的政权之下。'
            }
        },
        palm:{
            firstReading:{
                title:'申命记32:36-39',
                content:'36耶和华见他百姓毫无能力，无论困住的、自由的都没有剩下，就必为他们伸冤，为他的仆人后悔。  37他必说：‘他们的神，他们所投靠的磐石，  38就是向来吃他们祭牲的脂油，喝他们奠祭之酒的，在哪里呢？他可以兴起帮助你们，护卫你们！  39你们如今要知道：我，惟有我是神，在我以外并无别神。我使人死，我使人活；我损伤，我也医治，并无人能从我手中救出来。'
            },
            psalm:{
                title:'诗篇118:19-29',
                content:'19给我敞开义门，我要进去称谢耶和华。  20这是耶和华的门，义人要进去。  21我要称谢你，因为你已经应允我，又成了我的拯救。  22匠人所弃的石头，已成了房角的头块石头。  23这是耶和华所作的，在我们眼中看为希奇。  24这是耶和华所定的日子，我们在其中要高兴欢喜。  25耶和华啊，求你拯救！耶和华啊，求你使我们亨通！  26奉耶和华名来的是应当称颂的！我们从耶和华的殿中为你们祝福。  27耶和华是神，他光照了我们。理当用绳索把祭牲拴住，牵到坛角那里。  28你是我的神，我要称谢你；你是我的神，我要尊崇你。  29你们要称谢耶和华，因他本为善，他的慈爱永远长存！'
            },
            psalmOptional:{
                title:'诗篇31:9-16',
                content:'9耶和华啊，求你怜恤我，因为我在急难之中。我的眼睛因忧愁而干瘪，连我的身心也不安舒。  10我的生命为愁苦所消耗，我的年岁为叹息所旷废，我的力量因我的罪孽衰败，我的骨头也枯干。  11我因一切敌人成了羞辱，在我的邻舍跟前更甚；那认识我的都惧怕我，在外头看见我的都躲避我。  12我被人忘记，如同死人，无人记念。我好像破碎的器皿。  13我听见了许多人的谗谤，四围都是惊吓。他们一同商议攻击我的时候，就图谋要害我的性命。  14耶和华啊，我仍旧倚靠你。我说：“你是我的神。”  15我终身的事在你手中，求你救我脱离仇敌的手和那些逼迫我的人。  16求你使你的脸光照仆人，凭你的慈爱拯救我。'
            },
            secondReading:{
                title:'腓立比书2:5-11',
                content:'5你们当以基督耶稣的心为心。  6他本有神的形像，不以自己与神同等为强夺的，  7反倒虚己，取了奴仆的形像，成为人的样式。  8既有人的样子，就自己卑微，存心顺服，以至于死，且死在十字架上。  9所以神将他升为至高，又赐给他那超乎万名之上的名，  10叫一切在天上的、地上的和地底下的，因耶稣的名无不屈膝，  11无不口称耶稣基督为主，使荣耀归与父神。'
            },
            gospel:{
                title:'路加福音22:1-23:56',
                content:'1除酵节，又名逾越节，近了。 2祭司长和文士想法子怎么才能杀害耶稣，是因他们惧怕百姓。 3这时，撒但入了那称为加略人犹大的心，他本是十二门徒里的一个。 4他去和祭司长并守殿官商量，怎么可以把耶稣交给他们。 5他们欢喜，就约定给他银子。 6他应允了，就找机会，要趁众人不在跟前的时候把耶稣交给他们。 7除酵节，须宰逾越羊羔的那一天到了。 8耶稣打发彼得、约翰说：“你们去为我们预备逾越节的筵席，好叫我们吃。” 9他们问他说：“要我们在哪里预备？” 10耶稣说：“你们进了城，必有人拿着一瓶水迎面而来，你们就跟着他，到他所进的房子里去， 11对那家的主人说，‘夫子说：客房在哪里？我与门徒好在那里吃逾越节的筵席。’ 12他必指给你们摆设整齐的一间大楼，你们就在那里预备。” 13他们去了，所遇见的正如耶稣所说的，他们就预备了逾越节的筵席。 14时候到了，耶稣坐席，使徒也和他同坐。 15耶稣对他们说：“我很愿意在受害以先和你们吃这逾越节的筵席。 16我告诉你们：我不再吃这筵席，直到成就在神的国里。” 17耶稣接过杯来，祝谢了，说：“你们拿这个，大家分着喝。 18我告诉你们：从今以后，我不再喝这葡萄汁，直等神的国来到。” 19又拿起饼来，祝谢了，就擘开，递给他们，说：“这是我的身体，为你们舍的，你们也应当如此行，为的是记念我。” 20饭后也照样拿起杯来，说：“这杯是用我血所立的新约，是为你们流出来的。 21看哪，那卖我之人的手与我一同在桌子上。 22人子固然要照所预定的去世，但卖人子的人有祸了！” 23他们就彼此对问，是哪一个要作这事？ 24门徒起了争论：他们中间哪一个可算为大。 25耶稣说：“外邦人有君王为主治理他们，那掌权管他们的称为恩主。 26但你们不可这样。你们里头为大的，倒要像年幼的；为首领的，倒要像服侍人的。 27是谁为大？是坐席的呢？是服侍人的呢？不是坐席的大吗？然而，我在你们中间如同服侍人的。 28我在磨炼之中，常和我同在的就是你们。 29我将国赐给你们，正如我父赐给我一样， 30叫你们在我国里，坐在我的席上吃喝，并且坐在宝座上，审判以色列十二个支派。” 31主又说：“西门，西门！撒但想要得着你们，好筛你们像筛麦子一样。 32但我已经为你祈求，叫你不至于失了信心，你回头以后，要坚固你的弟兄。” 33彼得说：“主啊，我就是同你下监，同你受死，也是甘心。” 34耶稣说：“彼得，我告诉你，今日鸡还没有叫，你要三次说不认得我。” 35耶稣又对他们说：“我差你们出去的时候，没有钱囊、没有口袋、没有鞋，你们缺少什么没有？”他们说：“没有。” 36耶稣说：“但如今有钱囊的可以带着，有口袋的也可以带着，没有刀的要卖衣服买刀。 37我告诉你们，经上写着说：‘他被列在罪犯之中。’这话必应验在我身上，因为那关系我的事，必然成就。” 38他们说：“主啊，请看！这里有两把刀。”耶稣说：“够了。” 39耶稣出来，照常往橄榄山去，门徒也跟随他。 40到了那地方，就对他们说：“你们要祷告，免得入了迷惑。” 41于是离开他们约有扔一块石头那么远，跪下祷告， 42说：“父啊，你若愿意，就把这杯撤去，然而，不要成就我的意思，只要成就你的意思。” 43有一位天使从天上显现，加添他的力量。 44耶稣极其伤痛，祷告更加恳切，汗珠如大血点，滴在地上。 45祷告完了，就起来，到门徒那里，见他们因为忧愁都睡着了， 46就对他们说：“你们为什么睡觉呢？起来祷告！免得入了迷惑。” 47说话之间，来了许多人，那十二个门徒里名叫犹大的走在前头，就近耶稣，要与他亲嘴。 48耶稣对他说：“犹大，你用亲嘴的暗号卖人子吗？” 49左右的人见光景不好，就说：“主啊，我们拿刀砍可以不可以？” 50内中有一个人把大祭司的仆人砍了一刀，削掉了他的右耳。 51耶稣说：“到了这个地步，由他们吧！”就摸那人的耳朵，把他治好了。 52耶稣对那些来拿他的祭司长和守殿官并长老说：“你们带着刀棒出来拿我，如同拿强盗吗？ 53我天天同你们在殿里，你们不下手拿我。现在却是你们的时候，黑暗掌权了。” 54他们拿住耶稣，把他带到大祭司的宅里。彼得远远的跟着。 55他们在院子里生了火，一同坐着，彼得也坐在他们中间。 56有一个使女看见彼得坐在火光里，就定睛看他，说：“这个人素来也是同那人一伙的。” 57彼得却不承认，说：“女子，我不认得他。” 58过了不多的时候，又有一个人看见他，说：“你也是他们一党的。”彼得说：“你这个人！我不是。” 59约过了一小时，又有一个人极力地说：“他实在是同那人一伙的，因为他也是加利利人。” 60彼得说：“你这个人！我不晓得你说的是什么。”正说话之间，鸡就叫了。 61主转过身来看彼得。彼得便想起主对他所说的话：“今日鸡叫以先，你要三次不认我。” 62他就出去痛哭。 63看守耶稣的人戏弄他，打他， 64又蒙着他的眼，问他说：“你是先知，告诉我们打你的是谁？” 65他们还用许多别的话辱骂他。 66天一亮，民间的众长老连祭司长带文士都聚会，把耶稣带到他们的公会里， 67说：“你若是基督，就告诉我们。”耶稣说：“我若告诉你们，你们也不信； 68我若问你们，你们也不回答。 69从今以后，人子要坐在神权能的右边。” 70他们都说：“这样，你是神的儿子吗？”耶稣说：“你们所说的是。” 71他们说：“何必再用见证呢？他亲口所说的，我们都亲自听见了。” 1众人都起来，把耶稣解到彼拉多面前， 2就告他说：“我们见这人诱惑国民，禁止纳税给凯撒，并说自己是基督、是王。” 3彼拉多问耶稣说：“你是犹太人的王吗？”耶稣回答说：“你说的是。” 4彼拉多对祭司长和众人说：“我查不出这人有什么罪来。” 5但他们越发极力的说：“他煽惑百姓，在犹太遍地传道，从加利利起，直到这里了。” 6彼拉多一听见，就问：“这人是加利利人吗？” 7既晓得耶稣属希律所管，就把他送到希律那里去。那时希律正在耶路撒冷。 8希律看见耶稣，就很欢喜，因为听见过他的事，久已想要见他，并且指望看他行一件神迹。 9于是问他许多的话，耶稣却一言不答。 10祭司长和文士都站着，极力的告他。 11希律和他的兵丁就藐视耶稣，戏弄他，给他穿上华丽衣服，把他送回彼拉多那里去。 12从前希律和彼拉多彼此有仇，在那一天就成了朋友。 13彼拉多传齐了祭司长和官府并百姓， 14就对他们说：“你们解这人到我这里，说他是诱惑百姓的。看哪，我也曾将你们告他的事在你们面前审问他，并没有查出他什么罪来， 15就是希律也是如此，所以把他送回来。可见他没有作什么该死的事， 16故此，我要责打他，把他释放了。” 17（有古卷在此有“每逢这节期，巡抚必须释放一个囚犯给他们。”） 18众人却一齐喊着说：“除掉这个人！释放巴拉巴给我们！” 19这巴拉巴是因在城里作乱杀人，下在监里的。 20彼拉多愿意释放耶稣，就又劝解他们。 21无奈他们喊着说：“钉他十字架！钉他十字架！” 22彼拉多第三次对他们说：“为什么呢？这人作了什么恶事呢？我并没有查出他什么该死的罪来。所以，我要责打他，把他释放了。” 23他们大声催逼彼拉多，求他把耶稣钉在十字架上，他们的声音就得了胜。 24彼拉多这才照他们所求的定案， 25把他们所求的，那作乱杀人下在监里的释放了，把耶稣交给他们，任凭他们的意思行。 26带耶稣去的时候，有一个古利奈人西门从乡下来，他们就抓住他，把十字架搁在他身上，叫他背着跟随耶稣。 27有许多百姓跟随耶稣，内中有好些妇女，妇女们为他号咷痛哭。 28耶稣转身对她们说：“耶路撒冷的女子，不要为我哭，当为自己和自己的儿女哭。 29因为日子要到，人必说：‘不生育的和未曾怀胎的，未曾乳养婴孩的，有福了！’ 30那时，人要向大山说：‘倒在我们身上！’向小山说：‘遮盖我们！’ 31这些事既行在有汁水的树上，那枯干的树将来怎么样呢？” 32又有两个犯人，和耶稣一同带来处死。 33到了一个地方，名叫髑髅地，就在那里把耶稣钉在十字架上。又钉了两个犯人：一个在左边，一个在右边。 34当下耶稣说：“父啊，赦免他们！因为他们所作的，他们不晓得。”兵丁就拈阄分他的衣服。 35百姓站在那里观看。官府也嗤笑他，说：“他救了别人，他若是基督，神所拣选的，可以救自己吧！” 36兵丁也戏弄他，上前拿醋送给他喝， 37说：“你若是犹太人的王，可以救自己吧！” 38在耶稣以上有一个牌子（有古卷在此有“用希腊、罗马、希伯来的文字”）写着：“这是犹太人的王。”  39那同钉的两个犯人，有一个讥诮他说：“你不是基督吗？可以救自己和我们吧！” 40那一个就应声责备他说：“你既是一样受刑的，还不怕神吗？ 41我们是应该的，因我们所受的与我们所作的相称，但这个人没有作过一件不好的事。” 42就说：“耶稣啊，你得国降临的时候，求你记念我！” 43耶稣对他说：“我实在告诉你：今日你要同我在乐园里了。” 44那时约有午正，遍地都黑暗了，直到申初， 45日头变黑了，殿里的幔子从当中裂为两半。 46耶稣大声喊着说：“父啊，我将我的灵魂交在你手里！”说了这话，气就断了。 47百夫长看见所成的事，就归荣耀与神，说：“这真是个义人！” 48聚集观看的众人见了这所成的事，都捶着胸回去了。 49还有一切与耶稣熟识的人和从加利利跟着他来的妇女们，都远远地站着看这些事。 50有一个人名叫约瑟，是个议士，为人善良公义。 51众人所谋所为，他并没有附从。他本是犹太亚利马太城里素常盼望神国的人。 52这人去见彼拉多，求耶稣的身体； 53就取下来用细麻布裹好，安放在石头凿成的坟墓里，那里头从来没有葬过人。 54那日是预备日，安息日也快到了。 55那些从加利利和耶稣同来的妇女跟在后面，看见了坟墓和他的身体怎样安放。 56她们就回去，预备了香料香膏。她们在安息日，便遵着诫命安息了。'
            },
            gospelOptional:{
                title:'路加福音23:1-56',
                content:'1众人都起来，把耶稣解到彼拉多面前， 2就告他说：“我们见这人诱惑国民，禁止纳税给凯撒，并说自己是基督、是王。” 3彼拉多问耶稣说：“你是犹太人的王吗？”耶稣回答说：“你说的是。” 4彼拉多对祭司长和众人说：“我查不出这人有什么罪来。” 5但他们越发极力的说：“他煽惑百姓，在犹太遍地传道，从加利利起，直到这里了。” 6彼拉多一听见，就问：“这人是加利利人吗？” 7既晓得耶稣属希律所管，就把他送到希律那里去。那时希律正在耶路撒冷。 8希律看见耶稣，就很欢喜，因为听见过他的事，久已想要见他，并且指望看他行一件神迹。 9于是问他许多的话，耶稣却一言不答。 10祭司长和文士都站着，极力的告他。 11希律和他的兵丁就藐视耶稣，戏弄他，给他穿上华丽衣服，把他送回彼拉多那里去。 12从前希律和彼拉多彼此有仇，在那一天就成了朋友。 13彼拉多传齐了祭司长和官府并百姓， 14就对他们说：“你们解这人到我这里，说他是诱惑百姓的。看哪，我也曾将你们告他的事在你们面前审问他，并没有查出他什么罪来， 15就是希律也是如此，所以把他送回来。可见他没有作什么该死的事， 16故此，我要责打他，把他释放了。” 17（有古卷在此有“每逢这节期，巡抚必须释放一个囚犯给他们。”） 18众人却一齐喊着说：“除掉这个人！释放巴拉巴给我们！” 19这巴拉巴是因在城里作乱杀人，下在监里的。 20彼拉多愿意释放耶稣，就又劝解他们。 21无奈他们喊着说：“钉他十字架！钉他十字架！” 22彼拉多第三次对他们说：“为什么呢？这人作了什么恶事呢？我并没有查出他什么该死的罪来。所以，我要责打他，把他释放了。” 23他们大声催逼彼拉多，求他把耶稣钉在十字架上，他们的声音就得了胜。 24彼拉多这才照他们所求的定案， 25把他们所求的，那作乱杀人下在监里的释放了，把耶稣交给他们，任凭他们的意思行。 26带耶稣去的时候，有一个古利奈人西门从乡下来，他们就抓住他，把十字架搁在他身上，叫他背着跟随耶稣。 27有许多百姓跟随耶稣，内中有好些妇女，妇女们为他号咷痛哭。 28耶稣转身对她们说：“耶路撒冷的女子，不要为我哭，当为自己和自己的儿女哭。 29因为日子要到，人必说：‘不生育的和未曾怀胎的，未曾乳养婴孩的，有福了！’ 30那时，人要向大山说：‘倒在我们身上！’向小山说：‘遮盖我们！’ 31这些事既行在有汁水的树上，那枯干的树将来怎么样呢？” 32又有两个犯人，和耶稣一同带来处死。 33到了一个地方，名叫髑髅地，就在那里把耶稣钉在十字架上。又钉了两个犯人：一个在左边，一个在右边。 34当下耶稣说：“父啊，赦免他们！因为他们所作的，他们不晓得。”兵丁就拈阄分他的衣服。 35百姓站在那里观看。官府也嗤笑他，说：“他救了别人，他若是基督，神所拣选的，可以救自己吧！” 36兵丁也戏弄他，上前拿醋送给他喝， 37说：“你若是犹太人的王，可以救自己吧！” 38在耶稣以上有一个牌子（有古卷在此有“用希腊、罗马、希伯来的文字”）写着：“这是犹太人的王。”  39那同钉的两个犯人，有一个讥诮他说：“你不是基督吗？可以救自己和我们吧！” 40那一个就应声责备他说：“你既是一样受刑的，还不怕神吗？ 41我们是应该的，因我们所受的与我们所作的相称，但这个人没有作过一件不好的事。” 42就说：“耶稣啊，你得国降临的时候，求你记念我！” 43耶稣对他说：“我实在告诉你：今日你要同我在乐园里了。” 44那时约有午正，遍地都黑暗了，直到申初， 45日头变黑了，殿里的幔子从当中裂为两半。 46耶稣大声喊着说：“父啊，我将我的灵魂交在你手里！”说了这话，气就断了。 47百夫长看见所成的事，就归荣耀与神，说：“这真是个义人！” 48聚集观看的众人见了这所成的事，都捶着胸回去了。 49还有一切与耶稣熟识的人和从加利利跟着他来的妇女们，都远远地站着看这些事。 50有一个人名叫约瑟，是个议士，为人善良公义。 51众人所谋所为，他并没有附从。他本是犹太亚利马太城里素常盼望神国的人。 52这人去见彼拉多，求耶稣的身体； 53就取下来用细麻布裹好，安放在石头凿成的坟墓里，那里头从来没有葬过人。 54那日是预备日，安息日也快到了。 55那些从加利利和耶稣同来的妇女跟在后面，看见了坟墓和他的身体怎样安放。 56她们就回去，预备了香料香膏。她们在安息日，便遵着诫命安息了。'
            },
            gospelThree:{
                title:'约翰福音12:20-43',
                content:'20那时，上来过节礼拜的人中，有几个希腊人。 21他们来见加利利伯赛大的腓力，求他说：“先生，我们愿意见耶稣。” 22腓力去告诉安得烈，安得烈同腓力去告诉耶稣。 23耶稣说：“人子得荣耀的时候到了。 24我实实在在地告诉你们：一粒麦子不落在地里死了，仍旧是一粒；若是死了，就结出许多子粒来。 25爱惜自己生命的，就失丧生命；在这世上恨恶自己生命的，就要保守生命到永生。 26若有人服侍我，就当跟从我；我在哪里，服侍我的人也要在那里；若有人服侍我，我父必尊重他。” 27“我现在心里忧愁，我说什么才好呢？父啊，救我脱离这时候，但我原是为这时候来的。 28父啊，愿你荣耀你的名。”当时就有声音从天上来说：“我已经荣耀了我的名，还要再荣耀。” 29站在旁边的众人听见，就说：“打雷了。”还有人说：“有天使对他说话。” 30耶稣说：“这声音不是为我，是为你们来的。 31现在这世界受审判，这世界的王要被赶出去。 32我若从地上被举起来，就要吸引万人来归我。” 33耶稣这话原是指着自己将要怎样死说的。 34众人回答说：“我们听见律法上有话说基督是永存的，你怎么说人子必须被举起来呢？这人子是谁呢？” 35耶稣对他们说：“光在你们中间还有不多的时候，应当趁着有光行走，免得黑暗临到你们；那在黑暗里行走的，不知道往何处去。 36你们应当趁着有光，信从这光，使你们成为光明之子。” 耶稣说了这话，就离开他们，隐藏了。 37他虽然在他们面前行了许多神迹，他们还是不信他。 38这是要应验先知以赛亚的话，说：“主啊，我们所传的有谁信呢？主的膀臂向谁显露呢？” 39他们所以不能信，因为以赛亚又说： 40“主叫他们瞎了眼、硬了心，免得他们眼睛看见，心里明白，回转过来，我就医治他们。” 41以赛亚因为看见他的荣耀，就指着他说这话。 42虽然如此，官长中却有好些信他的，只因法利赛人的缘故，就不承认，恐怕被赶出会堂。 43这是因他们爱人的荣耀过于爱神的荣耀。'
            }
        },
        maundy:{
            firstReading:{
                title:'出埃及记12:1-14',
                content:'1耶和华在埃及地晓谕摩西、亚伦说： 2“你们要以本月为正月，为一年之首。 3你们吩咐以色列全会众说：本月初十日，各人要按着父家取羊羔，一家一只。 4若是一家的人太少，吃不了一只羊羔，本人就要和他隔壁的邻舍共取一只。你们预备羊羔，要按着人数和饭量计算。 5要无残疾、一岁的公羊羔，你们或从绵羊里取，或从山羊里取，都可以。 6要留到本月十四日，在黄昏的时候，以色列全会众把羊羔宰了。 7各家要取点血，涂在吃羊羔的房屋左右的门框上和门楣上。 8当夜要吃羊羔的肉，用火烤了，与无酵饼和苦菜同吃。 9不可吃生的，断不可吃水煮的，要带着头、腿、五脏，用火烤了吃。 10不可剩下一点留到早晨，若留到早晨，要用火烧了。 11你们吃羊羔当腰间束带，脚上穿鞋，手中拿杖，赶紧地吃，这是耶和华的逾越节。 12因为那夜我要巡行埃及地，把埃及地一切头生的，无论是人是牲畜，都击杀了，又要败坏埃及一切的神。我是耶和华。 13这血要在你们所住的房屋上作记号，我一见这血，就越过你们去，我击杀埃及地头生的时候，灾殃必不临到你们身上灭你们。 14你们要记念这日，守为耶和华的节，作为你们世世代代永远的定例。'
            },
            firstReadingOptional:{
                title:'出埃及记24:3-11',
                content:'3摩西下山，将耶和华的命令、典章都述说与百姓听。众百姓齐声说：“耶和华所吩咐的，我们都必遵行。” 4摩西将耶和华的命令都写上。清早起来，在山下筑一座坛，按以色列十二支派，立十二根柱子。 5又打发以色列人中的少年人去献燔祭，又向耶和华献牛为平安祭。 6摩西将血一半盛在盆中，一半洒在坛上。 7又将约书念给百姓听，他们说：“耶和华所吩咐的，我们都必遵行。” 8摩西将血洒在百姓身上，说：“你看！这是立约的血，是耶和华按这一切话与你们立约的凭据。”  9摩西、亚伦、拿答、亚比户，并以色列长老中的七十人，都上了山。 10他们看见以色列的神，他脚下仿佛有平铺的蓝宝石，如同天色明净。 11他的手不加害在以色列的尊者身上，他们观看神，他们又吃又喝。'
            },
            psalm:{
                title:'诗篇116:12-19',
                content:'12我拿什么报答耶和华向我所赐的一切厚恩？  13我要举起救恩的杯，称扬耶和华的名。  14我要在他众民面前向耶和华还我的愿。  15在耶和华眼中，看圣民之死极为宝贵。  16耶和华啊，我真是你的仆人；我是你的仆人，是你婢女的儿子。你已经解开我的绑索。  17我要以感谢为祭献给你，又要求告耶和华的名。  18我要在他众民面前，在耶和华殿的院内，在耶路撒冷当中，向耶和华还我的愿。你们要赞美耶和华！  19'
            },
            secondReading:{
                title:'哥林多前书11:23-32',
                content:'23我当日传给你们的，原是从主领受的，就是主耶稣被卖的那一夜，拿起饼来， 24祝谢了，就擘开，说：“这是我的身体，为你们舍的（“舍”有古卷作“擘开”）。你们应当如此行，为的是记念我。” 25饭后，也照样拿起杯来，说：“这杯是用我的血所立的新约。你们每逢喝的时候，要如此行，为的是记念我。” 26你们每逢吃这饼，喝这杯，是表明主的死，直等到他来。 27所以，无论何人不按理吃主的饼、喝主的杯，就是干犯主的身、主的血了。 28人应当自己省察，然后吃这饼、喝这杯。 29因为人吃喝，若不分辨是主的身体，就是吃喝自己的罪了。 30因此，在你们中间有好些软弱的与患病的，死的也不少（“死”原文作“睡”）。 31我们若是先分辨自己，就不至于受审。 32我们受审的时候，乃是被主惩治，免得我们和世人一同定罪。'
            },
            gospel:{
                title:'约翰福音13:1-15(34-35)',
                content:'1逾越节以前，耶稣知道自己离世归父的时候到了，他既然爱世间属自己的人，就爱他们到底。 2吃晚饭的时候（魔鬼已将卖耶稣的意思放在西门的儿子加略人犹大心里）， 3耶稣知道父已将万有交在他手里，且知道自己是从神出来的，又要归到神那里去， 4就离席站起来脱了衣服，拿一条手巾束腰。 5随后把水倒在盆里，就洗门徒的脚，并用自己所束的手巾擦干。 6挨到西门彼得，彼得对他说：“主啊，你洗我的脚吗？” 7耶稣回答说：“我所作的，你如今不知道，后来必明白。” 8彼得说：“你永不可洗我的脚。”耶稣说：“我若不洗你，你就与我无份了。” 9西门彼得说：“主啊，不但我的脚，连手和头也要洗。” 10耶稣说：“凡洗过澡的人，只要把脚一洗，全身就干净了；你们是干净的，然而不都是干净的。” 11耶稣原知道要卖他的是谁，所以说：“你们不都是干净的。”  12耶稣洗完了他们的脚，就穿上衣服，又坐下，对他们说：“我向你们所作的，你们明白吗？ 13你们称呼我夫子，称呼我主，你们说的不错，我本来是。 14我是你们的主，你们的夫子，尚且洗你们的脚，你们也当彼此洗脚。 15我给你们作了榜样，叫你们照着我向你们所作的去作。\n【34我赐给你们一条新命令，乃是叫你们彼此相爱；我怎样爱你们，你们也要怎样相爱。 35你们若有彼此相爱的心，众人因此就认出你们是我的门徒了。”】'
            }
        },
        goodFriday:{
            firstReading:{
                title:'以赛亚书52:13-53:12',
                content:'13我的仆人行事必有智慧（或作“行事通达”），必被高举上升，且成为至高。  14许多人因他（原文作“你”）惊奇（他的面貌比别人憔悴，他的形容比世人枯槁），  15这样，他必洗净（或作“鼓动”）许多国民，君王要向他闭口。因所未曾传与他们的，他们必看见；未曾听见的，他们要明白。 1我们所传的（或作“所传与我们的”）有谁信呢？耶和华的膀臂向谁显露呢？  2他在耶和华面前生长如嫩芽，像根出于干地。他无佳形美容，我们看见他的时候，也无美貌使我们羡慕他。  3他被藐视，被人厌弃，多受痛苦，常经忧患。他被藐视，好像被人掩面不看的一样，我们也不尊重他。  4他诚然担当我们的忧患，背负我们的痛苦；我们却以为他受责罚，被神击打苦待了。  5哪知他为我们的过犯受害，为我们的罪孽压伤。因他受的刑罚，我们得平安；因他受的鞭伤，我们得医治。  6我们都如羊走迷，各人偏行己路，耶和华使我们众人的罪孽都归在他身上。  7他被欺压，在受苦的时候却不开口（或作“他受欺压，却自卑不开口”），他像羊羔被牵到宰杀之地，又像羊在剪毛的人手下无声，他也是这样不开口。  8因受欺压和审判，他被夺去，至于他同世的人，谁想他受鞭打、从活人之地被剪除，是因我百姓的罪过呢？  9他虽然未行强暴，口中也没有诡诈，人还使他与恶人同埋；谁知死的时候与财主同葬。  10耶和华却定意（或作“喜悦”）将他压伤，使他受痛苦；耶和华以他为赎罪祭（或作“他献本身为赎罪祭”）。他必看见后裔，并且延长年日，耶和华所喜悦的事必在他手中亨通。  11他必看见自己劳苦的功效，便心满意足。有许多人因认识我的义仆得称为义，并且他要担当他们的罪孽。  12所以，我要使他与位大的同份，与强盛的均分掳物；因为他将命倾倒，以致于死，他也被列在罪犯之中。他却担当多人的罪，又为罪犯代求。'
            },
            psalm:{
                title:'诗篇22',
                content:'1我的神，我的神！为什么离弃我？为什么远离不救我，不听我唉哼的言语？  2我的神啊，我白日呼求，你不应允；夜间呼求，并不住声。  3但你是圣洁的，是用以色列的赞美为宝座（“宝座”或作“居所”）的。  4我们的祖宗倚靠你。他们倚靠你，你便解救他们。  5他们哀求你，便蒙解救；他们倚靠你，就不羞愧。  6但我是虫，不是人，被众人羞辱，被百姓藐视。  7凡看见我的都嗤笑我，他们撇嘴摇头，说：  8“他把自己交托耶和华，耶和华可以救他吧！耶和华既喜悦他，可以搭救他吧！”  9但你是叫我出母腹的，我在母怀里，你就使我有倚靠的心；  10我自出母胎就被交在你手里，从我母亲生我，你就是我的神。  11求你不要远离我，因为急难临近了，没有人帮助我。  12有许多公牛围绕我，巴珊大力的公牛四面困住我；  13它们向我张口，好像抓撕吼叫的狮子。  14我如水被倒出来，我的骨头都脱了节，我心在我里面如蜡熔化。  15我的精力枯干，如同瓦片；我的舌头贴在我牙床上。你将我安置在死地的尘土中。  16犬类围着我，恶党环绕我；他们扎了我的手、我的脚。  17我的骨头，我都能数过，他们瞪着眼看我。  18他们分我的外衣，为我的里衣拈阄。  19耶和华啊，求你不要远离我；我的救主啊，求你快来帮助我！  20求你救我的灵魂脱离刀剑，救我的生命脱离犬类（“生命”原文作“独一者”），  21救我脱离狮子的口；你已经应允我，使我脱离野牛的角。  22我要将你的名传与我的弟兄，在会中我要赞美你。  23你们敬畏耶和华的人要赞美他！雅各的后裔都要荣耀他！以色列的后裔都要惧怕他！  24因为他没有藐视憎恶受苦的人，也没有向他掩面；那受苦之人呼吁的时候，他就垂听。  25我在大会中赞美你的话是从你而来的；我要在敬畏耶和华的人面前还我的愿。  26谦卑的人必吃得饱足，寻求耶和华的人必赞美他。愿你们的心永远活着。  27地的四极都要想念耶和华，并且归顺他；列国的万族都要在你面前敬拜。  28因为国权是耶和华的，他是管理万国的。  29地上一切丰肥的人必吃喝而敬拜；凡下到尘土中不能存活自己性命的人，都要在他面前下拜。  30他必有后裔侍奉他，主所行的事必传与后代；  31他们必来把他的公义传给将要生的民，言明这事是他所行的。'
            },
            psalmOptional:{
                title:'诗篇31',
                content:'1耶和华啊，我投靠你，求你使我永不羞愧，凭你的公义搭救我。  2求你侧耳而听，快快救我，作我坚固的磐石，拯救我的保障。  3因为你是我的岩石，我的山寨，所以求你为你名的缘故引导我，指点我。  4求你救我脱离人为我暗设的网罗，因为你是我的保障。  5我将我的灵魂交在你手里。耶和华诚实的神啊，你救赎了我。  6我恨恶那信奉虚无之神的人，我却倚靠耶和华。  7我要为你的慈爱高兴欢喜，因为你见过我的困苦，知道我心中的艰难。  8你未曾把我交在仇敌手里，你使我的脚站在宽阔之处。  9耶和华啊，求你怜恤我，因为我在急难之中。我的眼睛因忧愁而干瘪，连我的身心也不安舒。  10我的生命为愁苦所消耗，我的年岁为叹息所旷废，我的力量因我的罪孽衰败，我的骨头也枯干。  11我因一切敌人成了羞辱，在我的邻舍跟前更甚；那认识我的都惧怕我，在外头看见我的都躲避我。  12我被人忘记，如同死人，无人记念。我好像破碎的器皿。  13我听见了许多人的谗谤，四围都是惊吓。他们一同商议攻击我的时候，就图谋要害我的性命。  14耶和华啊，我仍旧倚靠你。我说：“你是我的神。”  15我终身的事在你手中，求你救我脱离仇敌的手和那些逼迫我的人。  16求你使你的脸光照仆人，凭你的慈爱拯救我。  17耶和华啊，求你叫我不至羞愧，因为我曾呼吁你；求你使恶人羞愧，使他们在阴间缄默无声。  18那撒谎的人逞骄傲轻慢，出狂妄的话攻击义人，愿他的嘴哑而无言。  19敬畏你、投靠你的人，你为他们所积存的，在世人面前所施行的恩惠是何等大呢！  20你必把他们藏在你面前的隐密处，免得遇见人的计谋；你必暗暗地保守他们在亭子里，免受口舌的争闹。  21耶和华是应当称颂的，因为他在坚固城里向我施展奇妙的慈爱。  22至于我，我曾急促地说：“我从你眼前被隔绝。”然而，我呼求你的时候，你仍听我恳求的声音。  23耶和华的圣民哪，你们都要爱他！耶和华保护诚实人，足足报应行事骄傲的人。  24凡仰望耶和华的人，你们都要壮胆，坚固你们的心。'
            },
            secondReading:{
                title:'希伯来书4:14-16; 5:7-9',
                content:'14我们既然有一位已经升入高天尊荣的大祭司，就是神的儿子耶稣，便当持定所承认的道。 15因我们的大祭司并非不能体恤我们的软弱，他也曾凡事受过试探，与我们一样，只是他没有犯罪。 16所以我们只管坦然无惧的来到施恩的宝座前，为要得怜恤，蒙恩惠，作随时的帮助。\n7基督在肉体的时候既大声哀哭，流泪祷告，恳求那能救他免死的主，就因他的虔诚蒙了应允。 8他虽然为儿子，还是因所受的苦难学了顺从。 9他既得以完全，就为凡顺从他的人成了永远得救的根源'
            },
            gospel:{
                title:'约翰福音18:1-19:42',
                content:'1耶稣说了这话，就同门徒出去，过了汲沦溪，在那里有一个园子，他和门徒进去了。 2卖耶稣的犹大也知道那地方，因为耶稣和门徒屡次上那里去聚集。 3犹大领了一队兵和祭司长并法利赛人的差役，拿着灯笼、火把、兵器，就来到园里。 4耶稣知道将要临到自己的一切事，就出来对他们说：“你们找谁？” 5他们回答说：“找拿撒勒人耶稣。”耶稣说：“我就是。”卖他的犹大也同他们站在那里。 6耶稣一说“我就是”，他们就退后倒在地上。 7他又问他们说：“你们找谁？”他们说：“找拿撒勒人耶稣。” 8耶稣说：“我已经告诉你们，我就是。你们若找我，就让这些人去吧！” 9这要应验耶稣从前的话，说：“你所赐给我的人，我没有失落一个。” 10西门彼得带着一把刀，就拔出来，将大祭司的仆人砍了一刀，削掉他的右耳，那仆人名叫马勒古。 11耶稣就对彼得说：“收刀入鞘吧！我父所给我的那杯，我岂可不喝呢？” 12那队兵和千夫长并犹太人的差役就拿住耶稣，把他捆绑了， 13先带到亚那面前，因为亚那是本年作大祭司该亚法的岳父。 14这该亚法就是从前向犹太人发议论说“一个人替百姓死是有益的”那位。 15西门彼得跟着耶稣，还有一个门徒跟着，那门徒是大祭司所认识的，他就同耶稣进了大祭司的院子。 16彼得却站在门外；大祭司所认识的那个门徒出来，和看门的使女说了一声，就领彼得进去。 17那看门的使女对彼得说：“你不也是这人的门徒吗？”他说：“我不是。” 18仆人和差役因为天冷，就生了炭火，站在那里烤火，彼得也同他们站着烤火。 19大祭司就以耶稣的门徒和他的教训盘问他。 20耶稣回答说：“我从来是明明地对世人说话，我常在会堂和殿里，就是犹太人聚集的地方教训人；我在暗地里并没有说什么。 21你为什么问我呢？可以问那听见的人，我对他们说的是什么；我所说的，他们都知道。” 22耶稣说了这话，旁边站着的一个差役用手掌打他，说：“你这样回答大祭司吗？” 23耶稣说：“我若说得不是，你可以指证那不是；我若说得是，你为什么打我呢？” 24亚那就把耶稣解到大祭司该亚法那里，仍是捆着解去的。 25西门彼得正站着烤火，有人对他说：“你不也是他的门徒吗？”彼得不承认，说：“我不是。” 26有大祭司的一个仆人，是彼得削掉耳朵那人的亲属，说：“我不是看见你同他在园子里吗？” 27彼得又不承认。立时鸡就叫了。 28众人将耶稣从该亚法那里往衙门内解去，那时天还早，他们自己却不进衙门，恐怕染了污秽，不能吃逾越节的筵席。 29彼拉多就出来，到他们那里，说：“你们告这人是为什么事呢？” 30他们回答说：“这人若不是作恶的，我们就不把他交给你。” 31彼拉多说：“你们自己带他去，按着你们的律法审问他吧！”犹太人说：“我们没有杀人的权柄。” 32这要应验耶稣所说自己将要怎样死的话了。 33彼拉多又进了衙门，叫耶稣来，对他说：“你是犹太人的王吗？” 34耶稣回答说：“这话是你自己说的，还是别人论我对你说的呢？” 35彼拉多说：“我岂是犹太人呢？你本国的人和祭司长把你交给我，你作了什么事呢？” 36耶稣回答说：“我的国不属这世界；我的国若属这世界，我的臣仆必要争战，使我不至于被交给犹太人；只是我的国不属这世界。” 37彼拉多就对他说：“这样，你是王吗？”耶稣回答说：“你说我是王，我为此而生，也为此来到世间，特为给真理作见证；凡属真理的人就听我的话。” 38彼拉多说：“真理是什么呢？” 说了这话，又出来到犹太人那里，对他们说：“我查不出他有什么罪来， 39但你们有个规矩，在逾越节要我给你们释放一个人，你们要我给你们释放犹太人的王吗？” 40他们又喊着说：“不要这人，要巴拉巴！”这巴拉巴是个强盗。 1当下彼拉多将耶稣鞭打了。 2兵丁用荆棘编作冠冕戴在他头上，给他穿上紫袍， 3又挨近他说：“恭喜犹太人的王啊！”他们就用手掌打他。 4彼拉多又出来对众人说：“我带他出来见你们，叫你们知道我查不出他有什么罪来。” 5耶稣出来，戴着荆棘冠冕，穿着紫袍。彼拉多对他们说：“你们看这个人。” 6祭司长和差役看见他，就喊着说：“钉他十字架！钉他十字架！”彼拉多说：“你们自己把他钉十字架吧！我查不出他有什么罪来。” 7犹太人回答说：“我们有律法。按那律法，他是该死的，因他以自己为神的儿子。”  8彼拉多听见这话，越发害怕。 9又进衙门，对耶稣说：“你是哪里来的？”耶稣却不回答。 10彼拉多说：“你不对我说话吗？你岂不知我有权柄释放你，也有权柄把你钉十字架吗？” 11耶稣回答说：“若不是从上头赐给你的，你就毫无权柄办我，所以把我交给你的那人，罪更重了。” 12从此彼拉多想要释放耶稣，无奈犹太人喊着说：“你若释放这个人，就不是凯撒的忠臣（原文作“朋友”）。凡以自己为王的，就是背叛凯撒了。”  13彼拉多听见这话，就带耶稣出来，到了一个地方，名叫铺华石处，希伯来话叫厄巴大，就在那里坐堂。 14那日是预备逾越节的日子，约有午正，彼拉多对犹太人说：“看哪，这是你们的王。” 15他们喊着说：“除掉他，除掉他！钉他在十字架上！”彼拉多说：“我可以把你们的王钉十字架吗？”祭司长回答说：“除了凯撒，我们没有王。” 16于是，彼拉多将耶稣交给他们去钉十字架。 17他们就把耶稣带了去。耶稣背着自己的十字架出来，到了一个地方，名叫髑髅地，希伯来话叫各各他。 18他们就在那里钉他在十字架上，还有两个人和他一同钉着，一边一个，耶稣在中间。 19彼拉多又用牌子写了一个名号，安在十字架上，写的是：“犹太人的王，拿撒勒人耶稣。” 20有许多犹太人念这名号，因为耶稣被钉十字架的地方，与城相近，并且是用希伯来、罗马、希腊三样文字写的。 21犹太人的祭司长就对彼拉多说：“不要写‘犹太人的王’，要写‘他自己说我是犹太人的王’。” 22彼拉多说：“我所写的，我已经写上了。”  23兵丁既然将耶稣钉在十字架上，就拿他的衣服分为四份，每兵一份；又拿他的里衣，这件里衣原来没有缝儿，是上下一片织成的。 24他们就彼此说：“我们不要撕开，只要拈阄，看谁得着。”这要应验经上的话说：“他们分了我的外衣，为我的里衣拈阄。”兵丁果然作了这事。 25站在耶稣十字架旁边的，有他母亲与他母亲的姐妹，并革罗罢的妻子马利亚和抹大拉的马利亚。 26耶稣见母亲和他所爱的那门徒站在旁边，就对他母亲说：“母亲（原文作“妇人”），看你的儿子！” 27又对那门徒说：“看你的母亲！”从此，那门徒就接她到自己家里去了。 28这事以后，耶稣知道各样的事已经成了，为要使经上的话应验，就说：“我渴了！” 29有一个器皿盛满了醋，放在那里，他们就拿海绒蘸满了醋，绑在牛膝草上，送到他口。 30耶稣尝（原文作“受”）了那醋，就说：“成了！”便低下头，将灵魂交付神了。 31犹太人因这日是预备日，又因那安息日是个大日，就求彼拉多叫人打断他们的腿，把他们拿去，免得尸首当安息日留在十字架上。 32于是兵丁来，把头一个人的腿，并与耶稣同钉第二个人的腿都打断了。 33只是来到耶稣那里，见他已经死了，就不打断他的腿。 34惟有一个兵拿枪扎他的肋旁，随即有血和水流出来。 35看见这事的那人就作见证，他的见证也是真的，并且他知道自己所说的是真的，叫你们也可以信。 36这些事成了，为要应验经上的话说：“他的骨头一根也不可折断。” 37经上又有一句说：“他们要仰望自己所扎的人。” 38这些事以后，有亚利马太人约瑟，是耶稣的门徒，只因怕犹太人，就暗暗地作门徒。他来求彼拉多，要把耶稣的身体领去。彼拉多允准，他就把耶稣的身体领去了。 39又有尼哥底母，就是先前夜里去见耶稣的，带着没药和沉香约有一百斤前来。 40他们就照犹太人殡葬的规矩，把耶稣的身体用细麻布加上香料裹好了。 41在耶稣钉十字架的地方有一个园子，园子里有一座新坟墓，是从来没有葬过人的。 42只因是犹太人的预备日，又因那坟墓近，他们就把耶稣安放在那里。'
            },
            gospelOptional:{
                title:'约翰福音19:17-30',
                content:'17他们就把耶稣带了去。耶稣背着自己的十字架出来，到了一个地方，名叫髑髅地，希伯来话叫各各他。 18他们就在那里钉他在十字架上，还有两个人和他一同钉着，一边一个，耶稣在中间。 19彼拉多又用牌子写了一个名号，安在十字架上，写的是：“犹太人的王，拿撒勒人耶稣。” 20有许多犹太人念这名号，因为耶稣被钉十字架的地方，与城相近，并且是用希伯来、罗马、希腊三样文字写的。 21犹太人的祭司长就对彼拉多说：“不要写‘犹太人的王’，要写‘他自己说我是犹太人的王’。” 22彼拉多说：“我所写的，我已经写上了。”  23兵丁既然将耶稣钉在十字架上，就拿他的衣服分为四份，每兵一份；又拿他的里衣，这件里衣原来没有缝儿，是上下一片织成的。 24他们就彼此说：“我们不要撕开，只要拈阄，看谁得着。”这要应验经上的话说：“他们分了我的外衣，为我的里衣拈阄。”兵丁果然作了这事。 25站在耶稣十字架旁边的，有他母亲与他母亲的姐妹，并革罗罢的妻子马利亚和抹大拉的马利亚。 26耶稣见母亲和他所爱的那门徒站在旁边，就对他母亲说：“母亲（原文作“妇人”），看你的儿子！” 27又对那门徒说：“看你的母亲！”从此，那门徒就接她到自己家里去了。 28这事以后，耶稣知道各样的事已经成了，为要使经上的话应验，就说：“我渴了！” 29有一个器皿盛满了醋，放在那里，他们就拿海绒蘸满了醋，绑在牛膝草上，送到他口。 30耶稣尝（原文作“受”）了那醋，就说：“成了！”便低下头，将灵魂交付神了。'
            }
        },
        easter:{
            firstReading:{
                title:'以赛亚书65:17-25',
                content:'17“看哪，我造新天新地，从前的事不再被记念，也不再追想。  18你们当因我所造的永远欢喜快乐，因我造耶路撒冷为人所喜，造其中的居民为人所乐。  19我必因耶路撒冷欢喜，因我的百姓快乐。其中必不再听见哭泣的声音和哀号的声音。  20其中必没有数日夭亡的婴孩，也没有寿数不满的老者；因为百岁死的仍算孩童，有百岁死的罪人算被咒诅。  21他们要建造房屋，自己居住；栽种葡萄园，吃其中的果子。  22他们建造的，别人不得住；他们栽种的，别人不得吃；因为我民的日子必像树木的日子，我选民亲手劳碌得来的必长久享用。  23他们必不徒然劳碌，所生产的，也不遭灾害，因为都是蒙耶和华赐福的后裔，他们的子孙也是如此。  24他们尚未求告，我就应允；正说话的时候，我就垂听。  25豺狼必与羊羔同食，狮子必吃草与牛一样，尘土必作蛇的食物。在我圣山的遍处，这一切都不伤人、不害物。这是耶和华说的。”'
            },
            psalm:{
                title:'诗篇16',
                content:'1神啊，求你保佑我，因为我投靠你。  2我的心哪，你曾对耶和华说：“你是我的主，我的好处不在你以外。”  3论到世上的圣民，他们又美又善，是我最喜悦的。  4以别神代替耶和华的（或作“送礼物给别神的”），他们的愁苦必加增；他们所浇奠的血我不献上；我嘴唇也不提别神的名号。  5耶和华是我的产业，是我杯中的份；我所得的，你为我持守。  6用绳量给我的地界，坐落在佳美之处；我的产业实在美好。  7我必称颂那指教我的耶和华，我的心肠在夜间也警戒我。  8我将耶和华常摆在我面前，因他在我右边，我便不至摇动。  9因此，我的心欢喜，我的灵（原文作“荣耀”）快乐，我的肉身也要安然居住。  10因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。  11你必将生命的道路指示我。在你面前有满足的喜乐，在你右手中有永远的福乐。'
            },
            secondReading:{
                title:'哥林多前书15:19-26',
                content:'19我们若靠基督只在今生有指望，就算比众人更可怜。  20但基督已经从死里复活，成为睡了之人初熟的果子。 21死既是因一人而来，死人复活也是因一人而来。 22在亚当里众人都死了，照样，在基督里众人也都要复活。 23但各人是按着自己的次序复活，初熟的果子是基督，以后在他来的时候，是那些属基督的。 24再后，末期到了，那时基督既将一切执政的、掌权的、有能的都毁灭了，就把国交与父神。 25因为基督必要作王，等神把一切仇敌都放在他的脚下。 26尽末了所毁灭的仇敌就是死。'
            },
            gospel:{
                title:'路加福音24:1-12',
                content:'1七日的头一日，黎明的时候，那些妇女带着所预备的香料来到坟墓前， 2看见石头已经从坟墓滚开了。 3她们就进去，只是不见主耶稣的身体。 4正在猜疑之间，忽然有两个人站在旁边，衣服放光。 5妇女们惊怕，将脸伏地。那两个人就对她们说：“为什么在死人中找活人呢？ 6他不在这里，已经复活了。当记念他还在加利利的时候怎样告诉你们， 7说：‘人子必须被交在罪人手里，钉在十字架上，第三日复活。’” 8她们就想起耶稣的话来， 9便从坟墓那里回去，把这一切的事告诉十一个使徒和其余的人。 10那告诉使徒的，就是抹大拉的马利亚和约亚拿，并雅各的母亲马利亚，还有与她们在一处的妇女。 11她们这些话，使徒以为是胡言，就不相信。 12彼得起来，跑到坟墓前，低头往里看，见细麻布独在一处，就回去了，心里希奇所成的事。'
            }
        },
        easter2:{
            firstReading:{
                title:'使徒行传5:12-20(21-32)',
                content:'12主藉使徒的手在民间行了许多神迹奇事。他们（或作“信的人”）都同心合意的在所罗门的廊下； 13其余的人没有一个敢贴近他们，百姓却尊重他们。 14信而归主的人越发增添，连男带女很多。 15甚至有人将病人抬到街上，放在床上或褥子上，指望彼得过来的时候，或者得他的影儿照在什么人身上。 16还有许多人带着病人和被污鬼缠磨的，从耶路撒冷四围的城邑来，全都得了医治。 17大祭司和他的一切同人，就是撒都该教门的人，都起来，满心忌恨， 18就下手拿住使徒，收在外监。 19但主的使者夜间开了监门，领他们出来， 20说：“你们去站在殿里，把这生命的道都讲给百姓听。” 【21使徒听了这话，天将亮的时候就进殿里去教训人。大祭司和他的同人来了，叫齐公会的人和以色列族的众长老，就差人到监里去，要把使徒提出来。 22但差役到了，不见他们在监里，就回来禀报说： 23“我们看见监牢关得极妥当，看守的人也站在门外，及至开了门，里面一个人都不见。” 24守殿官和祭司长听见这话，心里犯难，不知这事将来如何。 25有一个人来禀报说：“你们收在监里的人，现在站在殿里教训百姓。” 26于是守殿官和差役去带使徒来，并没有用强暴，因为怕百姓用石头打他们。 27带到了，便叫使徒站在公会前。大祭司问他们说： 28“我们不是严严的禁止你们，不可奉这名教训人吗？你们倒把你们的道理充满了耶路撒冷，想要叫这人的血归到我们身上。” 29彼得和众使徒回答说：“顺从神，不顺从人，是应当的。 30你们挂在木头上杀害的耶稣，我们祖宗的神已经叫他复活。 31神且用右手将他高举（或作“他就是神高举在自己的右边”），叫他作君王、作救主，将悔改的心和赦罪的恩赐给以色列人。 32我们为这事作见证，神赐给顺从之人的圣灵，也为这事作见证。”】'
            },
            psalm:{
                title:'诗篇148',
                content:'1你们要赞美耶和华！从天上赞美耶和华，在高处赞美他。  2他的众使者都要赞美他，他的诸军都要赞美他。  3日头、月亮，你们要赞美他；放光的星宿，你们都要赞美他。  4天上的天和天上的水，你们都要赞美他。  5愿这些都赞美耶和华的名，因他一吩咐便都造成。  6他将这些立定，直到永永远远。他定了命，不能废去（或作“越过”）。  7所有在地上的，大鱼和一切深洋，  8火与冰雹，雪和雾气，成就他命的狂风，  9大山和小山，结果的树木和一切香柏树，  10野兽和一切牲畜，昆虫和飞鸟，  11世上的君王和万民，首领和世上一切审判官，  12少年人和处女，老年人和孩童，都当赞美耶和华。  13愿这些都赞美耶和华的名；因为独有他的名被尊崇，他的荣耀在天地之上。  14他将他百姓的角高举，因此他（“因此他”或作“他使”）一切圣民以色列人，就是与他相近的百姓，都赞美他。你们要赞美耶和华！'
            },
            secondReading:{
                title:'启示录1:4-18',
                content:'4约翰写信给亚西亚的七个教会。但愿从那昔在、今在、以后永在的神和他宝座前的七灵， 5并那诚实作见证的，从死里首先复活，为世上君王元首的耶稣基督，有恩惠、平安归与你们！他爱我们，用自己的血使我们脱离罪恶（“脱离”有古卷“洗去”）， 6又使我们成为国民，作他父神的祭司。但愿荣耀、权能归给他，直到永永远远。阿们！  7看哪，他驾云降临，众目要看见他，连刺他的人也要看见他，地上的万族都要因他哀哭。这话是真实的。阿们！  8主神说：“我是阿拉法，我是俄梅戛（“阿拉法，俄梅戛”是希腊字母首末二字），是昔在、今在、以后永在的全能者。” 9我约翰就是你们的弟兄，和你们在耶稣的患难、国度、忍耐里一同有份，为神的道，并为给耶稣作的见证，曾在那名叫拔摩的海岛上。 10当主日，我被圣灵感动，听见在我后面有大声音如吹号，说： 11“你所看见的，当写在书上，达与以弗所、士每拿、别迦摩、推雅推喇、撒狄、非拉铁非、老底嘉那七个教会。” 12我转过身来，要看是谁发声与我说话；既转过来，就看见七个金灯台。 13灯台中间有一位好像人子，身穿长衣，直垂到脚，胸间束着金带。 14他的头与发皆白，如白羊毛，如雪，眼目如同火焰， 15脚好像在炉中锻炼光明的铜，声音如同众水的声音。 16他右手拿着七星，从他口中出来一把两刃的利剑，面貌如同烈日放光。  17我一看见，就仆倒在他脚前，像死了一样。他用右手按着我说：“不要惧怕！我是首先的，我是末后的， 18又是那存活的。我曾死过，现在又活了，直活到永永远远，并且拿着死亡和阴间的钥匙。'
            },
            gospel:{
                title:'约翰福音20:19-31',
                content:'19那日（就是七日的第一日）晚上，门徒所在的地方，因怕犹太人，门都关了。耶稣来站在当中，对他们说：“愿你们平安！” 20说了这话，就把手和肋旁指给他们看。门徒看见主，就喜乐了。 21耶稣又对他们说：“愿你们平安！父怎样差遣了我，我也照样差遣你们。” 22说了这话，就向他们吹一口气，说：“你们受圣灵。 23你们赦免谁的罪，谁的罪就赦免了；你们留下谁的罪，谁的罪就留下了。” 24那十二个门徒中，有称为低土马的多马，耶稣来的时候，他没有和他们同在。 25那些门徒就对他说：“我们已经看见主了。”多马却说：“我非看见他手上的钉痕，用指头探入那钉痕，又用手探入他的肋旁，我总不信。” 26过了八日，门徒又在屋里，多马也和他们同在。门都关了。耶稣来站在当中说：“愿你们平安！” 27就对多马说：“伸过你的指头来，摸（“摸”原文作“看”）我的手；伸出你的手来，探入我的肋旁。不要疑惑，总要信。” 28多马说：“我的主，我的神！” 29耶稣对他说：“你因看见了我才信；那没有看见就信的有福了。” 30耶稣在门徒面前另外行了许多神迹，没有记在这书上。 31但记这些事，要叫你们信耶稣是基督，是神的儿子，并且叫你们信了他，就可以因他的名得生命。'
            }
        },
        easter3:{
            firstReading:{
                title:'使徒行传9:1-22',
                content:'1扫罗仍然向主的门徒口吐威吓凶杀的话，去见大祭司， 2求文书给大马士革的各会堂，若是找着信奉这道的人，无论男女，都准他捆绑带到耶路撒冷。 3扫罗行路，将到大马士革，忽然从天上发光，四面照着他。 4他就仆倒在地，听见有声音对他说：“扫罗，扫罗！你为什么逼迫我？” 5他说：“主啊！你是谁？”主说：“我就是你所逼迫的耶稣。 6起来！进城去，你所当作的事，必有人告诉你。” 7同行的人站在那里，说不出话来，听见声音，却看不见人。 8扫罗从地上起来，睁开眼睛，竟不能看见什么。有人拉他的手领他进了大马士革。 9三日不能看见，也不吃，也不喝。 10当下，在大马士革有一个门徒，名叫亚拿尼亚。主在异象中对他说：“亚拿尼亚。”他说：“主，我在这里。” 11主对他说：“起来！往直街去，在犹大的家里，访问一个大数人，名叫扫罗。他正祷告； 12又看见了一个人，名叫亚拿尼亚，进来按手在他身上，叫他能看见。” 13亚拿尼亚回答说：“主啊，我听见许多人说，这人怎样在耶路撒冷多多苦害你的圣徒， 14并且他在这里有从祭司长得来的权柄，捆绑一切求告你名的人。” 15主对亚拿尼亚说：“你只管去。他是我所拣选的器皿，要在外邦人和君王并以色列人面前宣扬我的名。 16我也要指示他，为我的名必须受许多的苦难。” 17亚拿尼亚就去了，进入那家，把手按在扫罗身上说：“兄弟扫罗，在你来的路上向你显现的主，就是耶稣，打发我来，叫你能看见，又被圣灵充满。” 18扫罗的眼睛上好像有鳞立刻掉下来，他就能看见，于是起来受了洗， 19吃过饭就健壮了。 扫罗和大马士革的门徒同住了些日子， 20就在各会堂里宣传耶稣，说他是神的儿子。 21凡听见的人都惊奇，说：“在耶路撒冷残害求告这名的，不是这人吗？并且他到这里来，特要捆绑他们，带到祭司长那里。” 22但扫罗越发有能力，驳倒住大马士革的犹太人，证明耶稣是基督。'
            },
            psalm:{
                title:'诗篇30',
                content:'1耶和华啊，我要尊崇你，因为你曾提拔我，不叫仇敌向我夸耀。  2耶和华我的神啊，我曾呼求你，你医治了我。  3耶和华啊，你曾把我的灵魂从阴间救上来，使我存活，不至于下坑。  4耶和华的圣民哪，你们要歌颂他，称赞他可记念的圣名。  5因为，他的怒气不过是转眼之间，他的恩典乃是一生之久。一宿虽然有哭泣，早晨便必欢呼。  6至于我，我凡事平顺，便说：“我永不动摇。”  7耶和华啊，你曾施恩，叫我的江山稳固；你掩了面我就惊惶。  8耶和华啊，我曾求告你。我向耶和华恳求，说：  9“我被害流血，下到坑中，有什么益处呢？尘土岂能称赞你，传说你的诚实吗？  10耶和华啊，求你应允我，怜恤我；耶和华啊，求你帮助我。”  11你已将我的哀哭变为跳舞，将我的麻衣脱去，给我披上喜乐，  12好叫我的灵（原文作“荣耀”）歌颂你，并不住声。耶和华我的神啊，我要称谢你，直到永远。'
            },
            secondReading:{
                title:'启示录5:(1-7)8-14',
                content:'【1我看见坐宝座的右手中有书卷，里外都写着字，用七印封严了。 2我又看见一位大力的天使大声宣传说：“有谁配展开那书卷，揭开那七印呢？” 3在天上、地上、地底下，没有能展开、能观看那书卷的。 4因为没有配展开、配观看那书卷的，我就大哭。 5长老中有一位对我说：“不要哭！看哪，犹大支派中的狮子，大卫的根，他已得胜，能以展开那书卷，揭开那七印。”  6我又看见宝座与四活物并长老之中，有羔羊站立，像是被杀过的，有七角七眼，就是神的七灵，奉差遣往普天下去的。 7这羔羊前来，从坐宝座的右手里拿了书卷。 】8他既拿了书卷，四活物和二十四位长老就俯伏在羔羊面前，各拿着琴和盛满了香的金炉，这香就是众圣徒的祈祷。 9他们唱新歌说：“你配拿书卷，配揭开七印，因为你曾被杀，用自己的血从各族、各方、各民、各国中买了人来，叫他们归于神， 10又叫他们成为国民，作祭司，归于神，在地上执掌王权。  11我又看见且听见宝座与活物并长老的周围有许多天使的声音，他们的数目有千千万万， 12大声说：“曾被杀的羔羊是配得权柄、丰富、智慧、能力、尊贵、荣耀、颂赞的。”  13我又听见在天上、地上、地底下、沧海里和天地间一切所有被造之物，都说：但愿颂赞、尊贵、荣耀、权势都归给坐宝座的和羔羊，直到永永远远。” 14四活物就说：“阿们！”众长老也俯伏敬拜。'
            },
            gospel:{
                title:'约翰福音21:1-14(15-19)',
                content:'1这些事以后，耶稣在提比哩亚海边又向门徒显现。他怎样显现记在下面。 2有西门彼得和称为低土马的多马，并加利利的迦拿人拿但业，还有西庇太的两个儿子，又有两个门徒，都在一处。 3西门彼得对他们说：“我打鱼去。”他们说：“我们也和你同去。”他们就出去，上了船，那一夜并没有打着什么。 4天将亮的时候，耶稣站在岸上，门徒却不知道是耶稣。 5耶稣就对他们说：“小子，你们有吃的没有？”他们回答说：“没有。” 6耶稣说：“你们把网撒在船的右边，就必得着。”他们便撒下网去，竟拉不上来了，因为鱼甚多。 7耶稣所爱的那门徒对彼得说：“是主！”那时西门彼得赤着身子，一听见是主，就束上一件外衣，跳在海里。 8其余的门徒离岸不远，约有二百肘（古代以肘为尺，一肘约有今时尺半）。就在小船上把那网鱼拉过来。 9他们上了岸，就看见那里有炭火，上面有鱼，又有饼。 10耶稣对他们说：“把刚才打的鱼拿几条来。” 11西门彼得就去（或作“上船”），把网拉到岸上，那网满了大鱼，共一百五十三条。鱼虽这样多，网却没有破。 12耶稣说：“你们来吃早饭。”门徒中没有一个敢问他“你是谁”，因为知道是主。 13耶稣就来拿饼和鱼给他们。 14耶稣从死里复活以后向门徒显现，这是第三次。 【15他们吃完了早饭，耶稣对西门彼得说：“约翰的儿子西门（“约翰”在马太十六章十七节称“约拿”），你爱我比这些更深吗？”彼得说：“主啊，是的，你知道我爱你。”耶稣对他说：“你喂养我的小羊。” 16耶稣第二次又对他说：“约翰的儿子西门，你爱我吗？”彼得说：“主啊，是的，你知道我爱你。”耶稣说：“你牧养我的羊。” 17第三次对他说：“约翰的儿子西门，你爱我吗？”彼得因为耶稣第三次对他说“你爱我吗”，就忧愁，对耶稣说：“主啊，你是无所不知的，你知道我爱你。”耶稣说：“你喂养我的羊。 18我实实在在地告诉你：你年少的时候，自己束上带子，随意往来；但年老的时候，你要伸出手来，别人要把你束上，带你到不愿意去的地方。” 19耶稣说这话，是指着彼得要怎样死，荣耀神。说了这话，就对他说：“你跟从我吧！”】'
            }
        },
        easter4:{
            firstReading:{
                title:'使徒行传20:17-35',
                content:'17保罗从米利都打发人往以弗所去，请教会的长老来。 18他们来了，保罗就说：“你们知道，自从我到亚西亚的日子以来，在你们中间始终为人如何， 19服侍主，凡事谦卑，眼中流泪，又因犹太人的谋害，经历试炼。 20你们也知道，凡与你们有益的，我没有一样避讳不说的。或在众人面前，或在各人家里，我都教导你们。 21又对犹太人和希腊人证明当向神悔改，信靠我主耶稣基督。 22现在我往耶路撒冷去，心甚迫切（原文作“心被捆绑”），不知道在那里要遇见什么事。 23但知道圣灵在各城里向我指证，说有捆锁与患难等待我。 24我却不以性命为念，也不看为宝贵，只要行完我的路程，成就我从主耶稣所领受的职事，证明神恩惠的福音。  25“我素常在你们中间来往，传讲神国的道。如今我晓得，你们以后都不得再见我的面了。 26所以我今日向你们证明，你们中间无论何人死亡，罪不在我身上（原文作“我于众人的血是洁净的”）。 27因为神的旨意，我并没有一样避讳不传给你们的。 28圣灵立你们作全群的监督，你们就当为自己谨慎，也为全群谨慎，牧养神的教会，就是他用自己血所买来的（或作“救赎的”）。 29我知道我去之后，必有凶暴的豺狼进入你们中间，不爱惜羊群。 30就是你们中间，也必有人起来，说悖谬的话，要引诱门徒跟从他们。 31所以你们应当警醒，记念我三年之久昼夜不住地流泪，劝戒你们各人。 32如今我把你们交托神和他恩惠的道。这道能建立你们，叫你们和一切成圣的人同得基业。 33我未曾贪图一个人的金、银、衣服。 34我这两只手常供给我和同人的需用，这是你们自己知道的。 35我凡事给你们作榜样，叫你们知道应当这样劳苦，扶助软弱的人，又当记念主耶稣的话，说：‘施比受更为有福。’”'
            },
            psalm:{
                title:'诗篇23',
                content:'1耶和华是我的牧者，我必不至缺乏。  2他使我躺卧在青草地上，领我在可安歇的水边；  3他使我的灵魂苏醒，为自己的名引导我走义路。  4我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在；你的杖，你的竿，都安慰我。  5在我敌人面前，你为我摆设筵席；你用油膏了我的头，使我的福杯满溢。  6我一生一世必有恩惠慈爱随着我，我且要住在耶和华的殿中，直到永远。'
            },
            secondReading:{
                title:'启示录7:9-17',
                content:'9此后，我观看，见有许多的人，没有人能数过来，是从各国、各族、各民、各方来的，站在宝座和羔羊面前，身穿白衣，手拿棕树枝， 10大声喊着说：“愿救恩归与坐在宝座上我们的神，也归与羔羊。” 11众天使都站在宝座和众长老并四活物的周围，在宝座前面伏于地敬拜神， 12说：“阿们！颂赞、荣耀、智慧、感谢、尊贵、权柄、大力都归与我们的神，直到永永远远。阿们！”  13长老中有一位问我说：“这些穿白衣的是谁？是从哪里来的？” 14我对他说：“我主，你知道。”他向我说：“这些人是从大患难中出来的，曾用羔羊的血把衣裳洗白净了。 15所以，他们在神宝座前，昼夜在他殿中侍奉他。坐宝座的要用帐幕覆庇他们。 16他们不再饥、不再渴，日头和炎热也必不伤害他们， 17因为宝座中的羔羊必牧养他们，领他们到生命水的泉源，神也必擦去他们一切的眼泪。”'
            },
            gospel:{
                title:'约翰福音10:22-30',
                content:'22在耶路撒冷有修殿节，是冬天的时候。 23耶稣在殿里所罗门的廊下行走。 24犹太人围着他，说：“你叫我们犹疑不定到几时呢？你若是基督，就明明地告诉我们。” 25耶稣回答说：“我已经告诉你们，你们不信。我奉我父之名所行的事可以为我作见证。 26只是你们不信，因为你们不是我的羊。 27我的羊听我的声音，我也认识他们，他们也跟着我。 28我又赐给他们永生，他们永不灭亡，谁也不能从我手里把他们夺去。 29我父把羊赐给我，他比万有都大，谁也不能从我父手里把他们夺去。 30我与父原为一。”'
            }
        },
        easter5:{
            firstReading:{
                title:'使徒行传11:1-18',
                content:'1使徒和在犹太的众弟兄听说外邦人也领受了神的道。 2及至彼得上了耶路撒冷，那些奉割礼的门徒和他争辩说： 3“你进入未受割礼之人的家和他们一同吃饭了。” 4彼得就开口把这事挨次给他们讲解，说： 5“我在约帕城里祷告的时候，魂游象外，看见异象，有一物降下，好像一块大布，系着四角，从天缒下，直来到我跟前。 6我定睛观看，见内中有地上四足的牲畜和野兽、昆虫，并天上的飞鸟。 7我且听见有声音向我说：‘彼得，起来，宰了吃。’ 8我说：‘主啊，这是不可的。凡俗而不洁净的物从来没有入过我的口。’ 9第二次有声音从天上说：‘神所洁净的，你不可当作俗物。’ 10这样一连三次，就都收回天上去了。 11正当那时，有三个人站在我们所住的房门前，是从凯撒利亚差来见我的。 12圣灵吩咐我和他们同去，不要疑惑（或作“不要分别等类”）。同着我去的，还有这六位弟兄，我们都进了那人的家。 13那人就告诉我们，他如何看见一位天使站在他屋里，说：‘你打发人往约帕去，请那称呼彼得的西门来， 14他有话告诉你，可以叫你和你的全家得救。’ 15我一开讲，圣灵便降在他们身上，正像当初降在我们身上一样。 16我就想起主的话说：‘约翰是用水施洗，但你们要受圣灵的洗。’ 17神既然给他们恩赐，像在我们信主耶稣基督的时候给了我们一样，我是谁，能拦阻神呢？” 18众人听见这话，就不言语了，只归荣耀与神，说：“这样看来，神也赐恩给外邦人，叫他们悔改得生命了。”'
            },
            psalm:{
                title:'诗篇148',
                content:'1你们要赞美耶和华！从天上赞美耶和华，在高处赞美他。  2他的众使者都要赞美他，他的诸军都要赞美他。  3日头、月亮，你们要赞美他；放光的星宿，你们都要赞美他。  4天上的天和天上的水，你们都要赞美他。  5愿这些都赞美耶和华的名，因他一吩咐便都造成。  6他将这些立定，直到永永远远。他定了命，不能废去（或作“越过”）。  7所有在地上的，大鱼和一切深洋，  8火与冰雹，雪和雾气，成就他命的狂风，  9大山和小山，结果的树木和一切香柏树，  10野兽和一切牲畜，昆虫和飞鸟，  11世上的君王和万民，首领和世上一切审判官，  12少年人和处女，老年人和孩童，都当赞美耶和华。  13愿这些都赞美耶和华的名；因为独有他的名被尊崇，他的荣耀在天地之上。  14他将他百姓的角高举，因此他（“因此他”或作“他使”）一切圣民以色列人，就是与他相近的百姓，都赞美他。你们要赞美耶和华！'
            },
            secondReading:{
                title:'启示录21:1-7',
                content:'1我又看见一个新天新地，因为先前的天地已经过去了，海也不再有了。 2我又看见圣城新耶路撒冷由神那里从天而降，预备好了，就如新妇妆饰整齐，等候丈夫。 3我听见有大声音从宝座出来说：“看哪，神的帐幕在人间。他要与人同住，他们要作他的子民；神要亲自与他们同在，作他们的神。 4神要擦去他们一切的眼泪，不再有死亡，也不再有悲哀、哭号、疼痛，因为以前的事都过去了。”  5坐宝座的说：“看哪，我将一切都更新了。”又说：“你要写上，因这些话是可信的，是真实的。” 6他又对我说：“都成了！我是阿拉法，我是俄梅戛；我是初，我是终。我要将生命泉的水白白赐给那口渴的人喝。 7得胜的，必承受这些为业。我要作他的神，他要作我的儿子。'
            },
            gospel:{
                title:'约翰福音16:12-22',
                content:'12“我还有好些事要告诉你们，但你们现在担当不了（或作“不能领会”）。 13只等真理的圣灵来了，他要引导你们明白（原文作“进入”）一切的真理，因为他不是凭自己说的，乃是把他所听见的都说出来，并要把将来的事告诉你们。 14他要荣耀我，因为他要将受于我的告诉你们。 15凡父所有的，都是我的，所以我说，他要将受于我的告诉你们。” 16“等不多时，你们就不得见我；再等不多时，你们还要见我。” 17有几个门徒就彼此说：“他对我们说‘等不多时，你们就不得见我；再等不多时，你们还要见我’；又说：‘因我往父那里去。’这是什么意思呢？” 18门徒彼此说：“他说‘等不多时’，到底是什么意思呢？我们不明白他所说的话。” 19耶稣看出他们要问他，就说：“我说‘等不多时，你们就不得见我；再等不多时，你们还要见我’，你们为这话彼此相问吗？ 20我实实在在地告诉你们：你们将要痛哭、哀号，世人倒要喜乐；你们将要忧愁，然而你们的忧愁要变为喜乐。 21妇人生产的时候就忧愁，因为她的时候到了；既生了孩子，就不再记念那苦楚，因为欢喜世上生了一个人。 22你们现在也是忧愁，但我要再见你们，你们的心就喜乐了，这喜乐也没有人能夺去。'
            },
            gospelOptional:{
                title:'约翰福音13:31-35',
                content:'31他既出去，耶稣就说：“如今人子得了荣耀，神在人子身上也得了荣耀。 32神要因自己荣耀人子，并且要快快的荣耀他。 33小子们，我还有不多的时候与你们同在，后来你们要找我，但我所去的地方你们不能到。这话我曾对犹太人说过，如今也照样对你们说。 34我赐给你们一条新命令，乃是叫你们彼此相爱；我怎样爱你们，你们也要怎样相爱。 35你们若有彼此相爱的心，众人因此就认出你们是我的门徒了。”'
            }
        },
        easter6:{
            firstReading:{
                title:'使徒行传16:9-15',
                content:'9在夜间有异象现与保罗：有一个马其顿人站着求他说：“请你过到马其顿来帮助我们！” 10保罗既看见这异象，我们随即想要往马其顿去，以为神召我们传福音给那里的人听。 11于是从特罗亚开船，一直行到撒摩特喇，第二天到了尼亚波利。 12从那里来到腓立比，就是马其顿这一方的头一个城，也是罗马的驻防城。我们在这城里住了几天。 13当安息日，我们出城门，到了河边，知道那里有一个祷告的地方，我们就坐下对那聚会的妇女讲道。 14有一个卖紫色布匹的妇人，名叫吕底亚，是推雅推喇城的人，素来敬拜神。她听见了，主就开导她的心，叫她留心听保罗所讲的话。 15她和她一家既领了洗，便求我们说：“你们若以为我是真信主的（或作“你们若以为我是忠心侍主的”），请到我家里来住。”于是强留我们。'
            },
            psalm:{
                title:'诗篇67',
                content:'1愿神怜悯我们，赐福与我们，用脸光照我们，  2好叫世界得知你的道路，万国得知你的救恩。  3神啊，愿列邦称赞你，愿万民都称赞你。  4愿万国都快乐欢呼，因为你必按公正审判万民，引导世上的万国。  5神啊，愿列邦称赞你，愿万民都称赞你。  6地已经出了土产；神，就是我们的神，要赐福与我们。  7神要赐福与我们，地的四极都要敬畏他。'
            },
            secondReading:{
                title:'启示录21:9-14, 21-27',
                content:'9拿着七个金碗、盛满末后七灾的七位天使中，有一位来对我说：“你到这里来，我要将新妇，就是羔羊的妻，指给你看。” 10我被圣灵感动，天使就带我到一座高大的山，将那由神那里从天而降的圣城耶路撒冷指示我， 11城中有神的荣耀。城的光辉如同极贵的宝石，好像碧玉，明如水晶。 12有高大的墙，有十二个门，门上有十二位天使；门上又写着以色列十二个支派的名字。 13东边有三门，北边有三门，南边有三门，西边有三门。 14城墙有十二根基，根基上有羔羊十二使徒的名字。\n21十二个门是十二颗珍珠，每门是一颗珍珠。城内的街道是精金，好像明透的玻璃。  22我未见城内有殿，因主神、全能者和羔羊为城的殿。 23那城内又不用日月光照，因有神的荣耀光照，又有羔羊为城的灯。 24列国要在城的光里行走，地上的君王必将自己的荣耀归与那城。 25城门白昼总不关闭，在那里原没有黑夜。 26人必将列国的荣耀、尊贵归与那城。 27凡不洁净的并那行可憎与虚谎之事的，总不得进那城；只有名字写在羔羊生命册上的才得进去。'
            },
            gospel:{
                title:'约翰福音16:23-33',
                content:'23到那日，你们什么也就不问我了。我实实在在地告诉你们：你们若向父求什么，他必因我的名赐给你们。 24向来你们没有奉我的名求什么，如今你们求就必得着，叫你们的喜乐可以满足。” 25“这些事，我是用比喻对你们说的；时候将到，我不再用比喻对你们说，乃要将父明明地告诉你们。 26到那日，你们要奉我的名祈求；我并不对你们说，我要为你们求父。 27父自己爱你们，因为你们已经爱我，又信我是从父出来的。 28我从父出来，到了世界；我又离开世界，往父那里去。” 29门徒说：“如今你是明说，并不用比喻了。 30现在我们晓得你凡事都知道，也不用人问你，因此我们信你是从神出来的。” 31耶稣说：“现在你们信吗？ 32看哪，时候将到，且是已经到了，你们要分散，各归自己的地方去，留下我独自一人；其实我不是独自一人，因为有父与我同在。 33我将这些事告诉你们，是要叫你们在我里面有平安。在世上你们有苦难，但你们可以放心，我已经胜了世界。”'
            },
            gospelOptional:{
                title:'约翰福音5:1-9',
                content:'1这事以后，到了犹太人的一个节期。耶稣就上耶路撒冷去。 2在耶路撒冷，靠近羊门有一个池子，希伯来话叫作毕士大，旁边有五个廊子。 3里面躺着瞎眼的、瘸腿的、血气枯干的许多病人（有古卷在此有“等候水动）， 4因为有天使按时下池子搅动那水，水动之后，谁先下去，无论害什么病就痊愈了”。 5在那里有一个人，病了三十八年。 6耶稣看见他躺着，知道他病了许久，就问他说：“你要痊愈吗？” 7病人回答说：“先生，水动的时候，没有人把我放在池子里；我正去的时候，就有别人比我先下去。” 8耶稣对他说：“起来，拿你的褥子走吧！” 9那人立刻痊愈，就拿起褥子来走了。'
            }
        },
        ascension:{
            firstReading:{
                title:'使徒行传1:1-11',
                content:'1提阿非罗啊，我已经作了前书，论到耶稣开头一切所行所教训的， 2直到他藉着圣灵吩咐所拣选的使徒，以后被接上升的日子为止。 3他受害之后，用许多的凭据将自己活活地显给使徒看，四十天之久向他们显现，讲说神国的事。 4耶稣和他们聚集的时候，嘱咐他们说：“不要离开耶路撒冷，要等候父所应许的，就是你们听见我说过的， 5约翰是用水施洗，但不多几日，你们要受圣灵的洗。” 6他们聚集的时候，问耶稣说：“主啊，你复兴以色列国就在这时候吗？” 7耶稣对他们说：“父凭着自己的权柄所定的时候、日期，不是你们可以知道的。 8但圣灵降临在你们身上，你们就必得着能力；并要在耶路撒冷、犹太全地和撒玛利亚，直到地极，作我的见证。” 9说了这话，他们正看的时候，他就被取上升。有一朵云彩把他接去，便看不见他了。 10当他往上去，他们定睛望天的时候，忽然有两个人身穿白衣，站在旁边，说： 11“加利利人哪，你们为什么站着望天呢？这离开你们被接升天的耶稣，你们见他怎样往天上去，他还要怎样来。”'
            },
            psalm:{
                title:'诗篇47',
                content:'1万民哪，你们都要拍掌！要用夸胜的声音向神呼喊。  2因为耶和华至高者是可畏的，他是治理全地的大君王。  3他叫万民服在我们以下，又叫列邦服在我们脚下。  4他为我们选择产业，就是他所爱之雅各的荣耀。  5神上升，有喊声相送；耶和华上升，有角声相送。  6你们要向神歌颂，歌颂！向我们王歌颂，歌颂！  7因为神是全地的王，你们要用悟性歌颂。  8神作王治理万国，神坐在他的圣宝座上。  9列邦的君王聚集，要作亚伯拉罕之神的民；因为世界的盾牌是属神的，他为至高。'
            },
            secondReading:{
                title:'以弗所书1:15-23',
                content:'15因此，我既听见你们信从主耶稣，亲爱众圣徒， 16就为你们不住地感谢神。祷告的时候，常提到你们， 17求我们主耶稣基督的神，荣耀的父，将那赐人智慧和启示的灵赏给你们，使你们真知道他。 18并且照明你们心中的眼睛，使你们知道他的恩召有何等指望，他在圣徒中得的基业有何等丰盛的荣耀； 19并知道他向我们这信的人所显的能力是何等浩大， 20就是照他在基督身上所运行的大能大力，使他从死里复活，叫他在天上坐在自己的右边， 21远超过一切执政的、掌权的、有能的、主治的，和一切有名的，不但是今世的，连来世的也都超过了。 22又将万有服在他的脚下，使他为教会作万有之首。 23教会是他的身体，是那充满万有者所充满的。'
            },
            gospel:{
                title:'路加福音24:44-53',
                content:'44耶稣对他们说：“这就是我从前与你们同在之时所告诉你们的话说：摩西的律法、先知的书和诗篇上所记的，凡指着我的话，都必须应验。” 45于是耶稣开他们的心窍，使他们能明白圣经。 46又对他们说：“照经上所写的，基督必受害，第三日从死里复活， 47并且人要奉他的名传悔改、赦罪的道，从耶路撒冷起直传到万邦。 48你们就是这些事的见证。 49我要将我父所应许的降在你们身上，你们要在城里等候，直到你们领受从上头来的能力。” 50耶稣领他们到伯大尼的对面，就举手给他们祝福。 51正祝福的时候，他就离开他们，被带到天上去了。 52他们就拜他，大大的欢喜，回耶路撒冷去， 53常在殿里称颂神。'
            }
        },
        easter7:{
            firstReading:{
                title:'使徒行传1:12-26',
                content:'12有一座山，名叫橄榄山，离耶路撒冷不远，约有安息日可走的路程。当下，门徒从那里回耶路撒冷去， 13进了城，就上了所住的一间楼房。在那里有彼得、约翰、雅各、安得烈、腓力、多马、巴多罗买、马太、亚勒腓的儿子雅各、奋锐党的西门和雅各的儿子（或作“兄弟”）犹大。 14这些人同着几个妇人和耶稣的母亲马利亚，并耶稣的弟兄，都同心合意的恒切祷告。 15那时，有许多人聚会，约有一百二十名，彼得就在弟兄中间站起来， 16说：“弟兄们，圣灵藉大卫的口，在圣经上预言领人捉拿耶稣的犹大，这话是必须应验的。 17他本来列在我们数中，并且在使徒的职任上得了一份。 18这人用他作恶的工价买了一块田，以后身子仆倒，肚腹崩裂，肠子都流出来。 19住在耶路撒冷的众人都知道这事，所以按着他们那里的话给那块田起名叫亚革大马，就是血田的意思。 20因为诗篇上写着说：‘愿他的住处变为荒场，无人在内居住’，又说：‘愿别人得他的职分。’ 21所以主耶稣在我们中间始终出入的时候， 22就是从约翰施洗起，直到主离开我们被接上升的日子为止，必须从那常与我们作伴的人中立一位与我们同作耶稣复活的见证。” 23于是选举两个人，就是那叫作巴撒巴，又称呼犹士都的约瑟，和马提亚。 24 25众人就祷告说：“主啊，你知道万人的心。求你从这两个人中，指明你所拣选的是谁，叫他得这使徒的位分。这位分犹大已经丢弃，往自己的地方去了。” 26于是众人为他们摇签，摇出马提亚来。他就和十一个使徒同列。'
            },
            psalm:{
                title:'诗篇133',
                content:'1看哪，弟兄和睦同居，是何等地善，何等地美！  2这好比那贵重的油浇在亚伦的头上，流到胡须，又流到他的衣襟。  3又好比黑门的甘露降在锡安山，因为在那里有耶和华所命定的福，就是永远的生命。'
            },
            secondReading:{
                title:'启示录22:1-6(7-11)12-20',
                content:'1天使又指示我在城内街道当中一道生命水的河，明亮如水晶，从神和羔羊的宝座流出来。 2在河这边与那边有生命树，结十二样果子（“样”或作“回”），每月都结果子，树上的叶子乃为医治万民。 3以后再没有咒诅。在城里有神和羔羊的宝座，他的仆人都要侍奉他， 4也要见他的面。他的名字必写在他们的额上。 5不再有黑夜。他们也不用灯光、日光，因为主神要光照他们，他们要作王，直到永永远远。 6天使又对我说：“这些话是真实可信的。主就是众先知被感之灵的神，差遣他的使者，将那必要快成的事指示他仆人： 【7看哪，我必快来。凡遵守这书上预言的有福了！”  8这些事是我约翰所听见、所看见的，我既听见、看见了，就在指示我的天使脚前俯伏要拜他。 9他对我说：“千万不可！我与你和你的弟兄众先知，并那些守这书上言语的人，同是作仆人的。你要敬拜神。” 10他又对我说：“不可封了这书上的预言，因为日期近了。 11不义的，叫他仍旧不义；污秽的，叫他仍旧污秽；为义的，叫他仍旧为义；圣洁的，叫他仍旧圣洁。  】12“看哪，我必快来。赏罚在我，要照各人所行的报应他。 13我是阿拉法，我是俄梅戛；我是首先的，我是末后的；我是初，我是终。”  14那些洗净自己衣服的有福了！可得权柄能到生命树那里，也能从门进城。 15城外有那些犬类、行邪术的、淫乱的、杀人的、拜偶像的，并一切喜好说谎言、编造虚谎的。  16“我耶稣差遣我的使者为众教会将这些事向你们证明。我是大卫的根，又是他的后裔。我是明亮的晨星。” 17圣灵和新妇都说：“来！”听见的人也该说：“来！”口渴的人也当来；愿意的，都可以白白取生命的水喝。 18我向一切听见这书上预言的作见证，若有人在这预言上加添什么，神必将写在这书上的灾祸加在他身上； 19这书上的预言，若有人删去什么，神必从这书上所写的生命树和圣城，删去他的份。  20证明这事的说：“是了，我必快来。”阿们！主耶稣啊，我愿你来！'
            },
            gospel:{
                title:'约翰福音17:20-26',
                content:'20“我不但为这些人祈求，也为那些因他们的话信我的人祈求， 21使他们都合而为一。正如你父在我里面，我在你里面，使他们也在我们里面，叫世人可以信你差了我来。 22你所赐给我的荣耀，我已赐给他们，使他们合而为一，像我们合而为一。 23我在他们里面，你在我里面，使他们完完全全地合而为一，叫世人知道你差了我来，也知道你爱他们如同爱我一样。 24父啊，我在哪里，愿你所赐给我的人也同我在那里，叫他们看见你所赐给我的荣耀；因为创立世界以前，你已经爱我了。 25公义的父啊，世人未曾认识你，我却认识你，这些人也知道你差了我来。 26我已将你的名指示他们，还要指示他们，使你所爱我的爱在他们里面，我也在他们里面。”'
            }
        },
        pentecost:{
            firstReading:{
                title:'创世记11:1-9',
                content:'1那时，天下人的口音言语都是一样。 2他们往东边迁移的时候，在示拿地遇见一片平原，就住在那里。 3他们彼此商量说：“来吧，我们要作砖，把砖烧透了。”他们就拿砖当石头，又拿石漆当灰泥。 4他们说：“来吧，我们要建造一座城和一座塔，塔顶通天，为要传扬我们的名，免得我们分散在全地上。” 5耶和华降临，要看看世人所建造的城和塔。 6耶和华说：“看哪，他们成为一样的人民，都是一样的言语，如今既作起这事来，以后他们所要作的事就没有不成就的了。 7我们下去，在那里变乱他们的口音，使他们的言语彼此不通。” 8于是，耶和华使他们从那里分散在全地上，他们就停工不造那城了。 9因为耶和华在那里变乱天下人的言语，使众人分散在全地上，所以那城名叫巴别（就是“变乱”的意思）。'
            },
            psalm:{
                title:'诗篇143',
                content:'1耶和华啊，求你听我的祷告，留心听我的恳求，凭你的信实和公义应允我。  2求你不要审问仆人，因为在你面前，凡活着的人没有一个是义的。  3原来仇敌逼迫我，将我打倒在地，使我住在幽暗之处，像死了许久的人一样。  4所以我的灵在我里面发昏，我的心在我里面凄惨。  5我追想古时之日，思想你的一切作为，默念你手的工作。  6我向你举手，我的心渴想你，如干旱之地盼雨一样。  7耶和华啊，求你速速应允我。我心神耗尽，不要向我掩面，免得我像那些下坑的人一样。  8求你使我清晨得听你慈爱之言，因我倚靠你；求你使我知道当行的路，因我的心仰望你。  9耶和华啊，求你救我脱离我的仇敌，我往你那里藏身。  10求你指教我遵行你的旨意，因你是我的神。你的灵本为善，求你引我到平坦之地。  11耶和华啊，求你为你的名将我救活，凭你的公义，将我从患难中领出来，  12凭你的慈爱剪除我的仇敌，灭绝一切苦待我的人，因我是你的仆人。'
            },
            secondReading:{
                title:'使徒行传2:1-21',
                content:'1五旬节到了，门徒都聚集在一处。 2忽然，从天上有响声下来，好像一阵大风吹过，充满了他们所坐的屋子； 3又有舌头如火焰显现出来，分开落在他们各人头上。 4他们就都被圣灵充满，按着圣灵所赐的口才说起别国的话来。  5那时，有虔诚的犹太人从天下各国来，住在耶路撒冷。 6这声音一响，众人都来聚集。各人听见门徒用众人的乡谈说话，就甚纳闷， 7都惊讶希奇说：“看哪，这说话的不都是加利利人吗？ 8我们各人怎么听见他们说我们生来所用的乡谈呢？ 9我们帕提亚人、玛代人、以拦人，和住在美索不达米亚、犹太、加帕多家、本都、亚西亚、 10弗吕家、旁非利亚、埃及的人，并靠近古利奈的利比亚一带地方的人，从罗马来的客旅中，或是犹太人，或是进犹太教的人， 11克里特和阿拉伯人，都听见他们用我们的乡谈，讲说神的大作为。” 12众人就都惊讶猜疑，彼此说：“这是什么意思呢？” 13还有人讥诮说：“他们无非是新酒灌满了。” 14彼得和十一个使徒站起，高声说：“犹太人和一切住在耶路撒冷的人哪，这件事你们当知道，也当侧耳听我的话。 15你们想这些人是醉了，其实不是醉了，因为时候刚到巳初。 16这正是先知约珥所说的：  17‘神说，在末后的日子，我要将我的灵浇灌凡有血气的，你们的儿女要说预言，你们的少年人要见异象，老年人要作异梦。  18在那些日子，我要将我的灵浇灌我的仆人和使女，他们就要说预言。  19在天上我要显出奇事；在地下我要显出神迹；有血、有火、有烟雾。  20日头要变为黑暗，月亮要变为血，这都在主大而明显的日子未到以前。  21到那时候，凡求告主名的，就必得救。’'
            },
            gospel:{
                title:'约翰福音14:23-31',
                content:'23耶稣回答说：“人若爱我，就必遵守我的道，我父也必爱他，并且我们要到他那里去，与他同住。 24不爱我的人就不遵守我的道，你们所听见的道不是我的，乃是差我来之父的道。  25我还与你们同住的时候，已将这些话对你们说了。 26但保惠师，就是父因我的名所要差来的圣灵，他要将一切的事指教你们，并且要叫你们想起我对你们所说的一切话。 27我留下平安给你们，我将我的平安赐给你们。我所赐的，不像世人所赐的，你们心里不要忧愁，也不要胆怯。 28你们听见我对你们说了，我去还要到你们这里来。你们若爱我，因我到父那里去，就必喜乐，因为父是比我大的。 29现在事情还没有成就，我预先告诉你们，叫你们到事情成就的时候，就可以信。 30以后我不再和你们多说话，因为这世界的王将到，他在我里面是毫无所有， 31但要叫世人知道我爱父，并且父怎样吩咐我，我就怎样行。起来，我们走吧！”'
            }
        },
        holyTrinity:{
            firstReading:{
                title:'箴言8:1-4, 22-31',
                content:'1智慧岂不呼叫？聪明岂不发声？  2她在道旁高处的顶上，在十字路口站立。  3在城门旁，在城门口，在城门洞，大声说：  4“众人哪，我呼叫你们，我向世人发声，\n22在耶和华造化的起头，在太初创造万物之先，就有了我。  23从亘古，从太初，未有世界以前，我已被立。  24没有深渊，没有大水的泉源，我已生出。  25大山未曾奠定，小山未有之先，我已生出。  26耶和华还没有创造大地和田野，并世上的土质，我已生出。  27他立高天，我在那里；他在渊面的周围划出圆圈。  28上使穹苍坚硬，下使渊源稳固，  29为沧海定出界限，使水不越过他的命令，立定大地的根基。  30那时，我在他那里为工师，日日为他所喜爱，常常在他面前踊跃，  31踊跃在他为人预备可住之地，也喜悦住在世人之间。'
            },
            psalm:{
                title:'诗篇8',
                content:'1耶和华我们的主啊，你的名在全地何其美！你将你的荣耀彰显于天。  2你因敌人的缘故，从婴孩和吃奶的口中建立了能力，使仇敌和报仇的闭口无言。  3我观看你指头所造的天，并你所陈设的月亮星宿，  4便说，人算什么，你竟顾念他？世人算什么，你竟眷顾他？  5你叫他比天使（或作“神”）微小一点，并赐他荣耀尊贵为冠冕。  6你派他管理你手所造的，使万物，就是一切的羊牛、田野的兽、空中的鸟、海里的鱼，凡经行海道的，都服在他的脚下。  7 8 9耶和华我们的主啊，你的名在全地何其美！'
            },
            secondReading:{
                title:'使徒行传2:14a, 22-36',
                content:'14a彼得和十一个使徒站起，高声说：\n22“以色列人哪，请听我的话：神藉着拿撒勒人耶稣在你们中间施行异能、奇事、神迹，将他证明出来，这是你们自己知道的。 23他既按着神的定旨先见被交与人，你们就藉着无法之人的手把他钉在十字架上杀了。 24神却将死的痛苦解释了，叫他复活，因为他原不能被死拘禁。 25大卫指着他说：‘我看见主常在我眼前，他在我右边，叫我不至于摇动。 26所以我心里欢喜，我的灵（原文作“舌”）快乐，并且我的肉身要安居在指望中。 27因你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。 28你已将生命的道路指示我，必叫我因见你的面（或作“叫我在你面前”），得着满足的快乐。’  29“弟兄们，先祖大卫的事，我可以明明的对你们说，他死了，也埋葬了，并且他的坟墓直到今日还在我们这里。 30大卫既是先知，又晓得神曾向他起誓，要从他的后裔中立一位坐在他的宝座上， 31就预先看明这事，讲论基督复活说：‘他的灵魂不撇在阴间，他的肉身也不见朽坏。’ 32这耶稣，神已经叫他复活了，我们都为这事作见证。 33他既被神的右手高举（或作“他既高举在神的右边”），又从父受了所应许的圣灵，就把你们所看见、所听见的浇灌下来。 34大卫并没有升到天上，但自己说，‘主对我主说：你坐在我的右边， 35等我使你仇敌作你的脚凳。’ 36“故此，以色列全家当确实的知道，你们钉在十字架上的这位耶稣，神已经立他为主、为基督了。”'
            },
            gospel:{
                title:'约翰福音8:48-59',
                content:'48犹太人回答说：“我们说你是撒玛利亚人，并且是鬼附着的，这话岂不正对吗？” 49耶稣说：“我不是鬼附着的，我尊敬我的父，你们倒轻慢我。 50我不求自己的荣耀，有一位为我求荣耀定是非的。 51我实实在在地告诉你们：人若遵守我的道，就永远不见死。” 52犹太人对他说：“现在我们知道你是鬼附着的。亚伯拉罕死了，众先知也死了，你还说‘人若遵守我的道，就永远不尝死味。’ 53难道你比我们的祖宗亚伯拉罕还大吗？他死了，众先知也死了，你将自己当作什么人呢？” 54耶稣回答说：“我若荣耀自己，我的荣耀就算不得什么；荣耀我的乃是我的父，就是你们所说是你们的神。 55你们未曾认识他，我却认识他；我若说不认识他，我就是说谎的，像你们一样；但我认识他，也遵守他的道。 56你们的祖宗亚伯拉罕欢欢喜喜地仰望我的日子，既看见了，就快乐。” 57犹太人说：“你还没有五十岁，岂见过亚伯拉罕呢？” 58耶稣说：“我实实在在地告诉你们：还没有亚伯拉罕就有了我。” 59于是他们拿石头要打他，耶稣却躲藏，从殿里出去了。'
            }
        },
        proper3:{
            firstReading:{
                title:'创世记50:15-21',
                content:'15约瑟的哥哥们见父亲死了，就说：“或者约瑟怀恨我们，照着我们从前待他一切的恶，足足地报复我们。” 16他们就打发人去见约瑟，说：“你父亲未死以先吩咐说： 17‘你们要对约瑟这样说：从前你哥哥们恶待你，求你饶恕他们的过犯和罪恶。’如今求你饶恕你父亲神之仆人的过犯。”他们对约瑟说这话，约瑟就哭了。 18他的哥哥们又来俯伏在他面前，说：“我们是你的仆人。” 19约瑟对他们说：“不要害怕，我岂能代替神呢？ 20从前你们的意思是要害我，但神的意思原是好的，要保全许多人的性命，成就今日的光景。 21现在你们不要害怕，我必养活你们和你们的妇人孩子。”于是约瑟用亲爱的话安慰他们。'
            },
            psalm:{
                title:'诗篇112:1-9',
                content:'1你们要赞美耶和华！敬畏耶和华，甚喜爱他命令的，这人便为有福。  2他的后裔在世必强盛，正直人的后代必要蒙福。  3他家中有货物，有钱财。他的公义存到永远。  4正直人在黑暗中，有光向他发现。他有恩惠，有怜悯，有公义。  5施恩与人、借贷与人的，这人事情顺利。他被审判的时候，要诉明自己的冤。  6他永不动摇。义人被记念，直到永远。  7他必不怕凶恶的信息，他心坚定，倚靠耶和华。  8他心确定，总不惧怕，直到他看见敌人遭报。  9他施舍钱财，周济贫穷。他的仁义存到永远。他的角必被高举，大有荣耀。 '
            },
            secondReading:{
                title:'使徒行传2:14a, 36-47',
                content:'14a彼得和十一个使徒站起，高声说：\n36“故此，以色列全家当确实的知道，你们钉在十字架上的这位耶稣，神已经立他为主、为基督了。” 37众人听见这话，觉得扎心，就对彼得和其余的使徒说：“弟兄们，我们当怎样行？” 38彼得说：“你们各人要悔改，奉耶稣基督的名受洗，叫你们的罪得赦，就必领受所赐的圣灵。 39因为这应许是给你们和你们的儿女，并一切在远方的人，就是主我们神所召来的。” 40彼得还用许多话作见证，劝勉他们说：“你们当救自己脱离这弯曲的世代。” 41于是，领受他话的人就受了洗。那一天，门徒约添了三千人， 42都恒心遵守使徒的教训，彼此交接、擘饼、祈祷。 43众人都惧怕。使徒又行了许多奇事神迹。 44信的人都在一处，凡物公用， 45并且卖了田产、家业，照各人所需用的分给各人。 46他们天天同心合意恒切的在殿里，且在家中擘饼，存着欢喜诚实的心用饭， 47赞美神，得众民的喜爱。主将得救的人天天加给他们。'
            },
            gospel:{
                title:'路加福音6:(20-26)27-42',
                content:'【20耶稣举目看着门徒说：“你们贫穷的人有福了，因为神的国是你们的；  21你们饥饿的人有福了，因为你们将要饱足；你们哀哭的人有福了，因为你们将要喜笑；  22人为人子恨恶你们，拒绝你们，辱骂你们，弃掉你们的名，以为是恶，你们就有福了。” 23当那日，你们要欢喜跳跃，因为你们在天上的赏赐是大的，他们的祖宗待先知也是这样。  24“但你们富足的人有祸了，因为你们受过你们的安慰；  25你们饱足的人有祸了，因为你们将要饥饿；你们喜笑的人有祸了，因为你们将要哀恸哭泣；  26人都说你们好的时候，你们就有祸了，因为他们的祖宗待假先知也是这样。” 】27“只是我告诉你们这听道的人，你们的仇敌，要爱他；恨你们的，要待他好； 28咒诅你们的，要为他祝福；凌辱你们的，要为他祷告。 29有人打你这边的脸，连那边的脸也由他打。有人夺你的外衣，连里衣也由他拿去。 30凡求你的，就给他。有人夺你的东西去，不用再要回来。 31你们愿意人怎样待你们，你们也要怎样待人。 32你们若单爱那爱你们的人，有什么可酬谢的呢？就是罪人也爱那爱他们的人。 33你们若善待那善待你们的人，有什么可酬谢的呢？就是罪人也是这样行。 34你们若借给人，指望从他收回，有什么可酬谢的呢？就是罪人也借给罪人，要如数收回。 35你们倒要爱仇敌，也要善待他们，并要借给人不指望偿还，你们的赏赐就必大了，你们也必作至高者的儿子，因为他恩待那忘恩的和作恶的。 36你们要慈悲，像你们的父慈悲一样。” 37“你们不要论断人，就不被论断；你们不要定人的罪，就不被定罪；你们要饶恕人，就必蒙饶恕（“饶恕”原文作“释放”）。 38你们要给人，就必有给你们的，并且用十足的升斗，连摇带按、上尖下流的倒在你们怀里；因为你们用什么量器量给人，也必用什么量器量给你们。” 39耶稣又用比喻对他们说：“瞎子岂能领瞎子，两个人不是都要掉在坑里吗？ 40学生不能高过先生；凡学成了的不过和先生一样。 41为什么看见你弟兄眼中有刺，却不想自己眼中有梁木呢？ 42你不见自己眼中有梁木，怎能对你弟兄说‘容我去掉你眼中的刺’呢？你这假冒为善的人，先去掉自己眼中的梁木，然后才能看得清楚，去掉你弟兄眼中的刺。”'
            }
        },
        proper4:{
            firstReading:{
                title:'列王纪上8:22-24, 27-29, 41-43',
                content:'22所罗门当着以色列会众，站在耶和华的坛前，向天举手说： 23“耶和华以色列的神啊，天上地下没有神可比你的。你向那尽心行在你面前的仆人守约施慈爱； 24向你仆人我父大卫所应许的话现在应验了；你亲口应许，亲手成就，正如今日一样。\n27“神果真住在地上吗？看哪，天和天上的天，尚且不足你居住的，何况我所建的这殿呢？ 28惟求耶和华我的神垂顾仆人的祷告祈求，俯听仆人今日在你面前的祈祷呼吁。 29愿你昼夜看顾这殿，就是你应许立为你名的居所；求你垂听仆人向此处祷告的话。\n41“论到不属你民以色列的外邦人，为你名从远方而来， 42（他们听人论说你的大名和大能的手，并伸出来的膀臂）向这殿祷告， 43求你在天上你的居所垂听，照着外邦人所祈求的而行，使天下万民都认识你的名，敬畏你像你的民以色列一样，又使他们知道我建造的这殿，是称为你名下的。'
            },
            psalm:{
                title:'诗篇96:1-9',
                content:'1你们要向耶和华唱新歌，全地都要向耶和华歌唱。  2要向耶和华歌唱，称颂他的名，天天传扬他的救恩。  3在列邦中述说他的荣耀，在万民中述说他的奇事。  4因耶和华为大，当受极大的赞美，他在万神之上，当受敬畏。  5外邦的神都属虚无，惟独耶和华创造诸天。  6有尊荣和威严在他面前，有能力与华美在他圣所。  7民中的万族啊，你们要将荣耀能力归给耶和华，都归给耶和华。  8要将耶和华的名所当得的荣耀归给他，拿供物来进入他的院宇。  9当以圣洁的妆饰（“的”或作“为”）敬拜耶和华。全地要在他面前战抖。'
            },
            secondReading:{
                title:'加拉太书1:1-12',
                content:'1作使徒的保罗（不是由于人，也不是藉着人，乃是藉着耶稣基督，与叫他从死里复活的父神）， 2和一切与我同在的众弟兄，写信给加拉太的各教会。 3愿恩惠、平安从父神与我们的主耶稣基督归与你们。 4基督照我们父神的旨意为我们的罪舍己，要救我们脱离这罪恶的世代。 5但愿荣耀归于神，直到永永远远。阿们！ 6我希奇你们这么快离开那藉着基督之恩召你们的，去从别的福音。 7那并不是福音，不过有些人搅扰你们，要把基督的福音更改了。 8但无论是我们，是天上来的使者，若传福音给你们，与我们所传给你们的不同，他就应当被咒诅。 9我们已经说了，现在又说，若有人传福音给你们，与你们所领受的不同，他就应当被咒诅。 10我现在是要得人的心呢，还是要得神的心呢？我岂是讨人的喜欢吗？若仍旧讨人的喜欢，我就不是基督的仆人了。 11弟兄们，我告诉你们，我素来所传的福音，不是出于人的意思。 12因为我不是从人领受的，也不是人教导我的，乃是从耶稣基督启示来的。'
            },
            gospel:{
                title:'路加福音7:1-10',
                content:'1耶稣对百姓讲完了这一切的话，就进了迦百农。 2有一个百夫长所宝贵的仆人，害病快要死了。 3百夫长风闻耶稣的事，就托犹太人的几个长老，去求耶稣来救他的仆人。 4他们到了耶稣那里，就切切的求他说：“你给他行这事是他所配得的， 5因为他爱我们的百姓，给我们建造会堂。” 6耶稣就和他们同去。离那家不远，百夫长托几个朋友去见耶稣，对他说：“主啊，不要劳动，因你到我舍下，我不敢当！ 7我也自以为不配去见你。只要你说一句话，我的仆人就必好了。 8因为我在人的权下，也有兵在我以下。对这个说：‘去！’他就去；对那个说：‘来！’他就来；对我的仆人说：‘你作这事！’他就去作。” 9耶稣听见这话，就希奇他，转身对跟随的众人说：“我告诉你们：这么大的信心，就是在以色列中我也没有遇见过。” 10那托来的人回到百夫长家里，看见仆人已经好了。'
            }
        },
        proper5:{
            firstReading:{
                title:'列王纪上17:17-24',
                content:'17这事以后，作那家主母的妇人，她儿子病了，病得甚重，以致身无气息。 18妇人对以利亚说：“神人哪，我与你何干？你竟到我这里来，使神想念我的罪，以致我的儿子死呢？” 19以利亚对她说：“把你儿子交给我。”以利亚就从妇人怀中将孩子接过来，抱到他所住的楼中，放在自己的床上， 20就求告耶和华说：“耶和华我的神啊，我寄居在这寡妇的家里，你就降祸与她，使她的儿子死了吗？” 21以利亚三次伏在孩子的身上求告耶和华说：“耶和华我的神啊，求你使这孩子的灵魂仍入他的身体。” 22耶和华应允以利亚的话，孩子的灵魂仍入他的身体，他就活了。 23以利亚将孩子从楼上抱下来，进屋子交给他母亲说：“看哪，你的儿子活了！” 24妇人对以利亚说：“现在我知道你是神人，耶和华藉你口所说的话是真的。”'
            },
            psalm:{
                title:'诗篇30',
                content:'1耶和华啊，我要尊崇你，因为你曾提拔我，不叫仇敌向我夸耀。  2耶和华我的神啊，我曾呼求你，你医治了我。  3耶和华啊，你曾把我的灵魂从阴间救上来，使我存活，不至于下坑。  4耶和华的圣民哪，你们要歌颂他，称赞他可记念的圣名。  5因为，他的怒气不过是转眼之间，他的恩典乃是一生之久。一宿虽然有哭泣，早晨便必欢呼。  6至于我，我凡事平顺，便说：“我永不动摇。”  7耶和华啊，你曾施恩，叫我的江山稳固；你掩了面我就惊惶。  8耶和华啊，我曾求告你。我向耶和华恳求，说：  9“我被害流血，下到坑中，有什么益处呢？尘土岂能称赞你，传说你的诚实吗？  10耶和华啊，求你应允我，怜恤我；耶和华啊，求你帮助我。”  11你已将我的哀哭变为跳舞，将我的麻衣脱去，给我披上喜乐，  12好叫我的灵（原文作“荣耀”）歌颂你，并不住声。耶和华我的神啊，我要称谢你，直到永远。'
            },
            secondReading:{
                title:'加拉太书1:11-24',
                content:'11弟兄们，我告诉你们，我素来所传的福音，不是出于人的意思。 12因为我不是从人领受的，也不是人教导我的，乃是从耶稣基督启示来的。 13你们听见我从前在犹太教中所行的事，怎样极力逼迫、残害神的教会。 14我又在犹太教中，比我本国许多同岁的人更有长进，为我祖宗的遗传更加热心。 15然而那把我从母腹里分别出来、又施恩召我的神， 16既然乐意将他儿子启示在我心里，叫我把他传在外邦人中，我就没有与属血气的人商量， 17也没有上耶路撒冷去见那些比我先作使徒的，惟独往阿拉伯去，后又回到大马士革。  18过了三年，才上耶路撒冷去见矶法，和他同住了十五天。 19至于别的使徒，除了主的兄弟雅各，我都没有看见。 20我写给你们的不是谎话，这是我在神面前说的。 21以后我到了叙利亚和基利家境内。 22那时，犹太信基督的各教会都没有见过我的面。 23不过听说那从前逼迫我们的，现在传扬他原先所残害的真道。 24他们就为我的缘故归荣耀给神。'
            },
            gospel:{
                title:'路加福音7:11-17',
                content:'11过了不多时（有古卷作“次日”），耶稣往一座城去，这城名叫拿因。他的门徒和极多的人与他同行。 12将近城门，有一个死人被抬出来。这人是他母亲独生的儿子，他母亲又是寡妇，有城里的许多人同着寡妇送殡。 13主看见那寡妇，就怜悯她，对她说：“不要哭！” 14于是进前按着杠，抬的人就站住了。耶稣说：“少年人，我吩咐你，起来！” 15那死人就坐起，并且说话。耶稣便把他交给他母亲。 16众人都惊奇，归荣耀与神说：“有大先知在我们中间兴起来了。”又说：“神眷顾了他的百姓。” 17他这事的风声就传遍了犹太和周围地方。'
            }
        },
        proper6:{
            firstReading:{
                title:'撒母耳记下11:26-12:10, 13-14',
                content:'26乌利亚的妻听见丈夫乌利亚死了，就为他哀哭。 27哀哭的日子过了，大卫差人将她接到宫里，她就作了大卫的妻，给大卫生了一个儿子。但大卫所行的这事，耶和华甚不喜悦。 1耶和华差遣拿单去见大卫。拿单到了大卫那里，对他说：“在一座城里有两个人：一个是富户，一个是穷人。 2富户有许多牛群羊群； 3穷人除了所买来养活的一只小母羊羔之外，别无所有。羊羔在他家里和他儿女一同长大，吃他所吃的，喝他所喝的，睡在他怀中，在他看来如同女儿一样。 4有一客人来到这富户家里，富户舍不得从自己的牛群羊群中取一只预备给客人吃，却取了那穷人的羊羔，预备给客人吃。” 5大卫就甚恼怒那人，对拿单说：“我指着永生的耶和华起誓，行这事的人该死！ 6他必偿还羊羔四倍，因为他行这事，没有怜恤的心。”  7拿单对大卫说：“你就是那人！耶和华以色列的神如此说：‘我膏你作以色列的王，救你脱离扫罗的手； 8我将你主人的家业赐给你，将你主人的妻交在你怀里，又将以色列和犹大家赐给你；你若还以为不足，我早就加倍地赐给你。 9你为什么藐视耶和华的命令，行他眼中看为恶的事呢？你借亚扪人的刀杀害赫人乌利亚，又娶了他的妻为妻。 10你既藐视我，娶了赫人乌利亚的妻为妻，所以刀剑必永不离开你的家。’\n13大卫对拿单说：“我得罪耶和华了！”拿单说：“耶和华已经除掉你的罪，你必不至于死。 14只是你行这事，叫耶和华的仇敌大得亵渎的机会，故此你所得的孩子必定要死。”'
            },
            psalm:{
                title:'诗篇32:1-7',
                content:'1得赦免其过、遮盖其罪的，这人是有福的。  2凡心里没有诡诈，耶和华不算为有罪的，这人是有福的。  3我闭口不认罪的时候，因终日唉哼而骨头枯干。  4黑夜白日，你的手在我身上沉重；我的精液耗尽，如同夏天的干旱。  5我向你陈明我的罪，不隐瞒我的恶。我说：“我要向耶和华承认我的过犯。”你就赦免我的罪恶。  6为此，凡虔诚人都当趁你可寻找的时候祷告你，大水泛溢的时候，必不能到他那里。  7你是我藏身之处，你必保佑我脱离苦难，以得救的乐歌四面环绕我。'
            },
            secondReading:{
                title:'加拉太书2:15-21; 3:10-14',
                content:'15我们这生来的犹太人，不是外邦的罪人， 16既知道人称义不是因行律法，乃是因信耶稣基督，连我们也信了基督耶稣，使我们因信基督称义，不因行律法称义，因为凡有血气的，没有一人因行律法称义。 17我们若求在基督里称义，却仍旧是罪人，难道基督是叫人犯罪的吗？断乎不是！ 18我素来所拆毁的若重新建造，这就证明自己是犯罪的人。 19我因律法，就向律法死了，叫我可以向神活着。 20我已经与基督同钉十字架，现在活着的不再是我，乃是基督在我里面活着；并且我如今在肉身活着，是因信神的儿子而活，他是爱我，为我舍己。 21我不废掉神的恩，义若是藉着律法得的，基督就是徒然死了。\n10凡以行律法为本的，都是被咒诅的，因为经上记着：“凡不常照律法书上所记一切之事去行的，就被咒诅。” 11没有一个人靠着律法在神面前称义，这是明显的，因为经上说：“义人必因信得生。” 12律法原不本乎信，只说：“行这些事的，就必因此活着。” 13基督既为我们受了咒诅（“受”原文作“成”），就赎出我们脱离律法的咒诅，因为经上记着：“凡挂在木头上都是被咒诅的。” 14这便叫亚伯拉罕的福，因基督耶稣可以临到外邦人，使我们因信得着所应许的圣灵。'
            },
            gospel:{
                title:'路加福音7:36-8:3',
                content:'36有一个法利赛人请耶稣和他吃饭，耶稣就到法利赛人家里去坐席。 37那城里有一个女人，是个罪人，知道耶稣在法利赛人家里坐席，就拿着盛香膏的玉瓶， 38站在耶稣背后，挨着他的脚哭。眼泪湿了耶稣的脚，就用自己的头发擦干，又用嘴连连亲他的脚，把香膏抹上。 39请耶稣的法利赛人看见这事，心里说：“这人若是先知，必知道摸他的是谁，是个怎样的女人，乃是个罪人。” 40耶稣对他说：“西门，我有句话要对你说。”西门说：“夫子，请说。” 41耶稣说：“一个债主有两个人欠他的债：一个欠五十两银子，一个欠五两银子。 42因为他们无力偿还，债主就开恩免了他们两个人的债。这两个人哪一个更爱他呢？” 43西门回答说：“我想是那多得恩免的人。”耶稣说：“你断的不错。” 44于是转过来向着那女人，便对西门说：“你看见这女人吗？我进了你的家，你没有给我水洗脚，但这女人用眼泪湿了我的脚，用头发擦干； 45你没有与我亲嘴，但这女人从我进来的时候就不住地用嘴亲我的脚； 46你没有用油抹我的头，但这女人用香膏抹我的脚。 47所以我告诉你，她许多的罪都赦免了，因为她的爱多。但那赦免少的，他的爱就少。” 48于是对那女人说：“你的罪赦免了。” 49同席的人心里说：“这是什么人，竟赦免人的罪呢？” 50耶稣对那女人说：“你的信救了你，平平安安地回去吧！” 1过了不多日，耶稣周游各城、各乡传道，宣讲神国的福音。和他同去的有十二个门徒， 2还有被恶鬼所附、被疾病所累、已经治好的几个妇女，内中有称为抹大拉的马利亚，曾有七个鬼从她身上赶出来； 3又有希律的家宰苦撒的妻子约亚拿，并苏撒拿，和好些别的妇女，都是用自己的财物供给耶稣和门徒。'
            }
        },
        proper7:{
            firstReading:{
                title:'以赛亚书65:1-9',
                content:'1“素来没有访问我的，现在求问我；没有寻找我的，我叫他们遇见；没有称为我名下的，我对他们说：‘我在这里！我在这里！’  2我整天伸手招呼那悖逆的百姓，他们随自己的意念行不善之道。  3这百姓时常当面惹我发怒，在园中献祭，在坛（原文作“砖”）上烧香。  4在坟墓间坐着，在隐密处住宿，吃猪肉，他们器皿中有可憎之物作的汤；  5且对人说：‘你站开吧！不要挨近我，因为我比你圣洁。’主说：‘这些人是我鼻中的烟，是整天烧着的火。’  6看哪，这都写在我面前，我必不静默，必施行报应，必将你们的罪孽和你们列祖的罪孽，就是在山上烧香、在冈上亵渎我的罪孽，一同报应在他们后人怀中。我先要把他们所行的量给他们。这是耶和华说的。”  7 8耶和华如此说：“葡萄中寻得新酒，人就说：‘不要毁坏，因为福在其中。’我因我仆人的缘故也必照样而行，不将他们全然毁灭。  9我必从雅各中领出后裔，从犹大中领出承受我众山的。我的选民必承受，我的仆人要在那里居住。'
            },
            psalm:{
                title:'诗篇3',
                content:'1耶和华啊，我的敌人何其加增，有许多人起来攻击我；  2有许多人议论我说：“他得不着神的帮助。”  3但你耶和华是我四围的盾牌，是我的荣耀，又是叫我抬起头来的。  4我用我的声音求告耶和华，他就从他的圣山上应允我。  5我躺下睡觉，我醒着，耶和华都保佑我。  6虽有成万的百姓来周围攻击我，我也不怕。  7耶和华啊，求你起来！我的神啊，求你救我！因为你打了我一切仇敌的腮骨，敲碎了恶人的牙齿。  8救恩属乎耶和华，愿你赐福给你的百姓。'
            },
            secondReading:{
                title:'加拉太书3:23-4:7',
                content:'23但这因信得救的理还未来以先，我们被看守在律法之下，直圈到那将来的真道显明出来。 24这样，律法是我们训蒙的师傅，引我们到基督那里，使我们因信称义。  25但这因信得救的理既然来到，我们从此就不在师傅的手下了。 26所以，你们因信基督耶稣，都是神的儿子。  27你们受洗归入基督的，都是披戴基督了。 28并不分犹太人、希腊人、自主的、为奴的，或男或女，因为你们在基督耶稣里都成为一了。 29你们既属乎基督，就是亚伯拉罕的后裔，是照着应许承受产业的了。 1我说那承受产业的，虽然是全业的主人，但为孩童的时候，却与奴仆毫无分别， 2乃在师傅和管家的手下，直等他父亲预定的时候来到。 3我们为孩童的时候，受管于世俗小学之下，也是如此。 4及至时候满足，神就差遣他的儿子为女子所生，且生在律法以下， 5要把律法以下的人赎出来，叫我们得着儿子的名分。 6你们既为儿子，神就差他儿子的灵进入你们（原文作“我们”）的心，呼叫：“阿爸，父！” 7可见，从此以后，你不是奴仆，乃是儿子了。既是儿子，就靠着神为后嗣。'
            },
            gospel:{
                title:'路加福音8:26-39',
                content:'26他们到了格拉森（有古卷作“加大拉”）人的地方，就是加利利的对面。 27耶稣上了岸，就有城里一个被鬼附着的人迎面而来。这个人许久不穿衣服，不住房子，只住在坟茔里。 28他见了耶稣，就俯伏在他面前，大声喊叫说：“至高神的儿子耶稣，我与你有什么相干？求你不要叫我受苦。” 29是因耶稣曾吩咐污鬼从那人身上出来。原来这鬼屡次抓住他，他常被人看守，又被铁链和脚镣捆锁。他竟把锁链挣断，被鬼赶到旷野去。 30耶稣问他说：“你名叫什么？”他说：“我名叫群。”这是因为附着他的鬼多。 31鬼就央求耶稣，不要吩咐他们到无底坑里去。  32那里有一大群猪在山上吃食。鬼央求耶稣，准他们进入猪里去。耶稣准了他们。 33鬼就从那人出来，进入猪里去。于是那群猪闯下山崖，投在湖里淹死了。 34放猪的看见这事就逃跑了，去告诉城里和乡下的人。 35众人出来要看是什么事。到了耶稣那里，看见鬼所离开的那人坐在耶稣脚前，穿着衣服，心里明白过来，他们就害怕。 36看见这事的，便将被鬼附着的人怎么得救告诉他们。 37格拉森四围的人因为害怕得很，都求耶稣离开他们，耶稣就上船回去了。 38鬼所离开的那人恳求和耶稣同在，耶稣却打发他回去，说： 39“你回家去，传说神为你作了何等大的事。”他就去满城里传扬耶稣为他作了何等大的事。'
            }
        },
        proper8:{
            firstReading:{
                title:'列王纪上19:9b-21',
                content:'9b耶和华的话临到他说：“以利亚啊，你在这里作什么？” 10他说：“我为耶和华万军之神大发热心；因为以色列人背弃了你的约，毁坏了你的坛，用刀杀了你的先知，只剩下我一个人，他们还要寻索我的命。” 11耶和华说：“你出来站在山上，在我面前。”那时，耶和华从那里经过，在他面前有烈风大作，崩山碎石，耶和华却不在风中；风后地震，耶和华却不在其中； 12地震后有火，耶和华也不在火中；火后有微小的声音。 13以利亚听见，就用外衣蒙上脸，出来站在洞口。有声音向他说：“以利亚啊，你在这里作什么？” 14他说：“我为耶和华万军之神大发热心；因为以色列人背弃了你的约，毁坏了你的坛，用刀杀了你的先知，只剩下我一个人，他们还要寻索我的命。” 15耶和华对他说：“你回去，从旷野往大马士革去。到了那里，就要膏哈薛作亚兰王； 16又膏宁示的孙子耶户作以色列王；并膏亚伯米何拉人沙法的儿子以利沙作先知接续你。 17将来躲避哈薛之刀的，必被耶户所杀；躲避耶户之刀的，必被以利沙所杀。 18但我在以色列人中为自己留下七千人，是未曾向巴力屈膝的，未曾与巴力亲嘴的。” 19于是，以利亚离开那里走了，遇见沙法的儿子以利沙耕地，在他前头有十二对牛，自己赶着第十二对。以利亚到他那里去，将自己的外衣搭在他身上。 20以利沙就离开牛跑到以利亚那里，说：“求你容我先与父母亲嘴，然后我便跟随你。”以利亚对他说：“你回去吧！我向你作了什么呢？” 21以利沙就离开他回去，宰了一对牛，用套牛的器具煮肉给民吃，随后就起身跟随以利亚，服侍他。'
            },
            psalm:{
                title:'诗篇16',
                content:'1神啊，求你保佑我，因为我投靠你。  2我的心哪，你曾对耶和华说：“你是我的主，我的好处不在你以外。”  3论到世上的圣民，他们又美又善，是我最喜悦的。  4以别神代替耶和华的（或作“送礼物给别神的”），他们的愁苦必加增；他们所浇奠的血我不献上；我嘴唇也不提别神的名号。  5耶和华是我的产业，是我杯中的份；我所得的，你为我持守。  6用绳量给我的地界，坐落在佳美之处；我的产业实在美好。  7我必称颂那指教我的耶和华，我的心肠在夜间也警戒我。  8我将耶和华常摆在我面前，因他在我右边，我便不至摇动。  9因此，我的心欢喜，我的灵（原文作“荣耀”）快乐，我的肉身也要安然居住。  10因为你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。  11你必将生命的道路指示我。在你面前有满足的喜乐，在你右手中有永远的福乐。'
            },
            secondReading:{
                title:'加拉太书5:1, 13-25',
                content:'1基督释放了我们，叫我们得以自由，所以要站立得稳，不要再被奴仆的轭挟制。\n13弟兄们，你们蒙召是要得自由，只是不可将你们的自由当作放纵情欲的机会，总要用爱心互相服侍。 14因为全律法都包在“爱人如己”这一句话之内了。 15你们要谨慎，若相咬相吞，只怕要彼此消灭了。 16我说：你们当顺着圣灵而行，就不放纵肉体的情欲了。 17因为情欲和圣灵相争，圣灵和情欲相争，这两个是彼此相敌，使你们不能作所愿意作的。 18但你们若被圣灵引导，就不在律法以下。 19情欲的事都是显而易见的，就如奸淫、污秽、邪荡、 20拜偶像、邪术、仇恨、争竞、忌恨、恼怒、结党、纷争、异端、 21嫉妒（有古卷在此有“凶杀”二字）、醉酒、荒宴等类，我从前告诉你们，现在又告诉你们，行这样事的人必不能承受神的国。  22圣灵所结的果子，就是仁爱、喜乐、和平、忍耐、恩慈、良善、信实、 23温柔、节制。这样的事，没有律法禁止。 24凡属基督耶稣的人，是已经把肉体连肉体的邪情私欲同钉在十字架上了。 25我们若是靠圣灵得生，就当靠圣灵行事。'
            },
            gospel:{
                title:'路加福音9:51-62',
                content:'51耶稣被接上升的日子将到，他就定意向耶路撒冷去， 52便打发使者在他前头走。他们到了撒玛利亚的一个村庄，要为他预备。 53那里的人不接待他，因他面向耶路撒冷去。 54他的门徒雅各、约翰看见了，就说：“主啊，你要我们吩咐火从天上降下来烧灭他们，像以利亚所作的（有古卷无“像以利亚所作的”数字）？” 55耶稣转身责备两个门徒说：“你们的心如何，你们并不知道。 56人子来不是要灭人的性命（“性命”或作“灵魂”。下同），是要救人的性命。”说着就往别的村庄去了（有古卷只有五十五节首句，五十六节末句）。 57他们走路的时候，有一人对耶稣说：“你无论往哪里去，我要跟从你。” 58耶稣说：“狐狸有洞，天空的飞鸟有窝，只是人子没有枕头的地方。” 59又对一个人说：“跟从我来！”那人说：“主，容我先回去埋葬我的父亲。” 60耶稣说：“任凭死人埋葬他们的死人，你只管去传扬神国的道。” 61又有一人说：“主，我要跟从你，但容我先去辞别我家里的人。” 62耶稣说：“手扶着犁向后看的，不配进神的国。”'
            }
        },
        proper9:{
            firstReading:{
                title:'以赛亚书66:10-14',
                content:'10你们爱慕耶路撒冷的，都要与她一同欢喜快乐，你们为她悲哀的，都要与她一同乐上加乐，  11使你们在她安慰的怀中吃奶得饱，使他们得她丰盛的荣耀，犹如挤奶，满心喜乐。  12耶和华如此说：“我要使平安延及她，好像江河；使列国的荣耀延及她，如同涨溢的河。你们要从中享受（原文作“咂”），你们必蒙抱在肋旁，摇弄在膝上。  13母亲怎样安慰儿子，我就照样安慰你们，你们也必因（或作“在”）耶路撒冷得安慰。  14你们看见，就心中快乐，你们的骨头必得滋润，像嫩草一样。而且耶和华的手向他仆人所行的，必被人知道；他也要向仇敌发恼恨。'
            },
            psalm:{
                title:'诗篇66:1-7',
                content:'1全地都当向神欢呼！  2歌颂他名的荣耀，用赞美的言语将他的荣耀发明。  3当对神说：“你的作为何等可畏！因你的大能，仇敌要投降你。  4全地要敬拜你，歌颂你，要歌颂你的名。”  5你们来看神所行的，他向世人所作之事是可畏的。  6他将海变成干地，众民步行过河。我们在那里因他欢喜。  7他用权能治理万民，直到永远。他的眼睛鉴察列邦，悖逆的人不可自高。'
            },
            secondReading:{
                title:'加拉太书6:1-10, 14-18',
                content:'1弟兄们，若有人偶然被过犯所胜，你们属灵的人就当用温柔的心把他挽回过来，又当自己小心，恐怕也被引诱。 2你们各人的重担要互相担当，如此，就完全了基督的律法。 3人若无有，自己还以为有，就是自欺了。 4各人应当察验自己的行为。这样，他所夸的就专在自己，不在别人了， 5因为各人必担当自己的担子。 6在道理上受教的，当把一切需用的供给施教的人。 7不要自欺，神是轻慢不得的。人种的是什么，收的也是什么。 8顺着情欲撒种的，必从情欲收败坏；顺着圣灵撒种的，必从圣灵收永生。 9我们行善，不可丧志，若不灰心，到了时候就要收成。 10所以，有了机会，就当向众人行善，向信徒一家的人更当这样。\n14但我断不以别的夸口，只夸我们主耶稣基督的十字架。因这十字架，就我而论，世界已经钉在十字架上；就世界而论，我已经钉在十字架上。 15受割礼不受割礼都无关紧要，要紧的就是作新造的人。 16凡照此理而行的，愿平安、怜悯加给他们和神的以色列民。  17从今以后，人都不要搅扰我，因为我身上带着耶稣的印记。  18弟兄们，愿我主耶稣基督的恩常在你们心里。阿们！'
            },
            gospel:{
                title:'路加福音10:1-20',
                content:'1这事以后，主又设立七十个人，差遣他们两个两个的在他前面，往自己所要到的各城、各地方去。 2就对他们说：“要收的庄稼多，作工的人少。所以你们当求庄稼的主，打发工人出去收他的庄稼。 3你们去吧！我差你们出去，如同羊羔进入狼群。 4不要带钱囊，不要带口袋，不要带鞋，在路上也不要问人的安。 5无论进哪一家，先要说：‘愿这一家平安！’ 6那里若有当得平安的人（“当得平安的人”原文作“平安之子”），你们所求的平安就必临到那家；不然，就归与你们了。 7你们要住在那家，吃喝他们所供给的，因为工人得工价是应当的。不要从这家搬到那家。 8无论进哪一城，人若接待你们，给你们摆上什么，你们就吃什么。 9要医治那城里的病人，对他们说：‘神的国临近你们了。’ 10无论进哪一城，人若不接待你们，你们就到街上去， 11说：‘就是你们城里的尘土粘在我们的脚上，我们也当着你们擦去。虽然如此，你们该知道神的国临近了。’ 12我告诉你们：当审判的日子，所多玛所受的，比那城还容易受呢！” 13“哥拉汛哪，你有祸了！伯赛大啊，你有祸了！因为在你们中间所行的异能，若行在推罗、西顿，他们早已披麻蒙灰坐在地上悔改了。 14当审判的日子，推罗、西顿所受的比你们还容易受呢。 15迦百农啊！你已经升到天上，（或作“你将要升到天上吗？”）将来必推下阴间。” 16又对门徒说：“听从你们的就是听从我；弃绝你们的就是弃绝我；弃绝我的就是弃绝那差我来的。” 17那七十个人欢欢喜喜的回来说：“主啊，因你的名，就是鬼也服了我们。” 18耶稣对他们说：“我曾看见撒但从天上坠落，像闪电一样。 19我已经给你们权柄可以践踏蛇和蝎子，又胜过仇敌一切的能力，断没有什么能害你们。 20然而不要因鬼服了你们就欢喜，要因你们的名记录在天上欢喜。”'
            }
        },
        proper10:{
            firstReading:{
                title:'利未记(18:1-5)19:9-18',
                content:'【1耶和华对摩西说： 2“你晓谕以色列人说：我是耶和华你们的神。 3你们从前住的埃及地，那里人的行为，你们不可效法，我要领你们到的迦南地，那里人的行为，也不可效法，也不可照他们的恶俗行。 4你们要遵我的典章，守我的律例，按此而行。我是耶和华你们的神。 5所以你们要守我的律例、典章。人若遵行，就必因此活着。我是耶和华。】9“在你们的地收割庄稼，不可割尽田角，也不可拾取所遗落的。 10不可摘尽葡萄园的果子，也不可拾取葡萄园所掉的果子，要留给穷人和寄居的。我是耶和华你们的神。  11“你们不可偷盗，不可欺骗，也不可彼此说谎。 12不可指着我的名起假誓，亵渎你神的名。我是耶和华。  13“不可欺压你的邻舍，也不可抢夺他的物。雇工人的工价，不可在你那里过夜留到早晨。 14不可咒骂聋子，也不可将绊脚石放在瞎子面前，只要敬畏你的神。我是耶和华。  15“你们施行审判，不可行不义，不可偏护穷人，也不可重看有势力的人，只要按着公义审判你的邻舍。 16不可在民中往来搬弄是非，也不可与邻舍为敌，置之于死（原文作“流他的血”）。我是耶和华。  17“不可心里恨你的弟兄；总要指摘你的邻舍，免得因他担罪。 18不可报仇，也不可埋怨你本国的子民，却要爱人如己。我是耶和华。 '
            },
            psalm:{
                title:'诗篇41',
                content:'1眷顾贫穷的有福了，他遭难的日子，耶和华必搭救他。  2耶和华必保全他，使他存活；他必在地上享福。求你不要把他交给仇敌，遂其所愿。  3他病重在榻，耶和华必扶持他；他在病中，你必给他铺床。  4我曾说：“耶和华啊，求你怜恤我，医治我，因为我得罪了你。”  5我的仇敌用恶言议论我说：“他几时死，他的名才灭亡呢？”  6他来看我就说假话，他心存奸恶，走到外边才说出来。  7一切恨我的，都交头接耳地议论我。他们设计要害我。  8他们说：“有怪病贴在他身上。他已躺卧，必不能再起来。”  9连我知己的朋友，我所倚靠吃过我饭的，也用脚踢我。  10耶和华啊，求你怜恤我，使我起来，好报复他们。  11因我的仇敌不得向我夸胜，我从此便知道你喜爱我。  12你因我纯正就扶持我，使我永远站在你的面前。  13耶和华以色列的神是应当称颂的，从亘古直到永远。阿们，阿们！'
            },
            secondReading:{
                title:'歌罗西书1:1-14',
                content:'1奉神旨意，作基督耶稣使徒的保罗和兄弟提摩太， 2写信给歌罗西的圣徒，在基督里有忠心的弟兄。愿恩惠、平安从神我们的父归与你们！ 3我们感谢神、我们主耶稣基督的父，常常为你们祷告， 4因听见你们在基督耶稣里的信心，并向众圣徒的爱心， 5是为那给你们存在天上的盼望；这盼望就是你们从前在福音真理的道上所听见的。 6这福音传到你们那里，也传到普天之下，并且结果、增长，如同在你们中间，自从你们听见福音，真知道神恩惠的日子一样。 7正如你们从我们所亲爱、一同作仆人的以巴弗所学的。他为我们（有古卷作“你们”）作了基督忠心的执事， 8也把你们因圣灵所存的爱心告诉了我们。  9因此，我们自从听见的日子，也就为你们不住地祷告祈求，愿你们在一切属灵的智慧悟性上，满心知道神的旨意， 10好叫你们行事为人对得起主，凡事蒙他喜悦，在一切善事上结果子，渐渐地多知道神， 11照他荣耀的权能，得以在各样的力上加力，好叫你们凡事欢欢喜喜地忍耐宽容， 12又感谢父，叫我们能与众圣徒在光明中同得基业。 13他救了我们脱离黑暗的权势，把我们迁到他爱子的国里， 14我们在爱子里得蒙救赎，罪过得以赦免。'
            },
            gospel:{
                title:'路加福音10:25-37',
                content:'25有一个律法师起来试探耶稣说：“夫子，我该作什么才可以承受永生？” 26耶稣对他说：“律法上写的是什么？你念的是怎样呢？” 27他回答说：“你要尽心、尽性、尽力、尽意爱主你的神；又要爱邻舍如同自己。” 28耶稣说：“你回答的是。你这样行，就必得永生。” 29那人要显明自己有理，就对耶稣说：“谁是我的邻舍呢？” 30耶稣回答说：“有一个人从耶路撒冷下耶利哥去，落在强盗手中。他们剥去他的衣裳，把他打个半死，就丢下他走了。 31偶然有一个祭司从这条路下来，看见他，就从那边过去了。 32又有一个利未人来到这地方，看见他，也照样从那边过去了。 33惟有一个撒玛利亚人行路来到那里，看见他，就动了慈心， 34上前用油和酒倒在他的伤处，包裹好了，扶他骑上自己的牲口，带到店里去照应他。 35第二天，拿出二钱银子来交给店主说：‘你且照应他，此外所费用的，我回来必还你。’ 36你想，这三个人哪一个是落在强盗手中的邻舍呢？” 37他说：“是怜悯他的。”耶稣说：“你去照样行吧！”'
            }
        },
        proper11:{
            firstReading:{
                title:'创世记18:1-10a(10b-14)',
                content:'1耶和华在幔利橡树那里，向亚伯拉罕显现出来。那时正热，亚伯拉罕坐在帐棚门口， 2举目观看，见有三个人在对面站着。他一见，就从帐棚门口跑去迎接他们，俯伏在地， 3说：“我主，我若在你眼前蒙恩，求你不要离开仆人往前去。 4容我拿点水来，你们洗洗脚，在树下歇息歇息。 5我再拿一点饼来，你们可以加添心力，然后往前去。你们既到仆人这里来，理当如此。”他们说：“就照你说的行吧！” 6亚伯拉罕急忙进帐棚见撒拉，说：“你速速拿三细亚细面调和作饼。” 7亚伯拉罕又跑到牛群里，牵了一只又嫩又好的牛犊来，交给仆人，仆人急忙预备好了。 8亚伯拉罕又取了奶油和奶，并预备好的牛犊来，摆在他们面前，自己在树下站在旁边，他们就吃了。  9他们问亚伯拉罕说：“你妻子撒拉在哪里？”他说：“在帐棚里。” 10a三人中有一位说：“到明年这时候，我必要回到你这里，你的妻子撒拉必生一个儿子。”【10b撒拉在那人后边的帐棚门口也听见了这话。 11亚伯拉罕和撒拉年纪老迈，撒拉的月经已断绝了。 12撒拉心里暗笑，说：“我既已衰败，我主也老迈，岂能有这喜事呢？” 13耶和华对亚伯拉罕说：“撒拉为什么暗笑，说：‘我既已年老，果真能生养吗？’ 14耶和华岂有难成的事吗？到了日期，明年这时候，我必回到你这里，撒拉必生一个儿子。”】'
            },
            psalm:{
                title:'诗篇27:1-14',
                content:'【1耶和华是我的亮光，是我的拯救，我还怕谁呢？耶和华是我性命的保障（“保障”或作“力量”），我还惧谁呢？  2那作恶的，就是我的仇敌，前来吃我肉的时候，就绊跌仆倒。  3虽有军兵安营攻击我，我的心也不害怕；虽然兴起刀兵攻击我，我必仍旧安稳。  4有一件事，我曾求耶和华，我仍要寻求：就是一生一世住在耶和华的殿中，瞻仰他的荣美，在他的殿里求问。  5因为我遭遇患难，他必暗暗地保守我；在他亭子里，把我藏在他帐幕的隐密处，将我高举在磐石上。  6现在我得以昂首，高过四面的仇敌；我要在他的帐幕里欢然献祭，我要唱诗歌颂耶和华。  】7耶和华啊，我用声音呼吁的时候，求你垂听；并求你怜恤我，应允我。  8你说：“你们当寻求我的面。”那时我心向你说：“耶和华啊，你的面我正要寻求。”  9不要向我掩面。不要发怒赶逐仆人，你向来是帮助我的。救我的神啊，不要丢掉我，也不要离弃我。  10我父母离弃我，耶和华必收留我。  11耶和华啊，求你将你的道指教我，因我仇敌的缘故引导我走平坦的路。  12求你不要把我交给敌人，遂其所愿；因为妄作见证的和口吐凶言的，起来攻击我。  13我若不信在活人之地得见耶和华的恩惠，就早已丧胆了。  14要等候耶和华！当壮胆，坚固你的心。我再说：要等候耶和华！'
            },
            secondReading:{
                title:'歌罗西书1:21-29',
                content:'21你们从前与神隔绝，因着恶行，心里与他为敌。 22但如今他藉着基督的肉身受死，叫你们与自己和好，都成了圣洁，没有瑕疵，无可责备，把你们引到自己面前。 23只要你们在所信的道上恒心，根基稳固，坚定不移，不至被引动失去（原文作“离开”）福音的盼望，这福音就是你们所听过的，也是传与普天下万人听的（“万人”原文作“凡受造的”）。我保罗也作了这福音的执事。 24现在我为你们受苦，倒觉欢乐，并且为基督的身体，就是为教会，要在我肉身上补满基督患难的缺欠。 25我照神为你们所赐我的职分作了教会的执事，要把神的道理传得全备， 26这道理就是历世历代所隐藏的奥秘，但如今向他的圣徒显明了。 27神愿意叫他们知道，这奥秘在外邦人中有何等丰盛的荣耀，就是基督在你们心里成了有荣耀的盼望。 28我们传扬他，是用诸般的智慧，劝戒各人、教导各人，要把各人在基督里完完全全的引到神面前。 29我也为此劳苦，照着他在我里面运用的大能尽心竭力。'
            },
            gospel:{
                title:'路加福音10:38-42',
                content:'38他们走路的时候，耶稣进了一个村庄。有一个女人名叫马大，接他到自己家里。 39她有一个妹子名叫马利亚，在耶稣脚前坐着听他的道。 40马大伺候的事多，心里忙乱，就进前来说：“主啊，我的妹子留下我一个人伺候，你不在意吗？请吩咐她来帮助我。” 41耶稣回答说：“马大，马大！你为许多的事思虑烦扰， 42但是不可少的只有一件，马利亚已经选择那上好的福分，是不能夺去的。”'
            }
        },
        proper12:{
            firstReading:{
                title:'创世记18:(17-19)20-33',
                content:'【17耶和华说：“我所要作的事岂可瞒着亚伯拉罕呢？ 18亚伯拉罕必要成为强大的国，地上的万国都必因他得福。 19我眷顾他，为要叫他吩咐他的众子和他的眷属遵守我的道，秉公行义，使我所应许亚伯拉罕的话都成就了。” 】20耶和华说：“所多玛和蛾摩拉的罪恶甚重，声闻于我。 21我现在要下去，察看他们所行的，果然尽像那达到我耳中的声音一样吗？若是不然，我也必知道。”  22二人转身离开那里，向所多玛去，但亚伯拉罕仍旧站在耶和华面前。 23亚伯拉罕近前来说：“无论善恶，你都要剿灭吗？ 24假若那城里有五十个义人，你还剿灭那地方吗？不为城里这五十个义人饶恕其中的人吗？ 25将义人与恶人同杀，将义人与恶人一样看待，这断不是你所行的。审判全地的主岂不行公义吗？” 26耶和华说：“我若在所多玛城里见有五十个义人，我就为他们的缘故饶恕那地方的众人。” 27亚伯拉罕说：“我虽然是灰尘，还敢对主说话。 28假若这五十个义人短了五个，你就因为短了五个毁灭全城吗？”他说：“我在那里若见有四十五个，也不毁灭那城。” 29亚伯拉罕又对他说：“假若在那里见有四十个怎么样呢？”他说：“为这四十个的缘故，我也不作这事。” 30亚伯拉罕说：“求主不要动怒，容我说，假若在那里见有三十个怎么样呢？”他说：“我在那里若见有三十个，我也不作这事。” 31亚伯拉罕说：“我还敢对主说话，假若在那里见有二十个怎么样呢？”他说：“为这二十个的缘故，我也不毁灭那城。” 32亚伯拉罕说：“求主不要动怒，我再说这一次，假若在那里见有十个呢？”他说：“为这十个的缘故，我也不毁灭那城。” 33耶和华与亚伯拉罕说完了话就走了；亚伯拉罕也回到自己的地方去了。'
            },
            psalm:{
                title:'诗篇138',
                content:'1我要一心称谢你，在诸神面前歌颂你。  2我要向你的圣殿下拜，为你的慈爱和诚实称赞你的名；因你使你的话显为大，过于你所应许的（或作“超乎你的名声”）。  3我呼求的日子，你就应允我，鼓励我，使我心里有能力。  4耶和华啊，地上的君王都要称谢你，因他们听见了你口中的言语。  5他们要歌颂耶和华的作为，因耶和华大有荣耀。  6耶和华虽高，仍看顾低微的人，他却从远处看出骄傲的人。  7我虽行在患难中，你必将我救活。我的仇敌发怒，你必伸手抵挡他们，你的右手也必救我。  8耶和华必成全关乎我的事。耶和华啊，你的慈爱永远长存，求你不要离弃你手所造的。'
            },
            secondReading:{
                title:'歌罗西书2:6-15(16-19)',
                content:'6你们既然接受了主基督耶稣，就当遵他而行， 7在他里面生根建造，信心坚固，正如你们所领的教训，感谢的心也更增长了。 8你们要谨慎，恐怕有人用他的理学和虚空的妄言，不照着基督，乃照人间的遗传和世上的小学，就把你们掳去。 9因为神本性一切的丰盛，都有形有体的居住在基督里面， 10你们在他里面也得了丰盛。他是各样执政掌权者的元首。 11你们在他里面，也受了不是人手所行的割礼，乃是基督使你们脱去肉体情欲的割礼。 12你们既受洗与他一同埋葬，也就在此与他一同复活，都因信那叫他从死里复活神的功用。 13你们从前在过犯和未受割礼的肉体中死了，神赦免了你们（或作“我们”）一切过犯，便叫你们与基督一同活过来， 14又涂抹了在律例上所写攻击我们有碍于我们的字据，把它撤去，钉在十字架上。 15既将一切执政的掌权的掳来，明显给众人看，就仗着十字架夸胜。  【16所以不拘在饮食上，或节期、月朔、安息日，都不可让人论断你们。 17这些原是后事的影儿，那形体却是基督。 18不可让人因着故意谦虚和敬拜天使，就夺去你们的奖赏。这等人拘泥在所见过的（有古卷作“这等人窥察所没有见过的”），随着自己的欲心，无故的自高自大， 19不持定元首。全身既然靠着他，筋节得以相助联络，就因神大得长进。】'
            },
            gospel:{
                title:'路加福音11:1-13',
                content:'1耶稣在一个地方祷告。祷告完了，有个门徒对他说：“求主教导我们祷告，像约翰教导他的门徒。”  2耶稣说：“你们祷告的时候要说：‘我们在天上的父（有古卷作“父啊”），愿人都尊你的名为圣。愿你的国降临。愿你的旨意行在地上如同行在天上（有古卷无“愿你的旨意云云”）。  3我们日用的饮食，天天赐给我们。  4赦免我们的罪，因为我们也赦免凡亏欠我们的人。不叫我们遇见试探，救我们脱离凶恶（有古卷无末句）。’”  5耶稣又说：“你们中间谁有一个朋友半夜到他那里去说：‘朋友，请借给我三个饼， 6因为我有一个朋友行路，来到我这里，我没有什么给他摆上。’ 7那人在里面回答说：‘不要搅扰我，门已经关闭，孩子们也同我在床上了，我不能起来给你。’ 8我告诉你们：虽不因他是朋友起来给他，但因他情词迫切的直求，就必起来照他所需用的给他。 9我又告诉你们：你们祈求，就给你们；寻找，就寻见；叩门，就给你们开门。 10因为凡祈求的，就得着；寻找的，就寻见；叩门的，就给他开门。 11你们中间作父亲的，谁有儿子求饼，反给他石头呢？求鱼，反拿蛇当鱼给他呢？ 12求鸡蛋，反给他蝎子呢？ 13你们虽然不好，尚且知道拿好东西给儿女，何况天父，岂不更将圣灵给求他的人吗？”'
            }
        },
        proper13:{
            firstReading:{
                title:'传道书1:2, 12-14, 2:18-26',
                content:'2传道者说：虚空的虚空，虚空的虚空，凡事都是虚空。\n12我传道者在耶路撒冷作过以色列的王。 13我专心用智慧寻求查究天下所作的一切事，乃知神叫世人所经练的是极重的劳苦。 14我见日光之下所作的一切事，都是虚空，都是捕风。\n18我恨恶一切的劳碌，就是我在日光之下的劳碌，因为我得来的必留给我以后的人。 19那人是智慧，是愚昧，谁能知道？他竟要管理我劳碌所得的，就是我在日光之下用智慧所得的。这也是虚空。 20故此，我转想我在日光之下所劳碌的一切工作，心便绝望。 21因为有人用智慧、知识、灵巧所劳碌得来的，却要留给未曾劳碌的人为份。这也是虚空，也是大患。 22人在日光之下劳碌累心，在他一切的劳碌上得着什么呢？ 23因为他日日忧虑，他的劳苦成为愁烦，连夜间心也不安。这也是虚空。  24人莫强如吃喝，且在劳碌中享福，我看这也是出于神的手。 25论到吃用、享福，谁能胜过我呢？ 26神喜悦谁，就给谁智慧、知识和喜乐，惟有罪人，神使他劳苦，叫他将所收聚的、所堆积的归给神所喜悦的人。这也是虚空，也是捕风。'
            },
            psalm:{
                title:'诗篇100',
                content:'1普天下当向耶和华欢呼。  2你们当乐意侍奉耶和华，当来向他歌唱。  3你们当晓得耶和华是神。我们是他造的，也是属他的；我们是他的民，也是他草场的羊。  4当称谢进入他的门，当赞美进入他的院；当感谢他，称颂他的名。  5因为耶和华本为善，他的慈爱存到永远，他的信实直到万代。'
            },
            secondReading:{
                title:'歌罗西书3:1-11',
                content:'1所以你们若真与基督一同复活，就当求在上面的事，那里有基督坐在神的右边。 2你们要思念上面的事，不要思念地上的事。 3因为你们已经死了，你们的生命与基督一同藏在神里面。 4基督是我们的生命，他显现的时候，你们也要与他一同显现在荣耀里。  5所以要治死你们在地上的肢体，就如淫乱、污秽、邪情、恶欲和贪婪，贪婪就与拜偶像一样。 6因这些事，神的忿怒必临到那悖逆之子。 7当你们在这些事中活着的时候，也曾这样行过。 8但现在你们要弃绝这一切的事，以及恼恨、忿怒、恶毒（或作“阴毒”）、毁谤，并口中污秽的言语。 9不要彼此说谎，因你们已经脱去旧人和旧人的行为， 10穿上了新人，这新人在知识上渐渐更新，正如造他主的形像。 11在此并不分希腊人、犹太人，受割礼的、未受割礼的、化外人、西古提人、为奴的、自主的，惟有基督是包括一切，又住在各人之内。'
            },
            gospel:{
                title:'路加福音12:12-21',
                content:'12因为正在那时候，圣灵要指教你们当说的话。” 13众人中有一个人对耶稣说：“夫子，请你吩咐我的兄长和我分开家业。” 14耶稣说：“你这个人，谁立我作你们断事的官，给你们分家业呢？” 15于是对众人说：“你们要谨慎自守，免去一切的贪心；因为人的生命不在乎家道丰富。” 16就用比喻对他们说：“有一个财主，田产丰盛， 17自己心里思想说：‘我的出产没有地方收藏，怎么办呢？’ 18又说：‘我要这么办：要把我的仓房拆了，另盖更大的，在那里好收藏我一切的粮食和财物， 19然后要对我的灵魂说：灵魂哪，你有许多财物积存，可作多年的费用，只管安安逸逸的吃喝快乐吧！’ 20神却对他说：‘无知的人哪，今夜必要你的灵魂，你所预备的要归谁呢？’ 21凡为自己积财，在神面前却不富足的，也是这样。”'
            }
        },
        proper14:{
            firstReading:{
                title:'创世记15:1-6',
                content:'1这事以后，耶和华在异象中有话对亚伯兰说：“亚伯兰，你不要惧怕！我是你的盾牌，必大大地赏赐你。” 2亚伯兰说：“主耶和华啊，我既无子，你还赐我什么呢？并且要承受我家业的是大马士革人以利以谢。” 3亚伯兰又说：“你没有给我儿子，那生在我家中的人就是我的后嗣。” 4耶和华又有话对他说：“这人必不成为你的后嗣，你本身所生的才成为你的后嗣。” 5于是领他走到外边，说：“你向天观看，数算众星，能数得过来吗？”又对他说：“你的后裔将要如此。” 6亚伯兰信耶和华，耶和华就以此为他的义。'
            },
            psalm:{
                title:'诗篇33:12-22',
                content:'12以耶和华为神的，那国是有福的！他所拣选为自己产业的，那民是有福的！  13耶和华从天上观看，他看见一切的世人；  14从他的居所往外察看地上一切的居民。  15他是那造成他们众人心的，留意他们一切作为的。  16君王不能因兵多得胜，勇士不能因力大得救；  17靠马得救是枉然的，马也不能因力大救人。  18耶和华的眼目看顾敬畏他的人和仰望他慈爱的人，  19要救他们的命脱离死亡，并使他们在饥荒中存活。  20我们的心向来等候耶和华，他是我们的帮助，我们的盾牌。  21我们的心必靠他欢喜，因为我们向来倚靠他的圣名。  22耶和华啊，求你照着我们所仰望你的，向我们施行慈爱。'
            },
            secondReading:{
                title:'希伯来书11:1-16',
                content:'1信就是所望之事的实底，是未见之事的确据。 2古人在这信上得了美好的证据。  3我们因着信，就知道诸世界是藉神话造成的，这样，所看见的，并不是从显然之物造出来的。  4亚伯因着信，献祭与神，比该隐所献的更美，因此便得了称义的见证，就是神指他礼物作的见证。他虽然死了，却因这信，仍旧说话。 5以诺因着信，被接去，不至于见死，人也找不着他，因为神已经把他接去了。只是他被接去以先，已经得了神喜悦他的明证。 6人非有信，就不能得神的喜悦；因为到神面前来的人，必须信有神，且信他赏赐那寻求他的人。 7挪亚因着信，既蒙神指示他未见的事，动了敬畏的心，预备了一只方舟，使他全家得救。因此就定了那世代的罪，自己也承受了那从信而来的义。  8亚伯拉罕因着信，蒙召的时候，就遵命出去，往将来要得为业的地方去，出去的时候，还不知往哪里去。 9他因着信，就在所应许之地作客，好像在异地居住帐棚，与那同蒙一个应许的以撒、雅各一样。 10因为他等候那座有根基的城，就是神所经营、所建造的。 11因着信，连撒拉自己，虽然过了生育的岁数，还能怀孕，因她以为那应许她的是可信的。 12所以从一个仿佛已死的人就生出子孙，如同天上的星那样众多，海边的沙那样无数。  13这些人都是存着信心死的，并没有得着所应许的，却从远处望见，且欢喜迎接，又承认自己在世上是客旅，是寄居的。 14说这样话的人是表明自己要找一个家乡。 15他们若想念所离开的家乡，还有可以回去的机会。 16他们却羡慕一个更美的家乡，就是在天上的。所以神被称为他们的神，并不以为耻，因为他已经给他们预备了一座城。'
            },
            gospel:{
                title:'路加福音12:22-34(35-40)',
                content:'22耶稣又对门徒说：“所以我告诉你们：不要为生命忧虑吃什么，为身体忧虑穿什么； 23因为生命胜于饮食，身体胜于衣裳。 24你想，乌鸦也不种，也不收，又没有仓，又没有库，神尚且养活它。你们比飞鸟是何等的贵重呢！ 25你们哪一个能用思虑使寿数多加一刻呢（或作“使身量多加一肘呢”）？ 26这最小的事你们尚且不能作，为什么还忧虑其余的事呢？ 27你想，百合花怎么长起来？它也不劳苦，也不纺线。然而我告诉你们：就是所罗门极荣华的时候，他所穿戴的，还不如这花一朵呢！ 28你们这小信的人哪，野地里的草今天还在，明天就丢在炉里，神还给它这样的妆饰，何况你们呢！ 29你们不要求吃什么，喝什么，也不要挂心。 30这都是外邦人所求的。你们必须用这些东西，你们的父是知道的。 31你们只要求他的国，这些东西就必加给你们了。 32你们这小群，不要惧怕，因为你们的父乐意把国赐给你们。 33你们要变卖所有的周济人，为自己预备永不坏的钱囊，用不尽的财宝在天上，就是贼不能近、虫不能蛀的地方。 34因为你们的财宝在哪里，你们的心也在那里。” 【35“你们腰里要束上带，灯也要点着。 36自己好像仆人等候主人从婚姻的筵席上回来。他来到叩门，就立刻给他开门。 37主人来了，看见仆人警醒，那仆人就有福了。我实在告诉你们：主人必叫他们坐席，自己束上带，进前伺候他们。 38或是二更天来，或是三更天来，看见仆人这样，那仆人就有福了。 39家主若知道贼什么时候来，就必警醒，不容贼挖透房屋，这是你们所知道的。 40你们也要预备，因为你们想不到的时候，人子就来了。”】'
            }
        },
        proper15:{
            firstReading:{
                title:'耶利米书23:16-29',
                content:'16万军之耶和华如此说：“这些先知向你们说预言，你们不要听他们的话。他们以虚空教训你们，所说的异象，是出于自己的心，不是出于耶和华的口。 17他们常对藐视我的人说：‘耶和华说：你们必享平安。’又对一切按自己顽梗之心而行的人说：‘必没有灾祸临到你们。’  18有谁站在耶和华的会中，得以听见并会悟他的话呢？有谁留心听他的话呢？  19看哪，耶和华的忿怒好像暴风，已经发出，是暴烈的旋风，必转到恶人的头上。  20耶和华的怒气必不转消，直到他心中所拟定的成就了。末后的日子你们要全然明白。  21“我没有打发那些先知，他们竟自奔跑；我没有对他们说话，他们竟自预言。  22他们若是站在我的会中，就必使我的百姓听我的话，又使他们回头离开恶道和他们所行的恶。”  23耶和华说：“我岂为近处的神呢？不也为远处的神吗？” 24耶和华说：“人岂能在隐密处藏身，使我看不见他呢？”耶和华说：“我岂不充满天地吗？ 25我已听见那些先知所说的，就是托我名说的假预言，他们说：‘我作了梦，我作了梦。’ 26说假预言的先知，就是预言本心诡诈的先知，他们这样存心要到几时呢？ 27他们各人将所作的梦对邻舍述说，想要使我的百姓忘记我的名，正如他们列祖因巴力忘记我的名一样。 28得梦的先知，可以述说那梦；得我话的人，可以诚实讲说我的话。糠秕怎能与麦子比较呢？这是耶和华说的。” 29耶和华说：“我的话岂不像火，又像能打碎磐石的大锤吗？”'
            },
            psalm:{
                title:'诗篇119:81-88',
                content:'81我心渴想你的救恩，仰望你的应许。  82我因盼望你的应许，眼睛失明，说：“你何时安慰我？”  83我好像烟薰的皮袋，却不忘记你的律例。  84你仆人的年日有多少呢？你几时向逼迫我的人施行审判呢？  85不从你律法的骄傲人为我掘了坑。  86你的命令尽都诚实，他们无理地逼迫我，求你帮助我。  87他们几乎把我从世上灭绝，但我没有离弃你的训词。  88求你照你的慈爱将我救活，我就遵守你口中的法度。'
            },
            secondReading:{
                title:'希伯来书11:17-31(32-40); 12:1-3',
                content:'17亚伯拉罕因着信，被试验的时候，就把以撒献上，这便是那欢喜领受应许的，将自己独生的儿子献上。 18论到这儿子，曾有话说：“从以撒生的才要称为你的后裔。” 19他以为神还能叫人从死里复活，他也仿佛从死中得回他的儿子来。 20以撒因着信，就指着将来的事给雅各、以扫祝福。 21雅各因着信，临死的时候，给约瑟的两个儿子各自祝福，扶着杖头敬拜神。 22约瑟因着信，临终的时候，提到以色列族将来要出埃及，并为自己的骸骨留下遗命。  23摩西生下来，他的父母见他是个俊美的孩子，就因着信，把他藏了三个月，并不怕王命。 24摩西因着信，长大了就不肯称为法老女儿之子。 25他宁可和神的百姓同受苦害，也不愿暂时享受罪中之乐。 26他看为基督受的凌辱比埃及的财物更宝贵，因他想望所要得的赏赐。 27他因着信，就离开埃及，不怕王怒；因为他恒心忍耐，如同看见那不能看见的主。 28他因着信，就守逾越节（“守”或作“立”），行洒血的礼，免得那灭长子的临近以色列人。 29他们因着信，过红海如行干地。埃及人试着要过去，就被吞灭了。 30以色列人因着信，围绕耶利哥城七日，城墙就倒塌了。 31妓女喇合因着信，曾和和平平地接待探子，就不与那些不顺从的人一同灭亡。  【32我又何必再说呢？若要一一细说，基甸、巴拉、参孙、耶弗他、大卫、撒母耳和众先知的事，时候就不够了。 33他们因着信，制伏了敌国，行了公义，得了应许，堵了狮子的口， 34灭了烈火的猛势，脱了刀剑的锋刃，软弱变为刚强，争战显出勇敢，打退外邦的全军。 35有妇人得自己的死人复活，又有人忍受严刑，不肯苟且得释放（“释放”原文作“赎”），为要得着更美的复活。 36又有人忍受戏弄、鞭打、捆锁、监禁各等的磨炼， 37被石头打死，被锯锯死，受试探，被刀杀，披着绵羊、山羊的皮各处奔跑，受穷乏、患难、苦害， 38在旷野、山岭、山洞、地穴飘流无定，本是世界不配有的人。  39这些人都是因信得了美好的证据，却仍未得着所应许的。 40因为神给我们预备了更美的事，叫他们若不与我们同得，就不能完全。】\n1我们既有这许多的见证人，如同云彩围着我们，就当放下各样的重担，脱去容易缠累我们的罪，存心忍耐，奔那摆在我们前头的路程， 2仰望为我们信心创始成终的耶稣（或作“仰望那将真道创始成终的耶稣”）。他因那摆在前面的喜乐，就轻看羞辱，忍受了十字架的苦难，便坐在神宝座的右边。 3那忍受罪人这样顶撞的，你们要思想，免得疲倦灰心。'
            },
            gospel:{
                title:'路加福音12:49-53(54-56)',
                content:'49“我来，要把火丢在地上，倘若已经着起来，不也是我所愿意的吗？ 50我有当受的洗还没有成就，我是何等地迫切呢？ 51你们以为我来，是叫地上太平吗？我告诉你们：不是，乃是叫人纷争。 52从今以后，一家五个人将要纷争：三个人和两个人相争，两个人和三个人相争； 53父亲和儿子相争，儿子和父亲相争；母亲和女儿相争，女儿和母亲相争；婆婆和媳妇相争，媳妇和婆婆相争。” 【54耶稣又对众人说：“你们看见西边起了云彩，就说‘要下一阵雨’，果然就有； 55起了南风，就说‘将要燥热’，也就有了。 56假冒为善的人哪，你们知道分辨天地的气色，怎么不知道分辨这时候呢？”】'
            }
        },
        proper16:{
            firstReading:{
                title:'以赛亚书66:18-23',
                content:'18我知道他们的行为和他们的意念。时候将到，我必将万民万族（“族”原文作“舌”）聚来，看见我的荣耀。 19我要显神迹（或作“记号”）在他们中间，逃脱的我要差到列国去，就是到他施、普勒、拉弓的路德和土巴、雅完，并素来没有听见我名声，没有看见我荣耀辽远的海岛，他们必将我的荣耀传扬在列国中。 20他们必将你们的弟兄从列国中送回，使他们或骑马，或坐车，坐轿，骑骡子，骑独峰驼，到我的圣山耶路撒冷，作为供物献给耶和华，好像以色列人用洁净的器皿盛供物奉到耶和华的殿中。这是耶和华说的。” 21耶和华说：“我也必从他们中间取人为祭司，为利未人。”  22耶和华说：“我所要造的新天新地，怎样在我面前长存，你们的后裔和你们的名字也必照样长存。  23每逢月朔、安息日，凡有血气的必来在我面前下拜。这是耶和华说的。'
            },
            psalm:{
                title:'诗篇50:1-15',
                content:'1大能者神耶和华，已经发言招呼天下，从日出之地到日落之处。  2从全美的锡安中，神已经发光了。  3我们的神要来，决不闭口，有烈火在他面前吞灭，有暴风在他四围大刮。  4他招呼上天下地，为要审判他的民，  5说：“招聚我的圣民到我这里来，就是那些用祭物与我立约的人。”  6诸天必表明他的公义，因为神是施行审判的。  7“我的民哪，你们当听我的话；以色列啊，我要劝戒你。我是神，是你的神。  8我并不因你的祭物责备你，你的燔祭常在我面前。  9我不从你家中取公牛，也不从你圈内取山羊。  10因为树林中的百兽是我的，千山上的牲畜也是我的。  11山中的飞鸟，我都知道；野地的走兽也都属我。  12我若是饥饿，我不用告诉你，因为世界和其中所充满的都是我的。  13我岂吃公牛的肉呢？我岂喝山羊的血呢？  14你们要以感谢为祭献与神，又要向至高者还你的愿，  15并要在患难之日求告我，我必搭救你，你也要荣耀我。”'
            },
            secondReading:{
                title:'希伯来书12:4-24(25-29)',
                content:'4你们与罪恶相争，还没有抵挡到流血的地步。 5你们又忘了那劝你们如同劝儿子的话，说：“我儿，你不可轻看主的管教，被他责备的时候，也不可灰心。  6因为主所爱的，他必管教，又鞭打凡所收纳的儿子。” 7你们所忍受的，是神管教你们，待你们如同待儿子。焉有儿子不被父亲管教的呢？ 8管教原是众子所共受的，你们若不受管教，就是私子，不是儿子了。 9再者，我们曾有生身的父管教我们，我们尚且敬重他；何况万灵的父，我们岂不更当顺服他得生吗？ 10生身的父都是暂随己意管教我们，惟有万灵的父管教我们，是要我们得益处，使我们在他的圣洁上有份。 11凡管教的事，当时不觉得快乐，反觉得愁苦，后来却为那经练过的人结出平安的果子，就是义。  12所以，你们要把下垂的手、发酸的腿挺起来， 13也要为自己的脚，把道路修直了，使瘸子不至歪脚，反得痊愈（“歪脚”或作“差路”）。 14你们要追求与众人和睦，并要追求圣洁，非圣洁没有人能见主。 15又要谨慎，恐怕有人失了神的恩，恐怕有毒根生出来扰乱你们，因此叫众人沾染污秽。 16恐怕有淫乱的，有贪恋世俗如以扫的，他因一点食物把自己长子的名分卖了。 17后来想要承受父所祝的福，竟被弃绝，虽然号哭切求，却得不着门路使他父亲的心意回转。这是你们知道的。  18你们原不是来到那能摸的山，此山有火焰、密云、黑暗、暴风、 19角声与说话的声音。那些听见这声音的，都求不要再向他们说话。 20因为他们当不起所命他们的话，说：“靠近这山的，即便是走兽，也要用石头打死。” 21所见的极其可怕，甚至摩西说：“我甚是恐惧战兢。” 22你们乃是来到锡安山、永生神的城邑，就是天上的耶路撒冷。那里有千万的天使， 23有名录在天上诸长子之会所共聚的总会，有审判众人的神和被成全之义人的灵魂， 24并新约的中保耶稣，以及所洒的血。这血所说的比亚伯的血所说的更美。  【25你们总要谨慎，不可弃绝那向你们说话的，因为那些弃绝在地上警戒他们的，尚且不能逃罪，何况我们违背那从天上警戒我们的呢？ 26当时他的声音震动了地，但如今他应许说：“再一次我不单要震动地，还要震动天。” 27这再一次的话，是指明被震动的，就是受造之物都要挪去，使那不被震动的常存。 28所以，我们既得了不能震动的国，就当感恩，照神所喜悦的，用虔诚、敬畏的心侍奉神。 29因为我们的神乃是烈火。】'
            },
            gospel:{
                title:'路加福音13:22-30',
                content:'22耶稣往耶路撒冷去，在所经过的各城、各乡教训人。 23有一个人问他说：“主啊，得救的人少吗？” 24耶稣对众人说：“你们要努力进窄门。我告诉你们：将来有许多人想要进去，却是不能。 25及至家主起来关了门，你们站在外面叩门，说：‘主啊，给我们开门！’他就回答说：‘我不认识你们，不晓得你们是哪里来的！’ 26那时，你们要说：‘我们在你面前吃过、喝过，你也在我们的街上教训过人。’ 27他要说：‘我告诉你们，我不晓得你们是哪里来的。你们这一切作恶的人离开我去吧！’ 28你们要看见亚伯拉罕、以撒、雅各和众先知都在神的国里，你们却被赶到外面，在那里必要哀哭切齿了。 29从东、从西、从南、从北将有人来，在神的国里坐席。 30只是有在后的，将要在前；有在前的，将要在后。”'
            }
        },
        proper17:{
            firstReading:{
                title:'箴言25:2-10',
                content:'2将事隐秘，乃神的荣耀；将事察清乃君王的荣耀。  3天之高，地之厚，君王之心也测不透。  4除去银子的渣滓，就有银子出来，银匠能以作器皿；  5除去王面前的恶人，国位就靠公义坚立。  6不要在王面前妄自尊大，不要在大人的位上站立。  7宁可有人说：请你上来，强如在你觐见的王子面前叫你退下。  8不要冒失出去与人争竞，免得至终被他羞辱，你就不知道怎样行了。  9你与邻舍争讼，要与他一人辩论，不可泄漏人的密事，  10恐怕听见的人骂你，你的臭名就难以脱离。'
            },
            psalm:{
                title:'诗篇131',
                content:'1耶和华啊，我的心不狂傲，我的眼不高大，重大和测不透的事，我也不敢行。  2我的心平稳安静，好像断过奶的孩子在他母亲的怀中；我的心在我里面真像断过奶的孩子。  3以色列啊，你当仰望耶和华，从今时直到永远。'
            },
            secondReading:{
                title:'希伯来书13:1-17',
                content:'1你们务要常存弟兄相爱的心。 2不可忘记用爱心接待客旅，因为曾有接待客旅的，不知不觉就接待了天使。 3你们要记念被捆绑的人，好像与他们同受捆绑，也要记念遭苦害的人，想到自己也在肉身之内。 4婚姻，人人都当尊重，床也不可污秽，因为苟合行淫的人，神必要审判。 5你们存心不可贪爱钱财，要以自己所有的为足。因为主曾说：“我总不撇下你，也不丢弃你。” 6所以我们可以放胆说：“主是帮助我的，我必不惧怕，人能把我怎么样呢？”  7从前引导你们、传神之道给你们的人，你们要想念他们，效法他们的信心，留心看他们为人的结局。 8耶稣基督昨日今日一直到永远，是一样的。 9你们不要被那诸般怪异的教训勾引了去。因为人心靠恩得坚固才是好的，并不是靠饮食；那在饮食上专心的，从来没有得着益处。 10我们有一祭坛，上面的祭物是那些在帐幕中供职的人不可同吃的。 11原来牲畜的血被大祭司带入圣所作赎罪祭，牲畜的身子被烧在营外。 12所以耶稣要用自己的血叫百姓成圣，也就在城门外受苦。 13这样，我们也当出到营外，就了他去，忍受他所受的凌辱。 14我们在这里本没有常存的城，乃是寻求那将来的城。 15我们应当靠着耶稣，常常以颂赞为祭献给神，这就是那承认主名之人嘴唇的果子。 16只是不可忘记行善和捐输的事，因为这样的祭是神所喜悦的。  17你们要依从那些引导你们的，且要顺服，因他们为你们的灵魂时刻警醒，好像那将来交账的人。你们要使他们交的时候有快乐，不至忧愁，若忧愁就与你们无益了。'
            },
            gospel:{
                title:'路加福音14:1-14',
                content:'1安息日，耶稣到一个法利赛人的首领家里去吃饭，他们就窥探他。 2在他面前有一个患水臌的人。 3耶稣对律法师和法利赛人说：“安息日治病可以不可以？” 4他们却不言语。耶稣就治好那人，叫他走了， 5便对他们说：“你们中间谁有驴或有牛在安息日掉在井里，不立时拉它上来呢？” 6他们不能对答这话。 7耶稣见所请的客拣择首位，就用比喻对他们说： 8“你被人请去赴婚姻的筵席，不要坐在首位上，恐怕有比你尊贵的客被他请来。 9那请你们的人前来对你说：‘让座给这一位吧！’你就羞羞惭惭地退到末位上去了。 10你被请的时候，就去坐在末位上，好叫那请你的人来对你说：‘朋友，请上坐。’那时，你在同席的人面前就有光彩了。 11因为凡自高的，必降为卑；自卑的，必升为高。” 12耶稣又对请他的人说：“你摆设午饭或晚饭，不要请你的朋友、弟兄、亲属和富足的邻舍，恐怕他们也请你，你就得了报答。 13你摆设筵席，倒要请那贫穷的、残废的、瘸腿的、瞎眼的，你就有福了！ 14因为他们没有什么可报答你。到义人复活的时候，你要得着报答。”'
            }
        },
        proper18:{
            firstReading:{
                title:'申命记30:15-20',
                content:'15“看哪，我今日将生与福，死与祸，陈明在你面前。 16吩咐你爱耶和华你的神，遵行他的道，谨守他的诫命、律例、典章，使你可以存活，人数增多，耶和华你神就必在你所要进去得为业的地上赐福与你。 17倘若你心里偏离不肯听从，却被勾引去敬拜侍奉别神， 18我今日明明告诉你们：你们必要灭亡，在你过约旦河进去得为业的地上，你的日子必不长久。 19我今日呼天唤地向你作见证，我将生死、祸福陈明在你面前，所以你要拣选生命，使你和你的后裔都得存活； 20且爱耶和华你的神，听从他的话，专靠他，因为他是你的生命，你的日子长久也在乎他。这样，你就可以在耶和华向你列祖亚伯拉罕、以撒、雅各起誓应许所赐的地上居住。”'
            },
            psalm:{
                title:'诗篇1',
                content:'1不从恶人的计谋，不站罪人的道路，不坐亵慢人的座位，  2惟喜爱耶和华的律法，昼夜思想，这人便为有福。  3他要像一棵树栽在溪水旁，按时候结果子，叶子也不枯干。凡他所作的尽都顺利。  4恶人并不是这样，乃像糠秕被风吹散。  5因此当审判的时候，恶人必站立不住；罪人在义人的会中也是如此。  6因为耶和华知道义人的道路，恶人的道路却必灭亡。'
            },
            secondReading:{
                title:'腓利门书1:1-21',
                content:'1为基督耶稣被囚的保罗同兄弟提摩太，写信给我们所亲爱的同工腓利门， 2和妹子亚腓亚，并与我们同当兵的亚基布，以及在你家的教会。 3愿恩惠、平安从神我们的父和主耶稣基督归与你们！ 4我祷告的时候提到你，常为你感谢我的神， 5因听说你的爱心并你向主耶稣和众圣徒的信心（或作“因听说你向主耶稣和众圣徒有爱心、有信心”）。 6愿你与人所同有的信心显出功效，使人知道你们各样善事都是为基督作的。 7兄弟啊，我为你的爱心大有快乐，大得安慰，因众圣徒的心从你得了畅快。 8我虽然靠着基督能放胆吩咐你合宜的事， 9然而像我这有年纪的保罗，现在又是为基督耶稣被囚的，宁可凭着爱心求你， 10就是为我在捆锁中所生的儿子阿尼西母（此名就是“有益处”的意思）求你。 11他从前与你没有益处，但如今与你我都有益处。 12我现在打发他亲自回你那里去，他是我心上的人。 13我本来有意将他留下，在我为福音所受的捆锁中替你伺候我。 14但不知道你的意思，我就不愿意这样行，叫你的善行不是出于勉强，乃是出于甘心。 15他暂时离开你，或者是叫你永远得着他， 16不再是奴仆，乃是高过奴仆，是亲爱的兄弟。在我实在是如此，何况在你呢！这也不拘是按肉体说，是按主说。  17你若以我为同伴，就收纳他，如同收纳我一样。 18他若亏负你，或欠你什么，都归在我的账上， 19我必偿还。这是我保罗亲笔写的。我并不用对你说，连你自己也是亏欠于我。 20兄弟啊，望你使我在主里因你得快乐（或作“益处”），并望你使我的心在基督里得畅快。  21我写信给你，深信你必顺服，知道你所要行的必过于我所说的。'
            },
            gospel:{
                title:'路加福音14:25-35',
                content:'25有极多的人和耶稣同行。他转过来对他们说： 26“人到我这里来，若不爱我胜过爱自己的父母、妻子、儿女、弟兄、姐妹和自己的性命，就不能作我的门徒（“爱我胜过爱”原文作“恨”）； 27凡不背着自己十字架跟从我的，也不能作我的门徒。 28你们哪一个要盖一座楼，不先坐下算计花费，能盖成不能呢？ 29恐怕安了地基，不能成功，看见的人都笑话他，说： 30‘这个人开了工，却不能完工。’ 31或是一个王出去和别的王打仗，岂不先坐下酌量，能用一万兵去敌那领二万兵来攻打他的吗？ 32若是不能，就趁敌人还远的时候，派使者去求和息的条款。 33这样，你们无论什么人，若不撇下一切所有的，就不能作我的门徒。” 34“盐本是好的，盐若失了味，可用什么叫它再咸呢？ 35或用在田里，或堆在粪里，都不合式，只好丢在外面。有耳可听的，就应当听！”'
            }
        },
        proper19:{
            firstReading:{
                title:'以西结书34:11-24',
                content:'11主耶和华如此说：“看哪，我必亲自寻找我的羊，将他们寻见。 12牧人在羊群四散的日子，怎样寻找他的羊，我必照样寻找我的羊。这些羊在密云黑暗的日子散到各处，我必从那里救回他们来。 13我必从万民中领出他们，从各国内聚集他们，引导他们归回故土，也必在以色列山上，一切溪水旁边，境内一切可居之处牧养他们。 14我必在美好的草场牧养他们；他们的圈必在以色列高处的山上。他们必在佳美之圈中躺卧，也在以色列山肥美的草场吃草。 15主耶和华说：我必亲自作我羊的牧人，使他们得以躺卧。 16失丧的，我必寻找，被逐的，我必领回，受伤的，我必缠裹，有病的，我必医治；只是肥的壮的，我必除灭，也要秉公牧养他们。  17“我的羊群哪，论到你们，主耶和华如此说：我必在羊与羊中间、公绵羊与公山羊中间施行判断。 18你们这些肥壮的羊，在美好的草场吃草，还以为小事吗？剩下的草，你们竟用蹄践踏了；你们喝清水，剩下的水，你们竟用蹄搅浑了。 19至于我的羊，只得吃你们所践踏的，喝你们所搅浑的。”  20所以，主耶和华如此说：“我必在肥羊和瘦羊中间施行判断。 21因为你们用胁用肩拥挤一切瘦弱的，又用角抵触，以致使他们四散。 22所以我必拯救我的群羊不再作掠物，我也必在羊和羊中间施行判断。 23我必立一牧人照管他们，牧养他们，就是我的仆人大卫。他必牧养他们，作他们的牧人。 24我耶和华必作他们的神，我的仆人大卫必在他们中间作王。这是耶和华说的。'
            },
            psalm:{
                title:'诗篇119:169-176',
                content:'169耶和华啊，愿我的呼吁达到你面前，照你的话赐我悟性。  170愿我的恳求达到你面前，照你的话搭救我。  171愿我的嘴发出赞美的话，因为你将律例教训我。  172愿我的舌头歌唱你的话，因你一切的命令尽都公义。  173愿你用手帮助我，因我拣选了你的训词。  174耶和华啊，我切慕你的救恩，你的律法也是我所喜爱的。  175愿我的性命存活，得以赞美你；愿你的典章帮助我。  176我如亡羊走迷了路，求你寻找仆人，因我不忘记你的命令。'
            },
            secondReading:{
                title:'提摩太前书1:(5-11)12-17',
                content:'【5但命令的总归就是爱，这爱是从清洁的心和无亏的良心、无伪的信心生出来的。 6有人偏离这些，反去讲虚浮的话， 7想要作教法师，却不明白自己所讲说的、所论定的。 8我们知道律法原是好的，只要人用得合宜。 9因为律法不是为义人设立的，乃是为不法和不服的，不虔诚和犯罪的，不圣洁和恋世俗的，弒父母和杀人的， 10行淫和亲男色的，抢人口和说谎话的，并起假誓的，或是为别样敌正道的事设立的。 11这是照着可称颂之神交托我荣耀福音说的。 】12我感谢那给我力量的我们主基督耶稣，因他以我有忠心，派我服侍他。 13我从前是亵渎神的，逼迫人的，侮慢人的，然而我还蒙了怜悯，因我是不信、不明白的时候而作的。 14并且我主的恩是格外丰盛，使我在基督耶稣里有信心和爱心。 15“基督耶稣降世，为要拯救罪人。”这话是可信的，是十分可佩服的。在罪人中我是个罪魁。 16然而我蒙了怜悯，是因耶稣基督要在我这罪魁身上显明他一切的忍耐，给后来信他得永生的人作榜样。 17但愿尊贵、荣耀归与那不能朽坏、不能看见、永世的君王、独一的神，直到永永远远。阿们！'
            },
            gospel:{
                title:'路加福音15:1-10',
                content:'1众税吏和罪人都挨近耶稣，要听他讲道。 2法利赛人和文士私下议论说：“这个人接待罪人，又同他们吃饭。” 3耶稣就用比喻说： 4“你们中间，谁有一百只羊失去一只，不把这九十九只撇在旷野，去找那失去的羊，直到找着呢？ 5找着了，就欢欢喜喜地扛在肩上，回到家里， 6就请朋友邻舍来，对他们说：‘我失去的羊已经找着了，你们和我一同欢喜吧！’ 7我告诉你们：一个罪人悔改，在天上也要这样为他欢喜，较比为九十九个不用悔改的义人欢喜更大。” 8“或是一个妇人有十块钱，若失落一块，岂不点上灯，打扫屋子，细细地找，直到找着吗？ 9找着了，就请朋友邻舍来，对他们说：‘我失落的那块钱已经找着了，你们和我一同欢喜吧！’ 10我告诉你们：一个罪人悔改，在神的使者面前也是这样为他欢喜。”'
            }
        },
        proper20:{
            firstReading:{
                title:'阿摩司书8:4-7',
                content:'4你们这些要吞吃穷乏人、使困苦人衰败的，当听我的话。  5你们说：“月朔几时过去？我们好卖粮；安息日几时过去？我们好摆开麦子；卖出用小升斗，收银用大戥子，用诡诈的天平欺哄人，  6好用银子买贫寒人，用一双鞋换穷乏人，将坏了的麦子卖给人。”  7耶和华指着雅各的荣耀起誓说：“他们的一切行为，我必永远不忘。'
            },
            psalm:{
                title:'诗篇113',
                content:'1你们要赞美耶和华！耶和华的仆人哪，你们要赞美，赞美耶和华的名。  2耶和华的名是应当称颂的，从今时直到永远。  3从日出之地到日落之处，耶和华的名是应当赞美的。  4耶和华超乎万民之上，他的荣耀高过诸天。  5谁像耶和华我们的神呢？他坐在至高之处，  6自己谦卑，观看天上地下的事。  7他从灰尘里抬举贫寒人，从粪堆中提拔穷乏人，  8使他们与王子同坐，就是与本国的王子同坐。  9他使不能生育的妇人安居家中，为多子的乐母。你们要赞美耶和华！'
            },
            secondReading:{
                title:'提摩太前书2:1-15',
                content:'1我劝你第一要为万人恳求、祷告、代求、祝谢， 2为君王和一切在位的，也该如此，使我们可以敬虔、端正、平安无事的度日。 3这是好的，在神我们救主面前可蒙悦纳。 4他愿意万人得救，明白真道。 5因为只有一位神；在神和人中间，只有一位中保，乃是降世为人的基督耶稣。 6他舍自己作万人的赎价，到了时候，这事必证明出来。 7我为此奉派作传道的，作使徒，作外邦人的师傅，教导他们相信，学习真道。我说的是真话，并不是谎言。  8我愿男人无忿怒，无争论（“争论”或作“疑惑”），举起圣洁的手，随处祷告。 9又愿女人廉耻、自守，以正派衣裳为妆饰，不以编发、黄金、珍珠和贵价的衣裳为妆饰， 10只要有善行，这才与自称是敬神的女人相宜。 11女人要沉静学道，一味的顺服。 12我不许女人讲道，也不许她辖管男人，只要沉静。 13因为先造的是亚当，后造的是夏娃， 14且不是亚当被引诱，乃是女人被引诱，陷在罪里。 15然而，女人若常存信心、爱心，又圣洁自守，就必在生产上得救。'
            },
            gospel:{
                title:'路加福音16:1-15',
                content:'1耶稣又对门徒说：“有一个财主的管家，别人向他主人告他浪费主人的财物。 2主人叫他来，对他说：‘我听见你这事怎么样呢？把你所经管的交代明白，因你不能再作我的管家。’ 3那管家心里说：‘主人辞我，不用我再作管家，我将来作什么？锄地呢，无力；讨饭呢？怕羞。 4我知道怎么行，好叫人在我不作管家之后，接我到他们家里去。’ 5于是，把欠他主人债的，一个一个地叫了来，问头一个说：‘你欠我主人多少？’ 6他说：‘一百篓油（每篓约五十斤）。’管家说：‘拿你的账，快坐下，写五十。’ 7又问一个说：‘你欠多少？’他说：‘一百石麦子。’管家说：‘拿你的账，写八十。’ 8主人就夸奖这不义的管家作事聪明，因为今世之子，在世事之上，较比光明之子更加聪明。 9我又告诉你们：要藉着那不义的钱财结交朋友，到了钱财无用的时候，他们可以接你们到永存的帐幕里去。 10人在最小的事上忠心，在大事上也忠心；在最小的事上不义，在大事上也不义。 11倘若你们在不义的钱财上不忠心，谁还把那真实的钱财托付你们呢？ 12倘若你们在别人的东西上不忠心，谁还把你们自己的东西给你们呢？ 13一个仆人不能侍奉两个主，不是恶这个爱那个，就是重这个轻那个；你们不能又侍奉神，又侍奉玛门。” 14法利赛人是贪爱钱财的，他们听见这一切话，就嗤笑耶稣。 15耶稣对他们说：“你们是在人面前自称为义的，你们的心，神却知道；因为人所尊贵的，是神看为可憎恶的。'
            }
        },
        proper21:{
            firstReading:{
                title:'阿摩司书6:1-7',
                content:'1国为列国之首，人最著名，且为以色列家所归向，在锡安和撒玛利亚山安逸无虑的有祸了！  2你们要过到甲尼察看，从那里往大城哈马去，又下到非利士人的迦特，看那些国比你们的国还强吗？境界比你们的境界还宽吗？  3你们以为降祸的日子还远，坐在位上尽行强暴（或作“行强暴使审判临近”）。  4你们躺卧在象牙床上，舒身在榻上，吃群中的羊羔、棚里的牛犊。  5弹琴鼓瑟唱消闲的歌曲，为自己制造乐器，如同大卫所造的。  6以大碗喝酒，用上等的油抹身，却不为约瑟的苦难担忧。  7所以这些人必在被掳的人中首先被掳，舒身的人荒宴之乐必消灭了。'
            },
            psalm:{
                title:'诗篇146',
                content:'1你们要赞美耶和华！我的心哪，你要赞美耶和华！  2我一生要赞美耶和华。我还活的时候，要歌颂我的神。  3你们不要倚靠君王，不要倚靠世人，他一点不能帮助。  4他的气一断，就归回尘土。他所打算的，当日就消灭了。  5以雅各的神为帮助、仰望耶和华他神的，这人便为有福。  6耶和华造天、地、海和其中的万物，他守诚实，直到永远。  7他为受屈的伸冤，赐食物与饥饿的。耶和华释放被囚的。  8耶和华开了瞎子的眼睛。耶和华扶起被压下的人。耶和华喜爱义人。  9耶和华保护寄居的，扶持孤儿和寡妇，却使恶人的道路弯曲。  10耶和华要作王，直到永远。锡安哪，你的神要作王，直到万代。你们要赞美耶和华！'
            },
            secondReading:{
                title:'提摩太前书3:1-13',
                content:'1“人若想要得监督的职分，就是羡慕善工。”这话是可信的。 2作监督的，必须无可指责，只作一个妇人的丈夫，有节制，自守、端正，乐意接待远人，善于教导， 3不因酒滋事、不打人，只要温和，不争竞、不贪财， 4好好管理自己的家，使儿女凡事端庄、顺服。（或作“端端庄庄地使儿女顺服”。) 5人若不知道管理自己的家，焉能照管神的教会呢？ 6初入教的不可作监督，恐怕他自高自大，就落在魔鬼所受的刑罚里。 7监督也必须在教外有好名声，恐怕被人毁谤，落在魔鬼的网罗里。 8作执事的也是如此：必须端庄，不一口两舌，不好喝酒，不贪不义之财； 9要存清洁的良心，固守真道的奥秘。 10这等人也要先受试验，若没有可责之处，然后叫他们作执事。 11女执事（原文作“女人”）也是如此：必须端庄，不说谗言，有节制，凡事忠心。 12执事只要作一个妇人的丈夫，好好管理儿女和自己的家。 13因为善作执事的，自己就得到美好的地步，并且在基督耶稣里的真道上大有胆量。'
            },
            secondReadingOptional:{
                title:'提摩太前书6:6-19',
                content:'6然而，敬虔加上知足的心便是大利了， 7因为我们没有带什么到世上来，也不能带什么去， 8只要有衣有食，就当知足。 9但那些想要发财的人，就陷在迷惑、落在网罗和许多无知有害的私欲里，叫人沉在败坏和灭亡中。 10贪财是万恶之根。有人贪恋钱财，就被引诱离了真道，用许多愁苦把自己刺透了。 11但你这属神的人要逃避这些事，追求公义、敬虔、信心、爱心、忍耐、温柔。 12你要为真道打那美好的仗，持定永生。你为此被召，也在许多见证人面前已经作了那美好的见证。 13我在叫万物生活的神面前，并在向本丢彼拉多作过那美好见证的基督耶稣面前嘱咐你： 14要守这命令，毫不玷污，无可指责，直到我们的主耶稣基督显现。 15到了日期，那可称颂、独有权能的万王之王、万主之主， 16就是那独一不死、住在人不能靠近的光里，是人未曾看见，也是不能看见的，要将他显明出来。但愿尊贵和永远的权能都归给他。阿们！  17你要嘱咐那些今世富足的人，不要自高，也不要倚靠无定的钱财；只要倚靠那厚赐百物给我们享受的神。 18又要嘱咐他们行善，在好事上富足，甘心施舍，乐意供给人（“供给”或作“体贴”）， 19为自己积成美好的根基，预备将来，叫他们持定那真正的生命。'
            },
            gospel:{
                title:'路加福音16:19-31',
                content:'19“有一个财主，穿着紫色袍和细麻布衣服，天天奢华宴乐。 20又有一个讨饭的，名叫拉撒路，浑身生疮，被人放在财主门口， 21要得财主桌子上掉下来的零碎充饥，并且狗来舔他的疮。 22后来那讨饭的死了，被天使带去放在亚伯拉罕的怀里。财主也死了，并且埋葬了。 23他在阴间受痛苦，举目远远的望见亚伯拉罕，又望见拉撒路在他怀里， 24就喊着说：‘我祖亚伯拉罕哪，可怜我吧！打发拉撒路来，用指头尖蘸点水，凉凉我的舌头，因为我在这火焰里，极其痛苦。’ 25亚伯拉罕说：‘儿啊，你该回想你生前享过福，拉撒路也受过苦，如今他在这里得安慰，你倒受痛苦。 26不但这样，并且在你我之间，有深渊限定，以致人要从这边过到你们那边是不能的；要从那边过到我们这边也是不能的。’ 27财主说：‘我祖啊，既是这样，求你打发拉撒路到我父家去， 28因为我还有五个弟兄，他可以对他们作见证，免得他们也来到这痛苦的地方。’ 29亚伯拉罕说：‘他们有摩西和先知的话可以听从。’ 30他说：‘我祖亚伯拉罕哪，不是的，若有一个从死里复活的，到他们那里去的，他们必要悔改。’ 31亚伯拉罕说：‘若不听从摩西和先知的话，就是有一个从死里复活的，他们也是不听劝。’”'
            }
        },
        proper22:{
            firstReading:{
                title:'哈巴谷书1:1-4, 2:1-4',
                content:'1先知哈巴谷所得的默示。 2他说：耶和华啊，我呼求你，你不应允，要到几时呢？我因强暴哀求你，你还不拯救。  3你为何使我看见罪孽？你为何看着奸恶而不理呢？毁灭和强暴在我面前，又起了争端和相斗的事。  4因此律法放松，公理也不显明；恶人围困义人，所以公理显然颠倒。”\n1我要站在守望所，立在望楼上观看，看耶和华对我说什么话，我可用什么话向他诉冤（“向他诉冤”或作“回答所疑问的”）。  2他对我说：“将这默示明明地写在版上，使读的人容易读（或作“随跑随读”）。  3因为这默示有一定的日期，快要应验，并不虚谎。虽然迟延，还要等候；因为必然临到，不再迟延。” 4迦勒底人自高自大，心不正直；惟义人因信得生。'
            },
            psalm:{
                title:'诗篇62',
                content:'1我的心默默无声，专等候神，我的救恩是从他而来。  2惟独他是我的磐石，我的拯救，他是我的高台，我必不很动摇。  3你们大家攻击一人，把他毁坏，如同毁坏歪斜的墙、将倒的壁，要到几时呢？  4他们彼此商议，专要从他的尊位上把他推下。他们喜爱谎话，口虽祝福，心却咒诅。  5我的心哪，你当默默无声，专等候神，因为我的盼望是从他而来。  6惟独他是我的磐石，我的拯救，他是我的高台，我必不动摇。  7我的拯救，我的荣耀，都在乎神；我力量的磐石，我的避难所，都在乎神。  8你们众民当时时倚靠他，在他面前倾心吐意。神是我们的避难所。  9下流人真是虚空，上流人也是虚假，放在天平里就必浮起，他们一共比空气还轻。  10不要仗势欺人，也不要因抢夺而骄傲；若财宝加增，不要放在心上。  11神说了一次、两次，我都听见，就是能力都属乎神。  12主啊，慈爱也是属乎你，因为你照着各人所行的报应他。'
            },
            secondReading:{
                title:'提摩太后书1:1-14',
                content:'1奉神旨意，照着在基督耶稣里生命的应许，作基督耶稣使徒的保罗， 2写信给我亲爱的儿子提摩太，愿恩惠、怜悯、平安从父神和我们主基督耶稣归与你！ 3我感谢神，就是我接续祖先用清洁的良心所侍奉的神。祈祷的时候，不住地想念你， 4记念你的眼泪，昼夜切切地想要见你，好叫我满心快乐。 5想到你心里无伪之信，这信是先在你外祖母罗以和你母亲友尼基心里的，我深信也在你的心里。 6为此我提醒你，使你将神藉我按手所给你的恩赐，再如火挑旺起来。 7因为神赐给我们不是胆怯的心，乃是刚强、仁爱、谨守的心。 8你不要以给我们的主作见证为耻，也不要以我这为主被囚的为耻。总要按神的能力，与我为福音同受苦难。 9神救了我们，以圣召召我们，不是按我们的行为，乃是按他的旨意和恩典。这恩典是万古之先在基督耶稣里赐给我们的。 10但如今藉着我们救主基督耶稣的显现才表明出来了。他已经把死废去，藉着福音，将不能坏的生命彰显出来。 11我为这福音奉派作传道的，作使徒，作师傅。 12为这缘故，我也受这些苦难，然而我不以为耻。因为知道我所信的是谁，也深信他能保全我所交付他的（或作“他所交托我的”），直到那日。 13你从我听的那纯正话语的规模，要用在基督耶稣里的信心和爱心，常常守着。 14从前所交托你的善道，你要靠着那住在我们里面的圣灵牢牢的守着。'
            },
            gospel:{
                title:'路加福音17:1-10',
                content:'1耶稣又对门徒说：“绊倒人的事是免不了的，但那绊倒人的有祸了！ 2就是把磨石拴在这人的颈项上，丢在海里，还强如他把这小子里的一个绊倒了。 3你们要谨慎。若是你的弟兄得罪你，就劝戒他；他若懊悔，就饶恕他。 4倘若他一天七次得罪你，又七次回转，说：‘我懊悔了’，你总要饶恕他。” 5使徒对主说：“求主加增我们的信心。” 6主说：“你们若有信心像一粒芥菜种，就是对这棵桑树说，‘你要拔起根来，栽在海里’，它也必听从你们。” 7“你们谁有仆人耕地或是放羊，从田里回来，就对他说：‘你快来坐下吃饭’呢？ 8岂不对他说，‘你给我预备晚饭，束上带子伺候我，等我吃喝完了，你才可以吃喝’吗？ 9仆人照所吩咐的去作，主人还谢谢他吗？ 10这样，你们作完了一切所吩咐的，只当说：‘我们是无用的仆人，所作的本是我们应分作的。’”'
            }
        },
        proper23:{
            firstReading:{
                title:'路得记1:1-19a',
                content:'1当士师秉政的时候，国中遭遇饥荒。在犹大伯利恒，有一个人带着妻子和两个儿子往摩押地去寄居。 2这人名叫以利米勒，他的妻名叫拿俄米。他两个儿子，一个名叫玛伦，一个名叫基连，都是犹大伯利恒的以法他人。他们到了摩押地，就住在那里。 3后来拿俄米的丈夫以利米勒死了，剩下妇人和她两个儿子。 4这两个儿子娶了摩押女子为妻，一个名叫俄珥巴，一个名叫路得，在那里住了约有十年。 5玛伦和基连二人也死了，剩下拿俄米没有丈夫，也没有儿子。 6她就与两个儿妇起身要从摩押地归回，因为她在摩押地听见耶和华眷顾自己的百姓，赐粮食与他们。 7于是她和两个儿妇起行离开所住的地方，要回犹大地去。 8拿俄米对两个儿妇说：“你们各人回娘家去吧！愿耶和华恩待你们，像你们恩待已死的人与我一样。 9愿耶和华使你们各在新夫家中得平安！”于是，拿俄米与她们亲嘴。她们就放声而哭， 10说：“不然，我们必与你一同回你本国去。” 11拿俄米说：“我女儿们哪，回去吧！为何要跟我去呢？我还能生子作你们的丈夫吗？ 12我女儿们哪，回去吧！我年纪老迈，不能再有丈夫；即或说，我还有指望，今夜有丈夫可以生子， 13你们岂能等着他们长大呢？你们岂能等着他们不嫁别人呢？我女儿们哪，不要这样！我为你们的缘故甚是愁苦，因为耶和华伸手攻击我。” 14两个儿妇又放声而哭，俄珥巴与婆婆亲嘴而别，只是路得舍不得拿俄米。  15拿俄米说：“看哪，你嫂子已经回她本国和她所拜的神那里去了，你也跟着你嫂子回去吧。” 16路得说：“不要催我回去不跟随你。你往哪里去，我也往那里去；你在哪里住宿，我也在那里住宿；你的国就是我的国，你的神就是我的神。 17你在哪里死，我也在那里死，也葬在那里。除非死能使你我相离，不然，愿耶和华重重地降罚与我。” 18拿俄米见路得定意要跟随自己去，就不再劝她了。  19a于是二人同行，来到伯利恒。'
            },
            psalm:{
                title:'诗篇111',
                content:'1你们要赞美耶和华！我要在正直人的大会中，并公会中，一心称谢耶和华。  2耶和华的作为本为大，凡喜爱的都必考察。  3他所行的是尊荣和威严，他的公义存到永远。  4他行了奇事，使人记念。耶和华有恩惠，有怜悯。  5他赐粮食给敬畏他的人，他必永远记念他的约。  6他向百姓显出大能的作为，把外邦的地赐给他们为业。  7他手所行的，是诚实公平，他的训词都是确实的，  8是永永远远坚定的，是按诚实正直设立的。  9他向百姓施行救赎，命定他的约，直到永远。他的名圣而可畏。  10敬畏耶和华是智慧的开端，凡遵行他命令的是聪明人。耶和华是永远当赞美的。'
            },
            secondReading:{
                title:'提摩太后书2:1-13',
                content:'1我儿啊，你要在基督耶稣的恩典上刚强起来。 2你在许多见证人面前听见我所教训的，也要交托那忠心能教导别人的人。 3你要和我同受苦难，好像基督耶稣的精兵。 4凡在军中当兵的，不将世务缠身，好叫那招他当兵的人喜悦。 5人若在场上比武，非按规矩，就不能得冠冕。 6劳力的农夫理当先得粮食。 7我所说的话你要思想，因为凡事主必给你聪明。  8你要记念耶稣基督乃是大卫的后裔。他从死里复活，正合乎我所传的福音。 9我为这福音受苦难，甚至被捆绑，像犯人一样；然而，神的道却不被捆绑。 10所以我为选民凡事忍耐，叫他们也可以得着那在基督耶稣里的救恩和永远的荣耀。  11有可信的话说：“我们若与基督同死，也必与他同活；  12我们若能忍耐，也必和他一同作王；我们若不认他，他也必不认我们。  13我们纵然失信，他仍是可信的，因为他不能背乎自己。”'
            },
            gospel:{
                title:'路加福音17:11-19',
                content:'11耶稣往耶路撒冷去，经过撒玛利亚和加利利， 12进入一个村子，有十个长大麻风的迎面而来，远远的站着， 13高声说：“耶稣，夫子，可怜我们吧！” 14耶稣看见，就对他们说：“你们去，把身体给祭司察看。”他们去的时候就洁净了。 15内中有一个见自己已经好了，就回来大声归荣耀与神， 16又俯伏在耶稣脚前感谢他。这人是撒玛利亚人。 17耶稣说：“洁净了的不是十个人吗？那九个在哪里呢？ 18除了这外族人，再没有别人回来归荣耀与神吗？” 19就对那人说：“起来，走吧！你的信救了你了。”'
            }
        },
        proper24:{
            firstReading:{
                title:'创世记32:22-30',
                content:'22他夜间起来，带着两个妻子、两个使女，并十一个儿子都过了雅博渡口。 23先打发他们过河，又打发所有的都过去， 24只剩下雅各一人。有一个人来和他摔跤，直到黎明。 25那人见自己胜不过他，就将他的大腿窝摸了一把，雅各的大腿窝正在摔跤的时候就扭了。 26那人说：“天黎明了，容我去吧！”雅各说：“你不给我祝福，我就不容你去。” 27那人说：“你名叫什么？”他说：“我名叫雅各。” 28那人说：“你的名不要再叫雅各，要叫以色列，因为你与神与人较力，都得了胜。” 29雅各问他说：“请将你的名告诉我。”那人说：“何必问我的名？”于是在那里给雅各祝福。 30雅各便给那地方起名叫毗努伊勒（就是“神之面”的意思），意思说：“我面对面见了神，我的性命仍得保全。”'
            },
            psalm:{
                title:'诗篇121',
                content:'1我要向山举目，我的帮助从何而来？  2我的帮助从造天地的耶和华而来。  3他必不叫你的脚摇动，保护你的必不打盹。  4保护以色列的，也不打盹也不睡觉。  5保护你的是耶和华，耶和华在你右边荫庇你。  6白日，太阳必不伤你；夜间，月亮必不害你。  7耶和华要保护你，免受一切的灾害。他要保护你的性命。  8你出你入，耶和华要保护你，从今时直到永远。'
            },
            secondReading:{
                title:'提摩太后书3:14-4:5',
                content:'14但你所学习的、所确信的，要存在心里，因为你知道是跟谁学的。 15并且知道你是从小明白圣经，这圣经能使你因信基督耶稣有得救的智慧。 16圣经都是神所默示的（或作“凡神所默示的圣经”），于教训、督责、使人归正、教导人学义都是有益的， 17叫属神的人得以完全，预备行各样的善事。 1我在神面前，并在将来审判活人死人的基督耶稣面前，凭着他的显现和他的国度嘱咐你， 2务要传道，无论得时不得时，总要专心，并用百般的忍耐，各样的教训，责备人，警戒人，劝勉人。 3因为时候要到，人必厌烦纯正的道理，耳朵发痒，就随从自己的情欲，增添好些师傅， 4并且掩耳不听真道，偏向荒渺的言语。 5你却要凡事谨慎，忍受苦难，作传道的工夫，尽你的职分。'
            },
            gospel:{
                title:'路加福音18:1-8',
                content:'1耶稣设一个比喻，是要人常常祷告，不可灰心。 2说：“某城里有一个官，不惧怕神，也不尊重世人。 3那城里有个寡妇，常到他那里，说：‘我有一个对头，求你给我伸冤。’ 4他多日不准。后来心里说：‘我虽不惧怕神，也不尊重世人； 5只因这寡妇烦扰我，我就给她伸冤吧，免得她常来缠磨我！’” 6主说：“你们听这不义之官所说的话。 7神的选民昼夜呼吁他，他纵然为他们忍了多时，岂不终久给他们伸冤吗？ 8我告诉你们：要快快地给他们伸冤了。然而人子来的时候，遇得见世上有信德吗？”'
            }
        },
        proper25:{
            firstReading:{
                title:'创世记4:1-15',
                content:'1有一日，那人和他妻子夏娃同房，夏娃就怀孕，生了该隐（就是“得”的意思），便说：“耶和华使我得了一个男子。” 2又生了该隐的兄弟亚伯。亚伯是牧羊的，该隐是种地的。 3有一日，该隐拿地里的出产为供物献给耶和华； 4亚伯也将他羊群中头生的和羊的脂油献上。耶和华看中了亚伯和他的供物， 5只是看不中该隐和他的供物。该隐就大大的发怒，变了脸色。 6耶和华对该隐说：“你为什么发怒呢？你为什么变了脸色呢？ 7你若行得好，岂不蒙悦纳？你若行得不好，罪就伏在门前。它必恋慕你，你却要制伏它。”  8该隐与他兄弟亚伯说话，二人正在田间，该隐起来打他兄弟亚伯，把他杀了。 9耶和华对该隐说：“你兄弟亚伯在哪里？”他说：“我不知道！我岂是看守我兄弟的吗？” 10耶和华说：“你作了什么事呢？你兄弟的血有声音从地里向我哀告。 11地开了口，从你手里接受你兄弟的血。现在你必从这地受咒诅。 12你种地，地不再给你效力，你必流离飘荡在地上。” 13该隐对耶和华说：“我的刑罚太重，过于我所能当的。 14你如今赶逐我离开这地，以致不见你面。我必流离飘荡在地上，凡遇见我的必杀我。” 15耶和华对他说：“凡杀该隐的，必遭报七倍。”耶和华就给该隐立一个记号，免得人遇见他就杀他。'
            },
            psalm:{
                title:'诗篇5',
                content:'1耶和华啊，求你留心听我的言语，顾念我的心思。  2我的王我的神啊，求你垂听我呼求的声音，因为我向你祈祷。  3耶和华啊，早晨你必听我的声音；早晨我必向你陈明我的心意，并要警醒。  4因为你不是喜悦恶事的神，恶人不能与你同居。  5狂傲人不能站在你眼前；凡作孽的，都是你所恨恶的；  6说谎言的，你必灭绝；好流人血弄诡诈的，都为耶和华所憎恶。  7至于我，我必凭你丰盛的慈爱进入你的居所；我必存敬畏你的心向你的圣殿下拜。  8耶和华啊，求你因我的仇敌，凭你的公义引领我，使你的道路在我面前正直。  9因为他们的口中没有诚实，他们的心里满有邪恶，他们的喉咙是敞开的坟墓，他们用舌头谄媚人。  10神啊，求你定他们的罪。愿他们因自己的计谋跌倒；愿你在他们许多的过犯中把他们逐出，因为他们背叛了你。  11凡投靠你的，愿他们喜乐，时常欢呼，因为你护庇他们；又愿那爱你名的人都靠你欢欣。  12因为你必赐福与义人。耶和华啊，你必用恩惠如同盾牌四面护卫他。'
            },
            secondReading:{
                title:'提摩太后书4:6-8, 16-18',
                content:'6我现在被浇奠，我离世的时候到了。 7那美好的仗我已经打过了，当跑的路我已经跑尽了，所信的道我已经守住了。 8从此以后，有公义的冠冕为我存留，就是按着公义审判的主到了那日要赐给我的，不但赐给我，也赐给凡爱慕他显现的人。\n16我初次申诉，没有人前来帮助，竟都离弃我，但愿这罪不归与他们。 17惟有主站在我旁边，加给我力量，使福音被我尽都传明，叫外邦人都听见。我也从狮子口里被救出来。 18主必救我脱离诸般的凶恶，也必救我进他的天国。愿荣耀归给他，直到永永远远。阿们！'
            },
            gospel:{
                title:'路加福音18:9-17',
                content:'9耶稣向那些仗着自己是义人，藐视别人的，设一个比喻， 10说：“有两个人上殿里去祷告：一个是法利赛人，一个是税吏。 11法利赛人站着，自言自语地祷告说：‘神啊，我感谢你，我不像别人勒索、不义、奸淫，也不像这个税吏。 12我一个礼拜禁食两次，凡我所得的，都捐上十分之一。’ 13那税吏远远地站着，连举目望天也不敢，只捶着胸说：‘神啊，开恩可怜我这个罪人！’ 14我告诉你们：这人回家去比那人倒算为义了。因为，凡自高的，必降为卑；自卑的，必升为高。” 15有人抱着自己的婴孩来见耶稣，要他摸他们；门徒看见就责备那些人。 16耶稣却叫他们来，说：“让小孩子到我这里来，不要禁止他们，因为在神国的，正是这样的人。 17我实在告诉你们：凡要承受神国的，若不像小孩子，断不能进去。”'
            }
        },
        proper26:{
            firstReading:{
                title:'以赛亚书1:10-18',
                content:'10你们这所多玛的官长啊，要听耶和华的话！你们这蛾摩拉的百姓啊，要侧耳听我们神的训诲！  11耶和华说：“你们所献的许多祭物与我何益呢？公绵羊的燔祭和肥畜的脂油，我已经够了。公牛的血，羊羔的血，公山羊的血，我都不喜悦。  12“你们来朝见我，谁向你们讨这些，使你们践踏我的院宇呢？  13你们不要再献虚浮的供物。香品是我所憎恶的；月朔和安息日，并宣召的大会，也是我所憎恶的；作罪孽，又守严肃会，我也不能容忍。  14你们的月朔和节期，我心里恨恶，我都以为麻烦；我担当，便不耐烦。  15你们举手祷告，我必遮眼不看；就是你们多多地祈祷，我也不听。你们的手都满了杀人的血。  16你们要洗濯、自洁，从我眼前除掉你们的恶行，要止住作恶，  17学习行善，寻求公平，解救受欺压的，给孤儿伸冤，为寡妇辨屈。”  18耶和华说：“你们来，我们彼此辩论。你们的罪虽像朱红，必变成雪白；虽红如丹颜，必白如羊毛。'
            },
            psalm:{
                title:'诗篇130',
                content:'1耶和华啊，我从深处向你求告。  2主啊，求你听我的声音，愿你侧耳听我恳求的声音。  3主耶和华啊，你若究察罪孽，谁能站得住呢？  4但在你有赦免之恩，要叫人敬畏你。  5我等候耶和华，我的心等候，我也仰望他的话。  6我的心等候主，胜于守夜的等候天亮，胜于守夜的等候天亮。  7以色列啊，你当仰望耶和华，因他有慈爱，有丰盛的救恩。  8他必救赎以色列脱离一切的罪孽。'
            },
            secondReading:{
                title:'帖撒罗尼迦后书1:1-5(6-10)11-12',
                content:'1保罗、西拉、提摩太写信给帖撒罗尼迦在神我们的父与主耶稣基督里的教会。 2愿恩惠、平安从父神和主耶稣基督归与你们！ 3弟兄们，我们该为你们常常感谢神，这本是合宜的，因你们的信心格外增长，并且你们众人彼此相爱的心也都充足。 4甚至我们在神的各教会里为你们夸口，都因你们在所受的一切逼迫患难中，仍旧存忍耐和信心。 5这正是神公义判断的明证，叫你们可算配得神的国，你们就是为这国受苦。 【6神既是公义的，就必将患难报应那加患难给你们的人； 7也必使你们这受患难的人与我们同得平安。那时，主耶稣同他有能力的天使从天上在火焰中显现， 8要报应那不认识神和那不听从我主耶稣福音的人。 9他们要受刑罚，就是永远沉沦，离开主的面和他权能的荣光。 10这正是主降临，要在他圣徒的身上得荣耀，又在一切信的人身上显为希奇的那日子（我们对你们作的见证，你们也信了。）。 】11因此，我们常为你们祷告，愿我们的神看你们配得过所蒙的召，又用大能成就你们一切所羡慕的良善和一切因信心所作的工夫， 12叫我们主耶稣的名在你们身上得荣耀，你们也在他身上得荣耀，都照着我们的神并主耶稣基督的恩。'
            },
            gospel:{
                title:'路加福音19:1-10',
                content:'1耶稣进了耶利哥，正经过的时候， 2有一个人名叫撒该，作税吏长，是个财主。 3他要看看耶稣是怎样的人，只因人多，他的身量又矮，所以不得看见。 4就跑到前头，爬上桑树，要看耶稣，因为耶稣必从那里经过。 5耶稣到了那里，抬头一看，对他说：“撒该，快下来！今天我必住在你家里。” 6他就急忙下来，欢欢喜喜地接待耶稣。 7众人看见，都私下议论说：“他竟到罪人家里去住宿。” 8撒该站着对主说：“主啊，我把所有的一半给穷人，我若讹诈了谁，就还他四倍。” 9耶稣说：“今天救恩到了这家，因为他也是亚伯拉罕的子孙。 10人子来，为要寻找、拯救失丧的人。”'
            }
        },
        proper27:{
            firstReading:{
                title:'出埃及记3:1-15',
                content:'1摩西牧养他岳父米甸祭司叶忒罗的羊群。一日，领羊群往野外去，到了神的山，就是何烈山。 2耶和华的使者从荆棘里火焰中向摩西显现。摩西观看，不料，荆棘被火烧着，却没有烧毁。 3摩西说：“我要过去看这大异象，这荆棘为何没有烧坏呢？” 4耶和华神见他过去要看，就从荆棘里呼叫说：“摩西！摩西！”他说：“我在这里。” 5神说：“不要近前来，当把你脚上的鞋脱下来，因为你所站之地是圣地。” 6又说：“我是你父亲的神，是亚伯拉罕的神，以撒的神，雅各的神。”摩西蒙上脸，因为怕看神。  7耶和华说：“我的百姓在埃及所受的困苦，我实在看见了；他们因受督工的辖制所发的哀声，我也听见了。我原知道他们的痛苦。 8我下来是要救他们脱离埃及人的手，领他们出了那地，到美好宽阔流奶与蜜之地，就是到迦南人、赫人、亚摩利人、比利洗人、希未人、耶布斯人之地。 9现在以色列人的哀声达到我耳中，我也看见埃及人怎样欺压他们。 10故此，我要打发你去见法老，使你可以将我的百姓以色列人从埃及领出来。”  11摩西对神说：“我是什么人，竟能去见法老，将以色列人从埃及领出来呢？” 12神说：“我必与你同在；你将百姓从埃及领出来之后，你们必在这山上侍奉我，这就是我打发你去的证据。” 13摩西对神说：“我到以色列人那里，对他们说：‘你们祖宗的神打发我到你们这里来。’他们若问我说：‘他叫什么名字？’我要对他们说什么呢？” 14神对摩西说：“我是自有永有的。”又说：“你要对以色列人这样说：‘那自有的打发我到你们这里来。’” 15神又对摩西说：“你要对以色列人这样说：‘耶和华你们祖宗的神，就是亚伯拉罕的神，以撒的神，雅各的神，打发我到你们这里来。耶和华是我的名，直到永远；这也是我的记念，直到万代。’'
            },
            psalm:{
                title:'诗篇148',
                content:'1你们要赞美耶和华！从天上赞美耶和华，在高处赞美他。  2他的众使者都要赞美他，他的诸军都要赞美他。  3日头、月亮，你们要赞美他；放光的星宿，你们都要赞美他。  4天上的天和天上的水，你们都要赞美他。  5愿这些都赞美耶和华的名，因他一吩咐便都造成。  6他将这些立定，直到永永远远。他定了命，不能废去（或作“越过”）。  7所有在地上的，大鱼和一切深洋，  8火与冰雹，雪和雾气，成就他命的狂风，  9大山和小山，结果的树木和一切香柏树，  10野兽和一切牲畜，昆虫和飞鸟，  11世上的君王和万民，首领和世上一切审判官，  12少年人和处女，老年人和孩童，都当赞美耶和华。  13愿这些都赞美耶和华的名；因为独有他的名被尊崇，他的荣耀在天地之上。  14他将他百姓的角高举，因此他（“因此他”或作“他使”）一切圣民以色列人，就是与他相近的百姓，都赞美他。你们要赞美耶和华！'
            },
            secondReading:{
                title:'帖撒罗尼迦后书2:1-8, 13-17',
                content:'1弟兄们，论到我们主耶稣基督降临和我们到他那里聚集， 2我劝你们，无论有灵、有言语、有冒我名的书信，说主的日子现在到了（“现在”或作“就”），不要轻易动心，也不要惊慌。 3人不拘用什么法子，你们总不要被他诱惑。因为那日子以前，必有离道反教的事，并有那大罪人，就是沉沦之子，显露出来。 4他是抵挡主，高抬自己，超过一切称为神的和一切受人敬拜的，甚至坐在神的殿里，自称是神。 5我还在你们那里的时候，曾把这些事告诉你们，你们不记得吗？ 6现在你们也知道，那拦阻他的是什么，是叫他到了的时候，才可以显露。 7因为那不法的隐意已经发动，只是现在有一个拦阻的，等到那拦阻的被除去， 8那时这不法的人必显露出来，主耶稣要用口中的气灭绝他，用降临的荣光废掉他。\n13主所爱的弟兄们哪，我们本该常为你们感谢神，因为他从起初拣选了你们，叫你们因信真道，又被圣灵感动，成为圣洁，能以得救。 14神藉我们所传的福音召你们到这地步，好得着我们主耶稣基督的荣光。 15所以，弟兄们，你们要站立得稳，凡所领受的教训，不拘是我们口传的，是信上写的，都要坚守。 16但愿我们主耶稣基督和那爱我们、开恩将永远的安慰并美好的盼望赐给我们的父神， 17安慰你们的心，并且在一切善行善言上坚固你们。'
            },
            gospel:{
                title:'路加福音20:27-40',
                content:'27撒都该人常说没有复活的事。有几个来问耶稣说： 28“夫子，摩西为我们写着说：‘人若有妻无子就死了，他兄弟当娶他的妻，为哥哥生子立后。’ 29有弟兄七人，第一个娶了妻，没有孩子死了； 30第二个、第三个也娶过她； 31那七个人都娶过她，没有留下孩子就死了。 32后来妇人也死了。 33这样，当复活的时候，她是哪一个的妻子呢？因为他们七个人都娶过她。” 34耶稣说：“这世界的人有娶有嫁， 35惟有算为配得那世界，与从死里复活的人，也不娶也不嫁， 36因为他们不能再死，和天使一样，既是复活的人，就为神的儿子。 37至于死人复活，摩西在荆棘篇上称主是亚伯拉罕的神，以撒的神，雅各的神，就指示明白了。 38神原不是死人的神，乃是活人的神，因为在他那里，人都是活的（“那里”或作“看来”）。” 39有几个文士说：“夫子，你说得好！” 40以后他们不敢再问他什么。'
            }
        },
        proper28:{
            firstReading:{
                title:'玛拉基书4:1-6',
                content:'1万军之耶和华说：“那日临近，势如烧着的火炉，凡狂傲的和行恶的必如碎秸，在那日必被烧尽，根本枝条一无存留。 2但向你们敬畏我名的人必有公义的日头出现，其光线（“光线”原文作“翅膀”）有医治之能。你们必出来跳跃如圈里的肥犊。 3你们必践踏恶人，在我所定的日子，他们必如灰尘在你们脚掌之下。这是万军之耶和华说的。  4“你们当记念我仆人摩西的律法，就是我在何烈山为以色列众人所吩咐他的律例典章。  5“看哪，耶和华大而可畏之日未到以前，我必差遣先知以利亚到你们那里去。 6他必使父亲的心转向儿女，儿女的心转向父亲，免得我来咒诅遍地。”'
            },
            psalm:{
                title:'诗篇98',
                content:'1你们要向耶和华唱新歌，因为他行过奇妙的事。他的右手和圣臂施行救恩。  2耶和华发明了他的救恩，在列邦人眼前显出公义。  3记念他向以色列家所发的慈爱，所凭的信实。地的四极都看见我们神的救恩。  4全地都要向耶和华欢乐，要发起大声，欢呼歌颂。  5要用琴歌颂耶和华，用琴和诗歌的声音歌颂他。  6用号和角声，在大君王耶和华面前欢呼。  7愿海和其中所充满的澎湃；世界和住在其间的也要发声。  8愿大水拍手，愿诸山在耶和华面前一同欢呼。  9因为他来要审判遍地。他要按公义审判世界，按公正审判万民。'
            },
            secondReading:{
                title:'帖撒罗尼迦后书3:(1-5)6-13',
                content:'【1弟兄们，我还有话说：请你们为我们祷告，好叫主的道理快快行开，得着荣耀，正如在你们中间一样； 2也叫我们脱离无理之恶人的手，因为人不都是有信心。 3但主是信实的，要坚固你们，保护你们脱离那恶者（或作“脱离凶恶”）。 4我们靠主深信，你们现在是遵行我们所吩咐的，后来也必要遵行。 5愿主引导你们的心，叫你们爱神，并学基督的忍耐。 】6弟兄们，我们奉主耶稣基督的名吩咐你们：凡有弟兄不按规矩而行，不遵守从我们所受的教训，就当远离他。 7你们自己原知道应当怎样效法我们。因为我们在你们中间，未尝不按规矩而行， 8也未尝白吃人的饭，倒是辛苦劳碌，昼夜作工，免得叫你们一人受累。 9这并不是因我们没有权柄，乃是要给你们作榜样，叫你们效法我们。 10我们在你们那里的时候，曾吩咐你们说，若有人不肯作工，就不可吃饭。 11因我们听说，在你们中间有人不按规矩而行，什么工都不作，反倒专管闲事。 12我们靠主耶稣基督，吩咐、劝戒这样的人，要安静作工，吃自己的饭。 13弟兄们，你们行善不可丧志。'
            },
            gospel:{
                title:'路加福音21:5-28(29-36)',
                content:'5有人谈论圣殿是用美石和供物妆饰的； 6耶稣就说：“论到你们所看见的这一切，将来日子到了，在这里没有一块石头留在石头上不被拆毁了。” 7他们问他说：“夫子，什么时候有这事呢？这事将到的时候，有什么预兆呢？” 8耶稣说：“你们要谨慎，不要受迷惑，因为将来有好些人冒我的名来，说，‘我是基督’，又说：‘时候近了’，你们不要跟从他们。 9你们听见打仗和扰乱的事，不要惊惶，因为这些事必须先有，只是末期不能立时就到。” 10当时耶稣对他们说：“民要攻打民，国要攻打国， 11地要大大震动，多处必有饥荒、瘟疫，又有可怕的异象和大神迹从天上显现。 12但这一切的事以先，人要下手拿住你们，逼迫你们，把你们交给会堂，并且收在监里，又为我的名拉你们到君王诸侯面前。 13但这些事终必为你们的见证。 14所以，你们当立定心意，不要预先思想怎样分诉， 15因为我必赐你们口才智慧，是你们一切敌人所敌不住、驳不倒的。 16连你们的父母、弟兄、亲族、朋友也要把你们交官，你们也有被他们害死的。 17你们要为我的名被众人恨恶， 18然而，你们连一根头发也必不损坏。 19你们常存忍耐，就必保全灵魂（或作“必得生命”）。” 20“你们看见耶路撒冷被兵围困，就可知道它成荒场的日子近了。 21那时，在犹太的应当逃到山上，在城里的应当出来，在乡下的不要进城。 22因为这是报应的日子，使经上所写的都得应验。 23当那些日子，怀孕的和奶孩子的有祸了，因为将有大灾难降在这地方，也有震怒临到这百姓。 24他们要倒在刀下，又被掳到各国去。耶路撒冷要被外邦人践踏，直到外邦人的日期满了。” 25“日月星辰要显出异兆，地上的邦国也有困苦，因海中波浪的响声，就慌慌不定。 26天势都要震动，人想起那将要临到世界的事，就都吓得魂不附体。 27那时，他们要看见人子有能力，有大荣耀，驾云降临。 28一有这些事，你们就当挺身昂首，因为你们得赎的日子近了。” 【29 30耶稣又设比喻对他们说：“你们看无花果树和各样的树，它发芽的时候，你们一看见，自然晓得夏天近了。 31这样，你们看见这些事渐渐地成就，也该晓得神的国近了。 32我实在告诉你们：这世代还没有过去，这些事都要成就。 33天地要废去，我的话却不能废去。” 34“你们要谨慎，恐怕因贪食、醉酒，并今生的思虑累住你们的心，那日子就如同网罗忽然临到你们， 35因为那日子要这样临到全地上一切居住的人。 36你们要时时警醒，常常祈求，使你们能逃避这一切要来的事，得以站立在人子面前。”】'
            }
        },
        proper29:{
            firstReading:{
                title:'玛拉基书3:13-18',
                content:'13耶和华说：“你们用话顶撞我。你们还说：‘我们用什么话顶撞了你呢？’ 14你们说：‘侍奉神是徒然的，遵守神所吩咐的，在万军之耶和华面前苦苦斋戒，有什么益处呢？ 15如今我们称狂傲的人为有福，并且行恶的人得建立。他们虽然试探神，却得脱离灾难。’”  16那时，敬畏耶和华的彼此谈论，耶和华侧耳而听，且有记念册在他面前，记录那敬畏耶和华、思念他名的人。 17万军之耶和华说：“在我所定的日子，他们必属我，特特归我。我必怜恤他们，如同人怜恤、服侍自己的儿子。 18那时你们必归回，将善人和恶人、侍奉神的和不侍奉神的分别出来。”'
            },
            psalm:{
                title:'诗篇46',
                content:'1神是我们的避难所，是我们的力量，是我们在患难中随时的帮助。  2所以地虽改变，山虽摇动到海心，  3其中的水虽砰訇翻腾，山虽因海涨而战抖，我们也不害怕。  4有一道河，这河的分汊，使神的城欢喜。这城就是至高者居住的圣所。  5神在其中，城必不动摇；到天一亮，神必帮助这城。  6外邦喧嚷，列国动摇。神发声，地便熔化。  7万军之耶和华与我们同在；雅各的神是我们的避难所。  8你们来看耶和华的作为，看他使地怎样荒凉。  9他止息刀兵，直到地极；他折弓、断枪，把战车焚烧在火中。  10你们要休息，要知道我是神！我必在外邦中被尊崇，在遍地上也被尊崇。  11万军之耶和华与我们同在；雅各的神是我们的避难所。'
            },
            secondReading:{
                title:'歌罗西书1:13-20',
                content:'13他救了我们脱离黑暗的权势，把我们迁到他爱子的国里， 14我们在爱子里得蒙救赎，罪过得以赦免。 15爱子是那不能看见之神的像，是首生的，在一切被造的以先。 16因为万有都是靠他造的，无论是天上的、地上的、能看见的、不能看见的，或是有位的、主治的、执政的、掌权的，一概都是藉着他造的，又是为他造的。 17他在万有之先，万有也靠他而立。 18他也是教会全体之首，他是元始，是从死里首先复生的，使他可以在凡事上居首位。 19因为父喜欢叫一切的丰盛在他里面居住。 20既然藉着他在十字架上所流的血成就了和平，便藉着他叫万有，无论是地上的、天上的，都与自己和好了。'
            },
            gospel:{
                title:'路加福音23:27-43',
                content:'27有许多百姓跟随耶稣，内中有好些妇女，妇女们为他号咷痛哭。 28耶稣转身对她们说：“耶路撒冷的女子，不要为我哭，当为自己和自己的儿女哭。 29因为日子要到，人必说：‘不生育的和未曾怀胎的，未曾乳养婴孩的，有福了！’ 30那时，人要向大山说：‘倒在我们身上！’向小山说：‘遮盖我们！’ 31这些事既行在有汁水的树上，那枯干的树将来怎么样呢？” 32又有两个犯人，和耶稣一同带来处死。 33到了一个地方，名叫髑髅地，就在那里把耶稣钉在十字架上。又钉了两个犯人：一个在左边，一个在右边。 34当下耶稣说：“父啊，赦免他们！因为他们所作的，他们不晓得。”兵丁就拈阄分他的衣服。 35百姓站在那里观看。官府也嗤笑他，说：“他救了别人，他若是基督，神所拣选的，可以救自己吧！” 36兵丁也戏弄他，上前拿醋送给他喝， 37说：“你若是犹太人的王，可以救自己吧！” 38在耶稣以上有一个牌子（有古卷在此有“用希腊、罗马、希伯来的文字”）写着：“这是犹太人的王。”  39那同钉的两个犯人，有一个讥诮他说：“你不是基督吗？可以救自己和我们吧！” 40那一个就应声责备他说：“你既是一样受刑的，还不怕神吗？ 41我们是应该的，因我们所受的与我们所作的相称，但这个人没有作过一件不好的事。” 42就说：“耶稣啊，你得国降临的时候，求你记念我！” 43耶稣对他说：“我实在告诉你：今日你要同我在乐园里了。”'
            }
        }
    },
    festival:{
        circumcision:{
            firstReading:{
                title:'民数记6:22-27',
                content:'22耶和华晓谕摩西说： 23“你告诉亚伦和他儿子说：你们要这样为以色列人祝福，说：‘ 24愿耶和华赐福给你，保护你。 25愿耶和华使他的脸光照你，赐恩给你。 26愿耶和华向你仰脸，赐你平安。’ 27他们要如此奉我的名为以色列人祝福，我也要赐福给他们。”'
            },
            psalm:{
                title:'诗篇8',
                content:'1耶和华我们的主啊，你的名在全地何其美！你将你的荣耀彰显于天。  2你因敌人的缘故，从婴孩和吃奶的口中建立了能力，使仇敌和报仇的闭口无言。  3我观看你指头所造的天，并你所陈设的月亮星宿，  4便说，人算什么，你竟顾念他？世人算什么，你竟眷顾他？  5你叫他比天使（或作“神”）微小一点，并赐他荣耀尊贵为冠冕。  6你派他管理你手所造的，使万物，就是一切的羊牛、田野的兽、空中的鸟、海里的鱼，凡经行海道的，都服在他的脚下。  7 8 9耶和华我们的主啊，你的名在全地何其美！'
            },
            secondReading:{
                title:'加拉太书3:23-29',
                content:'23但这因信得救的理还未来以先，我们被看守在律法之下，直圈到那将来的真道显明出来。 24这样，律法是我们训蒙的师傅，引我们到基督那里，使我们因信称义。  25但这因信得救的理既然来到，我们从此就不在师傅的手下了。 26所以，你们因信基督耶稣，都是神的儿子。  27你们受洗归入基督的，都是披戴基督了。 28并不分犹太人、希腊人、自主的、为奴的，或男或女，因为你们在基督耶稣里都成为一了。 29你们既属乎基督，就是亚伯拉罕的后裔，是照着应许承受产业的了。'
            },
            gospel:{
                title:'路加福音2:21',
                content:'满了八天，就给孩子行割礼，与他起名叫耶稣，这就是没有成胎以前，天使所起的名。'
            }
        },
        reformation:{
            firstReading:{
                title:'启示录14:6-7',
                content:'6我又看见另有一位天使飞在空中，有永远的福音要传给住在地上的人，就是各国、各族、各方、各民。 7他大声说：“应当敬畏神，将荣耀归给他，因他施行审判的时候已经到了。应当敬拜那创造天、地、海和众水泉源的。”'
            },
            psalm:{
                title:'诗篇46',
                content:'1神是我们的避难所，是我们的力量，是我们在患难中随时的帮助。  2所以地虽改变，山虽摇动到海心，  3其中的水虽砰訇翻腾，山虽因海涨而战抖，我们也不害怕。  4有一道河，这河的分汊，使神的城欢喜。这城就是至高者居住的圣所。  5神在其中，城必不动摇；到天一亮，神必帮助这城。  6外邦喧嚷，列国动摇。神发声，地便熔化。  7万军之耶和华与我们同在；雅各的神是我们的避难所。  8你们来看耶和华的作为，看他使地怎样荒凉。  9他止息刀兵，直到地极；他折弓、断枪，把战车焚烧在火中。  10你们要休息，要知道我是神！我必在外邦中被尊崇，在遍地上也被尊崇。  11万军之耶和华与我们同在；雅各的神是我们的避难所。'
            },
            secondReading:{
                title:'罗马书3:19-28',
                content:'19我们晓得律法上的话，都是对律法以下之人说的，好塞住各人的口，叫普世的人都伏在神审判之下。 20所以凡有血气的，没有一个因行律法能在神面前称义，因为律法本是叫人知罪。 21但如今，神的义在律法以外已经显明出来，有律法和先知为证。 22就是神的义，因信耶稣基督加给一切相信的人，并没有分别。 23因为世人都犯了罪，亏缺了神的荣耀， 24如今却蒙神的恩典，因基督耶稣的救赎，就白白地称义。 25神设立耶稣作挽回祭，是凭着耶稣的血，藉着人的信，要显明神的义。因为他用忍耐的心，宽容人先时所犯的罪， 26好在今时显明他的义，使人知道他自己为义，也称信耶稣的人为义。 27既是这样，哪里能夸口呢？没有可夸的了。用何法没有的呢？是用立功之法吗？不是，乃用信主之法。 28所以（有古卷作“因为”）我们看定了，人称义是因着信，不在乎遵行律法。'
            },
            gospel:{
                title:'约翰福音8:31-36',
                content:'31耶稣对信他的犹太人说：“你们若常常遵守我的道，就真是我的门徒。 32你们必晓得真理，真理必叫你们得以自由。” 33他们回答说：“我们是亚伯拉罕的后裔，从来没有作过谁的奴仆，你怎么说‘你们必得以自由’呢？” 34耶稣回答说：“我实实在在地告诉你们：所有犯罪的，就是罪的奴仆。 35奴仆不能永远住在家里，儿子是永远住在家里。 36所以天父的儿子若叫你们自由，你们就真自由了。'
            },
            gospelOptional:{
                title:'马太福音11:12-19',
                content:'12从施洗约翰的时候到如今，天国是努力进入的，努力的人就得着了。 13因为众先知和律法说预言，到约翰为止。 14你们若肯领受，这人就是那应当来的以利亚。 15有耳可听的，就应当听。 16我可用什么比这世代呢？好像孩童坐在街市上招呼同伴，说： 17‘我们向你们吹笛，你们不跳舞；我们向你们举哀，你们不捶胸。’ 18约翰来了，也不吃，也不喝，人就说他是被鬼附着的； 19人子来了，也吃也喝，人又说他是贪食好酒的人，是税吏和罪人的朋友。但智慧之子总以智慧为是（有古卷作“但智慧在行为上就显为是”）。”'
            }
        },
        allSaints:{
            firstReading:{
                title:'启示录7:(2-8)9-17',
                content:'【2我又看见另有一位天使，从日出之地上来，拿着永生神的印。他就向那得着权柄能伤害地和海的四位天使大声喊着说： 3“地与海并树木，你们不可伤害，等我们印了我们神众仆人的额。” 4我听见以色列人各支派中受印的数目有十四万四千； 5犹大支派中受印的有一万二千，流便支派中有一万二千，迦得支派中有一万二千， 6亚设支派中有一万二千，拿弗他利支派中有一万二千，玛拿西支派中有一万二千， 7西缅支派中有一万二千，利未支派中有一万二千，以萨迦支派中有一万二千， 8西布伦支派中有一万二千，约瑟支派中有一万二千，便雅悯支派中受印的有一万二千， 】9此后，我观看，见有许多的人，没有人能数过来，是从各国、各族、各民、各方来的，站在宝座和羔羊面前，身穿白衣，手拿棕树枝， 10大声喊着说：“愿救恩归与坐在宝座上我们的神，也归与羔羊。” 11众天使都站在宝座和众长老并四活物的周围，在宝座前面伏于地敬拜神， 12说：“阿们！颂赞、荣耀、智慧、感谢、尊贵、权柄、大力都归与我们的神，直到永永远远。阿们！”  13长老中有一位问我说：“这些穿白衣的是谁？是从哪里来的？” 14我对他说：“我主，你知道。”他向我说：“这些人是从大患难中出来的，曾用羔羊的血把衣裳洗白净了。 15所以，他们在神宝座前，昼夜在他殿中侍奉他。坐宝座的要用帐幕覆庇他们。 16他们不再饥、不再渴，日头和炎热也必不伤害他们， 17因为宝座中的羔羊必牧养他们，领他们到生命水的泉源，神也必擦去他们一切的眼泪。”'
            },
            psalm:{
                title:'诗篇149',
                content:'1你们要赞美耶和华！向耶和华唱新歌，在圣民的会中赞美他。  2愿以色列因造他的主欢喜，愿锡安的民因他们的王快乐。  3愿他们跳舞赞美他的名，击鼓、弹琴歌颂他。  4因为耶和华喜爱他的百姓，他要用救恩当作谦卑人的妆饰。  5愿圣民因所得的荣耀高兴，愿他们在床上欢呼。  6愿他们口中称赞神为高，手里有两刃的刀，  7为要报复列邦，刑罚万民。  8要用链子捆他们的君王，用铁镣锁他们的大臣，  9要在他们身上施行所记录的审判。他的圣民都有这荣耀。你们要赞美耶和华！'
            },
            secondReading:{
                title:'约翰一书3:1-3',
                content:'1你看父赐给我们是何等的慈爱，使我们得称为神的儿女；我们也真是他的儿女。世人所以不认识我们，是因未曾认识他。 2亲爱的弟兄啊，我们现在是神的儿女，将来如何，还未显明；但我们知道，主若显现，我们必要像他，因为必得见他的真体。 3凡向他有这指望的，就洁净自己，像他洁净一样。'
            },
            gospel:{
                title:'马太福音5:1-12',
                content:'1耶稣看见这许多的人，就上了山，既已坐下，门徒到他跟前来。 2他就开口教训他们，说： 3“虚心的人有福了，因为天国是他们的。  4哀恸的人有福了，因为他们必得安慰。  5温柔的人有福了，因为他们必承受地土。  6饥渴慕义的人有福了，因为他们必得饱足。  7怜恤人的人有福了，因为他们必蒙怜恤。  8清心的人有福了，因为他们必得见神。  9使人和睦的人有福了，因为他们必称为神的儿子。  10为义受逼迫的人有福了，因为天国是他们的。  11人若因我辱骂你们，逼迫你们，捏造各样坏话毁谤你们，你们就有福了。 12应当欢喜快乐，因为你们在天上的赏赐是大的。在你们以前的先知，人也是这样逼迫他们。”'
            }
        },
        presentation:{
            firstReading:{
                title:'撒母耳记上1:21-28',
                content:'21以利加拿和他全家都上示罗去，要向耶和华献年祭，并还所许的愿。 22哈拿却没有上去，对丈夫说：“等孩子断了奶，我便带他上去朝见耶和华，使他永远住在那里。” 23她丈夫以利加拿说：“就随你的意行吧！可以等儿子断了奶。但愿耶和华应验他的话。”于是妇人在家里乳养儿子，直到断了奶； 24既断了奶，就把孩子带上示罗，到了耶和华的殿，又带了三只公牛，一伊法细面，一皮袋酒。那时孩子还小。 25宰了一只公牛，就领孩子到以利面前。  26妇人说：“主啊，我敢在你面前起誓，从前在你这里，站着祈求耶和华的那妇人，就是我。 27我祈求为要得这孩子，耶和华已将我所求的赐给我了。 28所以我将这孩子归与耶和华，使他终身归与耶和华。”于是在那里敬拜耶和华。'
            },
            psalm:{
                title:'诗篇84',
                content:'1万军之耶和华啊，你的居所何等可爱！  2我羡慕渴想耶和华的院宇，我的心肠、我的肉体向永生神呼吁（或作“欢呼”）。  3万军之耶和华，我的王、我的神啊，在你祭坛那里，麻雀为自己找着房屋，燕子为自己找着抱雏之窝。  4如此住在你殿中的，便为有福，他们仍要赞美你。  5靠你有力量、心中想往锡安大道的，这人便为有福。  6他们经过流泪谷，叫这谷变为泉源之地，并有秋雨之福盖满了全谷。  7他们行走，力上加力，各人到锡安朝见神。  8耶和华万军之神啊，求你听我的祷告。雅各的神啊，求你留心听。  9神啊，你是我们的盾牌，求你垂顾观看你受膏者的面。  10在你的院宇住一日，胜似在别处住千日。宁可在我神殿中看门，不愿住在恶人的帐棚里。  11因为耶和华神是日头，是盾牌，要赐下恩惠和荣耀。他未尝留下一样好处不给那些行动正直的人。  12万军之耶和华啊，倚靠你的人便为有福！'
            },
            secondReading:{
                title:'希伯来书2:14-18',
                content:'14儿女既同有血肉之体，他也照样亲自成了血肉之体，特要藉着死，败坏那掌死权的，就是魔鬼， 15并要释放那些一生因怕死而为奴仆的人。 16他并不救拔天使，乃是救拔亚伯拉罕的后裔。 17所以，他凡事该与他的弟兄相同，为要在神的事上成为慈悲忠信的大祭司，为百姓的罪献上挽回祭。 18他自己既然被试探而受苦，就能搭救被试探的人。'
            },
            gospel:{
                title:'路加福音2:22-32(33-40)',
                content:'22按摩西律法满了洁净的日子，他们带着孩子上耶路撒冷去，要把他献与主。 23（正如主的律法上所记：“凡头生的男子必称圣归主。”） 24又要照主的律法上所说，或用一对斑鸠，或用两只雏鸽献祭。 25在耶路撒冷有一个人名叫西面。这人又公义又虔诚，素常盼望以色列的安慰者来到，又有圣灵在他身上。 26他得了圣灵的启示，知道自己未死以前，必看见主所立的基督。 27他受了圣灵的感动，进入圣殿，正遇见耶稣的父母抱着孩子进来，要照律法的规矩办理。 28西面就用手接过他来，称颂神说：  29“主啊，如今可以照你的话，释放仆人安然去世，  30因为我的眼睛已经看见你的救恩，  31就是你在万民面前所预备的，  32是照亮外邦人的光，又是你民以色列的荣耀。”  【33孩子的父母因这论耶稣的话就希奇。 34西面给他们祝福，又对孩子的母亲马利亚说：“这孩子被立，是要叫以色列中许多人跌倒，许多人兴起；又要作毁谤的话柄，叫许多人心里的意念显露出来；你自己的心也要被刀刺透。” 35 36又有女先知名叫亚拿，是亚设支派法内力的女儿，年纪已经老迈，从作童女出嫁的时候，同丈夫住了七年，就寡居了。 37现在已经八十四岁（或作“就寡居了八十四年”），并不离开圣殿，禁食祈求，昼夜侍奉神。 38正当那时，她进前来称谢神，将孩子的事对一切盼望耶路撒冷得救赎的人讲说。 39约瑟和马利亚照主的律法办完了一切的事，就回加利利，到自己的城拿撒勒去了。 40孩子渐渐长大，强健起来，充满智慧，又有神的恩在他身上。】'
            }
        },
        annunciation:{
            firstReading:{
                title:'以赛亚书7:10-14',
                content:'10耶和华又晓谕亚哈斯说： 11“你向耶和华你的神求一个兆头，或求显在深处，或求显在高处。” 12亚哈斯说：“我不求；我不试探耶和华。” 13以赛亚说：“大卫家啊，你们当听！你们使人厌烦岂算小事，还要使我的神厌烦吗？ 14因此，主自己要给你们一个兆头，必有童女怀孕生子，给他起名叫以马内利（就是“神与我们同在”的意思）。'
            },
            psalm:{
                title:'诗篇45:7-17',
                content:'7你喜爱公义，恨恶罪恶，所以神，就是你的神，用喜乐油膏你，胜过膏你的同伴。  8你的衣服都有没药、沉香、肉桂的香气，象牙宫中有丝弦乐器的声音，使你欢喜。  9有君王的女儿在你尊贵妇女之中；王后佩戴俄斐金饰站在你右边。  10女子啊，你要听，要想，要侧耳而听，不要记念你的民和你的父家，  11王就羡慕你的美貌，因为他是你的主，你当敬拜他。  12推罗的民（“民”原文作“女子”）必来送礼，民中的富足人也必向你求恩。  13王女在宫里极其荣华，她的衣服是用金线绣的。  14她要穿锦绣的衣服，被引到王前；随从她的陪伴童女也要被带到你面前。  15她们要欢喜快乐被引导，她们要进入王宫。  16你的子孙要接续你的列祖，你要立他们在全地作王。  17我必叫你的名被万代记念，所以万民要永永远远称谢你。'
            },
            secondReading:{
                title:'希伯来书10:4-10',
                content:'4因为公牛和山羊的血断不能除罪。  5所以，基督到世上来的时候，就说：“神啊，祭物和礼物是你不愿意的，你曾给我预备了身体，  6燔祭和赎罪祭是你不喜欢的。  7那时我说：‘神啊，我来了，为要照你的旨意行，我的事在经卷上已经记载了。’” 8以上说：“祭物和礼物，燔祭和赎罪祭，是你不愿意的，也是你不喜欢的（这都是按着律法献的）。” 9后又说：“我来了为要照你的旨意行。”可见他是除去在先的，为要立定在后的。 10我们凭这旨意，靠耶稣基督只一次献上他的身体，就得以成圣。'
            },
            gospel:{
                title:'路加福音1:26-38',
                content:'26到了第六个月，天使加百列奉神的差遣，往加利利的一座城去，这城名叫拿撒勒。 27到一个童女那里，是已经许配大卫家的一个人，名叫约瑟。童女的名字叫马利亚。 28天使进去，对她说：“蒙大恩的女子，我问你安，主和你同在了！” 29马利亚因这话就很惊慌，又反复思想这样问安是什么意思。 30天使对她说：“马利亚，不要怕！你在神面前已经蒙恩了。 31你要怀孕生子，可以给他起名叫耶稣。 32他要为大，称为至高者的儿子，主神要把他祖大卫的位给他。 33他要作雅各家的王，直到永远，他的国也没有穷尽。” 34马利亚对天使说：“我没有出嫁，怎么有这事呢？” 35天使回答说：“圣灵要临到你身上，至高者的能力要荫庇你，因此所要生的圣者必称为神的儿子（或作“所要生的必称为圣，称为神的儿子”）。 36况且你的亲戚伊利莎白，在年老的时候也怀了男胎，就是那素来称为不生育的，现在有孕六个月了。 37因为出于神的话，没有一句不带能力的。” 38马利亚说：“我是主的使女，情愿照你的话成就在我身上。”天使就离开她去了。'
            }
        },
        allAngels: {
            firstReading:{
                title:'但以理书10:10-14, 12:1-4',
                content:'10忽然，有一手按在我身上，使我用膝和手掌支持微起。11他对我说，大蒙眷爱的但以理阿，要明白我与你所说的话，只管站起来，因为我现在奉差遣来到你这里。他对我说这话，我便战战兢兢地立起来。12他就说，但以理阿，不要惧怕。因为从你第一日专心求明白将来的事，又在你神面前刻苦己心，你的言语已蒙应允。我是因你的言语而来。13但波斯国的魔君拦阻我二十一日。忽然有大君中的一位米迦勒来帮助我，我就停留在波斯诸王那里。14现在我来，要使你明白本国之民日后必遭遇的事，因为这异象关乎后来许多的日子。1那时，保佑你本国之民的天使长米迦勒必站起来，并且有大艰难，从有国以来直到此时，没有这样的。你本国的民中，凡名录在册上的，必得拯救。2睡在尘埃中的，必有多人复醒。其中有得永生的，有受羞辱永远被憎恶的。3智慧人必发光如同天上的光。那使多人归义的，必发光如星，直到永永远远。4但以理阿，你要隐藏这话，封闭这书，直到末时。必有多人来往奔跑，知识就必增长。'
            },
            psalm:{
                title:'诗篇91',
                content:'1住在至高者隐密处的，必住在全能者的荫下。  2我要论到耶和华说：“他是我的避难所，是我的山寨，是我的神，是我所倚靠的。”  3他必救你脱离捕鸟人的网罗和毒害的瘟疫。  4他必用自己的翎毛遮蔽你，你要投靠在他的翅膀底下。他的诚实是大小的盾牌。  5你必不怕黑夜的惊骇，或是白日飞的箭；  6也不怕黑夜行的瘟疫，或是午间灭人的毒病。  7虽有千人仆倒在你旁边，万人仆倒在你右边，这灾却不得临近你。  8你惟亲眼观看，见恶人遭报。  9耶和华是我的避难所。你已将至高者当你的居所，  10祸患必不临到你，灾害也不挨近你的帐棚。  11因他要为你吩咐他的使者，在你行的一切道路上保护你。  12他们要用手托着你，免得你的脚碰在石头上。  13你要踹在狮子和虺蛇的身上，践踏少壮狮子和大蛇。  14神说：“因为他专心爱我，我就要搭救他；因为他知道我的名，我要把他安置在高处。  15他若求告我，我就应允他；他在急难中，我要与他同在。我要搭救他，使他尊贵。  16我要使他足享长寿，将我的救恩显明给他。”'
            },
            secondReading:{
                title:'启示录12:7-12',
                content:'7在天上就有了争战。米迦勒同他的使者与龙争战。龙也同它的使者去争战。8并没有得胜，天上再没有它们的地方。9大龙就是那古蛇，名叫魔鬼，又叫撒但，是迷惑普天下的。它被摔在地上，它的使者也一同被摔下去。10我听见在天上有大声音说，我神的救恩，能力，国度，并他基督的权柄，现在都来到了。因为那在我们神面前昼夜控告我们弟兄的，已经被摔下去了。11弟兄胜过它，是因羔羊的血，和自己所见证的道。他们虽至于死，也不爱惜性命。12所以诸天和住在其中的，你们都快乐吧。只是地与海有祸了，因为魔鬼知道自己的时候不多，就气忿忿地下到你们那里去了。'
            },
            gospel:{
                title:'马太福音18:1-11',
                content:'1当时门徒进前来，问耶稣说，天国里谁是最大的。2耶稣便叫一个小孩子来，使他站在他们当中，3说，我实在告诉你们，你们若不回转，变成小孩子的样式，断不得进天国。4所以凡自己谦卑像这小孩子的，他在天国里就是最大的。5凡为我的名，接待一个像这小孩子的，就是接待我。6凡使这信我的一个小子跌倒的，倒不如把大磨石拴在这人的颈项上，沉在深海里。7这世界有祸了，因为将人绊倒。绊倒人的事是免不了的，但那绊倒人的有祸了。8倘若你一只手，或是一只脚，叫你跌倒，就砍下来丢掉。你缺一只手，或是一只脚，进入永生，强如有两手两脚，被丢在永火里。9倘若你一只眼叫你跌倒，就把它剜出来丢掉。你只有一只眼进入永生，强如有两只眼被丢在地狱的火里。10你们要小心，不可轻看这小子里的一个。我告诉你们，他们的使者在天上，常见我天父的面。11人子来为要拯救失丧的人。'
            },
            gospelOptional:{
                title:'路加福音10:17-20',
                content:'17那七十个人欢欢喜喜的回来说：“主啊，因你的名，就是鬼也服了我们。” 18耶稣对他们说：“我曾看见撒但从天上坠落，像闪电一样。 19我已经给你们权柄可以践踏蛇和蝎子，又胜过仇敌一切的能力，断没有什么能害你们。 20然而不要因鬼服了你们就欢喜，要因你们的名记录在天上欢喜。”'
            }
        },
        newYearEve: {
            firstReading:{
                title:'以赛亚书30:(8-14)15-17',
                content:'【8现今你去，在他们面前将这话刻在版上、写在书上，以便传留后世，直到永永远远。  9因为他们是悖逆的百姓、说谎的儿女，不肯听从耶和华训诲的儿女。  10他们对先见说：“不要望见不吉利的事”，对先知说：“不要向我们讲正直的话，要向我们说柔和的话，言虚幻的事。  11你们要离弃正道，偏离直路，不要在我们面前再提说以色列的圣者。”  12所以，以色列的圣者如此说：“因为你们藐视这训诲的话，倚赖欺压和乖僻，以此为可靠的；  13故此，这罪孽在你们身上，好像将要破裂凸出来的高墙，顷刻之间忽然坍塌。  14要被打碎，好像把窑匠的瓦器打碎，毫不顾惜，甚至碎块中找不到一片可用以从炉内取火、从池中舀水。”】  15主耶和华以色列的圣者曾如此说：“你们得救在乎归回安息，你们得力在乎平静安稳。”你们竟自不肯。  16你们却说：“不然，我们要骑马奔走。”所以你们必然奔走。又说：“我们要骑飞快的牲口。”所以追赶你们的也必飞快。  17一人叱喝，必令千人逃跑；五人叱喝，你们都必逃跑。以致剩下的，好像山顶的旗杆，冈上的大旗。 '
            },
            psalm:{
                title:'诗篇90:1-12',
                content:'1主啊，你世世代代作我们的居所。  2诸山未曾生出，地与世界你未曾造成，从亘古到永远，你是神！  3你使人归于尘土，说：“你们世人要归回。”  4在你看来，千年如已过的昨日，又如夜间的一更。  5你叫他们如水冲去，他们如睡一觉。早晨他们如生长的草，  6早晨发芽生长，晚上割下枯干。  7我们因你的怒气而消灭，因你的忿怒而惊惶。  8你将我们的罪孽摆在你面前，将我们的隐恶摆在你面光之中。  9我们经过的日子都在你震怒之下；我们度尽的年岁好像一声叹息。  10我们一生的年日是七十岁，若是强壮可到八十岁；但其中所矜夸的不过是劳苦愁烦，转眼成空，我们便如飞而去。  11谁晓得你怒气的权势？谁按着你该受的敬畏晓得你的忿怒呢？  12求你指教我们怎样数算自己的日子，好叫我们得着智慧的心。'
            },
            secondReading:{
                title:'罗马书8:31b-39',
                content:'31b神若帮助我们，谁能敌挡我们呢？ 32神既不爱惜自己的儿子为我们众人舍了，岂不也把万物和他一同白白的赐给我们吗？ 33谁能控告神所拣选的人呢？有神称他们为义了。（或作“是称他们为义的神吗？”） 34谁能定他们的罪呢？有基督耶稣已经死了，而且从死里复活，现今在神的右边，也替我们祈求。（“有基督云云”，或作“是已经死了，而且从死里复活，现今在神的右边，也替我们祈求的基督耶稣吗？” ）35谁能使我们与基督的爱隔绝呢？难道是患难吗？是困苦吗？是逼迫吗？是饥饿吗？是赤身露体吗？是危险吗？是刀剑吗？ 36如经上所记：“我们为你的缘故终日被杀，人看我们如将宰的羊。”  37然而，靠着爱我们的主，在这一切的事上已经得胜有余了。 38因为我深信无论是死，是生，是天使，是掌权的，是有能的，是现在的事，是将来的事， 39是高处的，是低处的，是别的受造之物，都不能叫我们与神的爱隔绝；这爱是在我们的主基督耶稣里的。'
            },
            gospel:{
                title:'路加福音12:35-40',
                content:'35“你们腰里要束上带，灯也要点着。 36自己好像仆人等候主人从婚姻的筵席上回来。他来到叩门，就立刻给他开门。 37主人来了，看见仆人警醒，那仆人就有福了。我实在告诉你们：主人必叫他们坐席，自己束上带，进前伺候他们。 38或是二更天来，或是三更天来，看见仆人这样，那仆人就有福了。 39家主若知道贼什么时候来，就必警醒，不容贼挖透房屋，这是你们所知道的。 40你们也要预备，因为你们想不到的时候，人子就来了。”'
            }
        },
        visitation: {
            firstReading:{
                title:'以赛亚书11:1-5',
                content:'1从耶西的本（原文作“墩”）必发一条，从他根生的枝子必结果实。  2耶和华的灵必住在他身上，就是使他有智慧和聪明的灵、谋略和能力的灵、知识和敬畏耶和华的灵。  3他必以敬畏耶和华为乐，行审判不凭眼见，断是非也不凭耳闻；  4却要以公义审判贫穷人，以正直判断世上的谦卑人，以口中的杖击打世界，以嘴里的气杀戮恶人。  5公义必当他的腰带，信实必当他胁下的带子。'
            },
            psalm:{
                title:'诗篇138',
                content:'1我要一心称谢你，在诸神面前歌颂你。  2我要向你的圣殿下拜，为你的慈爱和诚实称赞你的名；因你使你的话显为大，过于你所应许的（或作“超乎你的名声”）。  3我呼求的日子，你就应允我，鼓励我，使我心里有能力。  4耶和华啊，地上的君王都要称谢你，因他们听见了你口中的言语。  5他们要歌颂耶和华的作为，因耶和华大有荣耀。  6耶和华虽高，仍看顾低微的人，他却从远处看出骄傲的人。  7我虽行在患难中，你必将我救活。我的仇敌发怒，你必伸手抵挡他们，你的右手也必救我。  8耶和华必成全关乎我的事。耶和华啊，你的慈爱永远长存，求你不要离弃你手所造的。'
            },
            secondReading:{
                title:'罗马书12:9-16',
                content:'9爱人不可虚假，恶要厌恶，善要亲近。 10爱弟兄，要彼此亲热；恭敬人，要彼此推让。 11殷勤不可懒惰。要心里火热，常常服侍主。 12在指望中要喜乐，在患难中要忍耐，祷告要恒切。 13圣徒缺乏要帮补，客要一味的款待。 14逼迫你们的，要给他们祝福，只要祝福，不可咒诅。 15与喜乐的人要同乐，与哀哭的人要同哭。 16要彼此同心，不要志气高大，倒要俯就卑微的人（“人”或作“事”）。不要自以为聪明。'
            },
            gospel:{
                title:'路加福音1:39-45(46-56)',
                content:'39那时候马利亚起身，急忙往山地里去，来到犹大的一座城。 40进了撒迦利亚的家，问伊利莎白安。 41伊利莎白一听马利亚问安，所怀的胎就在腹里跳动，伊利莎白且被圣灵充满， 42高声喊着说：“你在妇女中是有福的，你所怀的胎也是有福的。 43我主的母到我这里来，这是从哪里得的呢？ 44因为你问安的声音一入我耳，我腹里的胎就欢喜跳动。 45这相信的女子是有福的，因为主对她所说的话都要应验。” 【46马利亚说：“我心尊主为大，  47我灵以神我的救主为乐。  48因为他顾念他使女的卑微，从今以后，万代要称我有福。  49那有权能的，为我成就了大事，他的名为圣。  50他怜悯敬畏他的人，直到世世代代。  51他用膀臂施展大能，那狂傲的人正心里妄想，就被他赶散了。  52他叫有权柄的失位，叫卑贱的升高；  53叫饥饿的得饱美食，叫富足的空手回去。  54他扶助了他的仆人以色列，  55为要记念亚伯拉罕和他的后裔，施怜悯直到永远，正如从前对我们列祖所说的话。”  56马利亚和伊利莎白同住约有三个月，就回家去了。】'
            }
        },
        nativityJohn: {
            firstReading:{
                title:'以赛亚书40:1-5',
                content:'1你们的神说：“你们要安慰、安慰我的百姓。  2要对耶路撒冷说安慰的话，又向他宣告说，他争战的日子已满了，他的罪孽赦免了，他为自己的一切罪，从耶和华手中加倍受罚。”  3有人声喊着说：“在旷野预备耶和华的路（或作“在旷野，有人声喊着说：当预备耶和华的路”），在沙漠地修平我们神的道。  4一切山洼都要填满，大小山冈都要削平。高高低低的要改为平坦，崎崎岖岖的必成为平原。  5耶和华的荣耀必然显现，凡有血气的必一同看见，因为这是耶和华亲口说的。”'
            },
            psalm:{
                title:'诗篇85:(1-6)7-13',
                content:'【1耶和华啊，你已经向你的地施恩，救回被掳的雅各。  2你赦免了你百姓的罪孽，遮盖了他们一切的过犯。细拉  3你收转了所发的忿怒和你猛烈的怒气。  4拯救我们的神啊，求你使我们回转，叫你的恼恨向我们止息。  5你要向我们发怒到永远吗？你要将你的怒气延留到万代吗？  6你不再将我们救活，使你的百姓靠你欢喜吗？】  7耶和华啊，求你使我们得见你的慈爱，又将你的救恩赐给我们。  8我要听神耶和华所说的话，因为他必应许将平安赐给他的百姓，他的圣民；他们却不可再转去妄行。  9他的救恩诚然与敬畏他的人相近，叫荣耀住在我们的地上。  10慈爱和诚实彼此相遇；公义和平安彼此相亲。  11诚实从地而生，公义从天而现。  12耶和华必将好处赐给我们，我们的地也要多出土产。  13公义要行在他面前，叫他的脚踪成为可走的路。'
            },
            secondReading:{
                title:'使徒行传13:13-26',
                content:'13保罗和他的同人从帕弗开船，来到旁非利亚的别加，约翰就离开他们，回耶路撒冷去。 14他们离了别加往前行，来到彼西底的安提阿，在安息日进会堂坐下。 15读完了律法和先知的书，管会堂的叫人过去，对他们说：“二位兄台，若有什么劝勉众人的话，请说。”  16保罗就站起来，举手说：“以色列人和一切敬畏神的人，请听。 17这以色列民的神拣选了我们的祖宗，当民寄居埃及的时候抬举他们，用大能的手领他们出来， 18又在旷野容忍他们约有四十年（“容忍”或作“抚养”）。 19既灭了迦南地七族的人，就把那地分给他们为业。 20此后给他们设立士师，约有四百五十年，直到先知撒母耳的时候。 21后来他们求一个王，神就将便雅悯支派中基士的儿子扫罗，给他们作王四十年。 22既废了扫罗，就选立大卫作他们的王，又为他作见证说：‘我寻得耶西的儿子大卫，他是合我心意的人，凡事要遵行我的旨意。’ 23从这人的后裔中，神已经照着所应许的，为以色列人立了一位救主，就是耶稣。 24在他没有出来以先，约翰向以色列众民宣讲悔改的洗礼。 25约翰将行尽他的程途说：‘你们以为我是谁？我不是基督；只是有一位在我以后来的，我解他脚上的鞋带也是不配的。’  26“弟兄们，亚伯拉罕的子孙和你们中间敬畏神的人哪，这救世的道是传给我们的。'
            },
            gospel:{
                title:'路加福音1:57-80',
                content:'57伊利莎白的产期到了，就生了一个儿子。 58邻里亲族听见主向她大施怜悯，就和她一同欢乐。 59到了第八日，他们来要给孩子行割礼，并要照他父亲的名字，叫他撒迦利亚。 60他母亲说：“不可，要叫他约翰。” 61他们说：“你亲族中没有叫这名字的。” 62他们就向他父亲打手式，问他要叫这孩子什么名字。 63他要了一块写字的板，就写上说：“他的名字是约翰。”他们便都希奇。 64撒迦利亚的口立时开了，舌头也舒展了，就说出话来，称颂神。 65周围居住的人都惧怕。这一切的事就传遍了犹太的山地。 66凡听见的人都将这事放在心里，说：“这个孩子将来怎么样呢？因为有主与他同在。” 67他父亲撒迦利亚被圣灵充满了，就预言说：  68“主以色列的神是应当称颂的，因他眷顾他的百姓，为他们施行救赎。  69在他仆人大卫家中，为我们兴起了拯救的角，  70正如主藉着从创世以来，圣先知的口所说的话，  71拯救我们脱离仇敌和一切恨我们之人的手；  72向我们列祖施怜悯，记念他的圣约，  73就是他对我们祖宗亚伯拉罕所起的誓，  74叫我们既从仇敌手中被救出来，  75就可以终身在他面前坦然无惧的用圣洁、公义侍奉他。  76孩子啊，你要称为至高者的先知；因为你要行在主的前面，预备他的道路，  77叫他的百姓因罪得赦，就知道救恩；  78因我们神怜悯的心肠，叫清晨的日光从高天临到我们，  79要照亮坐在黑暗中死荫里的人，把我们的脚引到平安的路上。”  80那孩子渐渐长大，心灵强健，住在旷野，直到他显明在以色列人面前的日子。'
            }
        }
    }
};
